{
  "mod": "pf2规则查询文件",
  "author": "梅林",
  "brief": "pf2",
  "comment": "pf2",
  "helpdoc": {
    "pf2": "pf2规则查询文件\n作者：梅林\n\n查询指令：.help pf2 [所查词条]",
    "解译文书": "解译文书 Decipher Writing\n专注探索秘密\n你尝试解读一篇晦涩的复杂文字或是文学作品。通常每有1页就要花费1分钟，但也有可能花费更长的时间（例如进行破译密码之类的工作时，每页会花费1小时）。此文字必须由一种你所能看懂的语言书写，尽管GM可能会允许你改为使用社群来尝试解读由陌生文字写就的文字。 \n　　本检定的DC是由GM基于这文书的状态或复杂程度来决定的。GM可能允许你检定一次来解译一篇相对较短的文字，或者进行多次检定来分段解译一篇较长的文字。 \n大成功：你理解了文字的确切含义。 \n成功：你理解了文字的正确含义。但如果你是在解读加密的文字，那么你知道的是文字的大意，而非百分之百逐字逐句意义的翻译。 \n失败：你看不懂文字的意思，并且在接下来对该文字的解译文书尝试中承受-2环境减值。 \n大失败：你认为你理解了文字的正确含义，但事实上你读错了其中的资讯。",
    "赚取收入": "赚取收入 Earn Income\n休整期\n你使用你的一项技能在休整期中尝试赚钱。GM会设定一个代表赚的最多的任务等级，但你也可以去找相对比较简单，报酬也较低的工作，但GM会决定你是否有得选。有时你可以想办法去打探一份比一开始能找到的报酬更理想一些的工作，但这需要你花额外的时间使用交涉（Diplomacy）技能去搜集资讯（Gather Information），或是自己研究和寻找社会关系。 \n　　当你接受一份工作以后，GM会暗中设定这份工作的技能检定DC。当你完成第一天的工作以后，进行一次检定来看你有没有赚到钱，根据检定结果，任务等级和你的技能熟练度来决定你获得的收入（详情参见表4-2：赚取的收入）。 \n　　在接下来的工作日程中你无需再次进行技能检定。在第一天之后的每一天，你都赚取和第一天同样的收入，直到这工作彻底完成。GM会决定你具体需要多长时间去完成整个工作。大多数工作持续一个或两个星期，但也可能花费数月什至数年。 \n大成功：你超赞的！获得相当于对应表中列出的任务等级 + 1以及对应你的熟练度的现金收入。 \n成功：进展不错。获得相当于对应表中列出的任务等级以及对应你的熟练度的现金收入。\n失败：你有够废，你的时间只能获得最少的报酬。获得表中列出的任务等级中对应「失败」那一栏的现金收入。GM很可能会减少你接下来可以继续这份工作的时间。 \n大失败：你又穷，又衰样。你一毛钱都没赚到而且被老板炒了。你不能继续这份工作。你的名声也臭了，怕是以后都难在这片地方找份像样的工作。",
    "辨识魔法": "辨识魔法 Identify Magic\n专注探索秘密\n如果你发现一件物品，一个地点或是一个持续性的现象具有魔法性质，那么你可以花费10分钟时间尝试分析出它们所蕴含魔法的特质。如果你的尝试被打断，那么你必须从头来过。GM会为这次检定设定合适的DC。被诅咒或是极为奇诡的物品可能会有比一般情况更高的DC或者无法单纯依靠本行动发现其魔法特质。如果一个法术能够升阶，辨识它的DC不会因此而提高。 \n大成功：你完完全全地理解了这个魔法效果，包括它的名字（如果是一个魔法现象），它的原理和机制，如何正确地启动它（如果是一件魔法物品）以及它是否被诅咒了。 \n成功：对于物品或是地点，你对于他的运作原理和启动方法有了一个模糊的认识。如果是一个持续性的魔法现象（比如一个持续生效的法术），你知道它的名字和效果。你不能重试检定来搏大成功。 \n失败：你未能辨识该魔法效果，一天以内不能再次尝试。 \n大失败：你误以为这是另一个魔法效果，GM决定你把它看成了什么东西。",
    "学习法术": "学习法术 Learn a Spell\n专注探索\n要求你拥有施法职业特性，并且你欲学习的法术处于你的职业所属的魔法根源的法术列表中\n你可以向一个知晓某个法术的人或是记载有该法术的书面材料，如法术书或是卷轴来学习某一个你需要的法术。如果你可以施放多个宗派的法术，你也可以学习所以这些宗派的法术――前提是你拥有与该宗派相对应的技能。比如，你是一个兼职吟游诗人（Bard Multiclass）的牧师（Cleric），你不能使用宗教技能为吟游诗人的法术库（Spell Repertoire）新增异能法术。 \n　　要学习该法术，你必须满足以下条件：\n花费该法术每环级1小时的时间。在此期间，你需要和教授你法术的人保持交流，或是认真研读记载了法术的材料。\n准备了一定价值的材料（见上表）。\n进行一个和你欲学习的法术宗派相对应的技能检定（DC由GM决定，请参照上表）。罕见（Uncommon）和稀有（Rare）特性的法术会需要更高的学习检定DC，具体规则请参考本书503页\n　　如果你有一本法术书，那么学习法术动作可以允许你将该法术加入你的法术书；如果你从一个已知法术列表中准备法术，将法术加入你的已知法术列表；如果你有法术库，那么当你新增或交换法术时，你可以选择该法术。 \n大成功：你学到了法术，并只花费了一半的材料价格。 \n成功：你花费材料价格并学到了法术。 \n失败：你未能学习到法术（可以在下次提升等级时再尝试），但省下了材料。 \n大失败：和失败相同，但你还浪费了一半价格的材料。",
    "回忆知识": "回忆知识 Recall Knowledge 1动作\n专注秘密\n你尝试一次和你想要了解的事物相关的技能检定。GM会决定这个检定的DC和具体需要使用的技能。 \n大成功：你准确清晰地回忆起了特定的知识，并且你还想起了一些额外的资讯和背景。 \n成功：你准确清晰地回忆起了特定的知识，并且你还得到了一个与目前情况相关的有用线索。 \n大失败：你想到的东西完全不对，或是得到了谬误百出，亦或是南辕北辙的线索。",
    "求生": "求生 Subsist\n休整期\n你尝试给自己寻找食水和可以遮风避雨的地方，足够成功的话，也可以给他人提供帮助。具体你可以通过本动作获得的生活标准见本书294页。GM会根据你尝试求生的具体环境状况决定检定DC。在非常陌生的环境中，你可能需要达到特定的技能熟练度才能尝试进行求生。和大多数休整期行动不同，你可以在最多8小时的探索行动后仍然进行求生行动，但这样做会使你在求生检定上承受-5减值。 \n大成功：你可以为自己加上另一个生物提供足以维生程度的饮食和住所，或是为自己一个人提供舒适（Comfortable）生活标准程度的食物和住所。 \n成功：你为自己找到了足以保证基本生活和遮风避雨的食物及住所。 \n失败：你被风吹雨淋而且没有吃饱，直到你下一次成功获得足够好的饮食和住所前你陷入疲乏（Fatigued）状态。 \n大失败：你给自己招来麻烦，吃错了东西，或是造成了其他会让你变得更惨的结果。你在接下来一周中所有的求生检定上承受-2环境减值，并且你没有获得任何食物。如果你没有储备的话，可能你很快就会死于冻饿饥渴。",
    "保持平衡": "保持平衡 Balance 1动作\n移动\n要求你身处一个具有狭窄的落脚平面，高低不平的地面，或类似不稳定表面的方格中\n你移动穿越一个狭窄或是高低不平的平面，尝试一次特技检定对抗所需的保持平衡检定DC。当处于狭窄或是高低不平的平面时，你处于措手不及（Flat-Footed）状态。 \n大成功：你可以以完整的速度移动。 \n成功：你可以以完整的速度移动，但视为穿越困难地形（Difficult Terrain，每移动5尺需要消耗10尺移动速度）。 \n失败：你必须保持静止来维持身体的平衡（技能动作被浪费掉），否则你摔倒（Fall）。如果你摔倒，你的回合立刻结束。 \n大失败：你摔倒，你的回合立刻结束。",
    "翻滚": "翻滚 Tumble Through 1动作\n移动\n你可以以最快不超过你的移动速度的速度行走（Stride）。在此次移动中，你可以尝试穿越被一个敌人占据的空间。当你尝试进入该敌人占据的空间时，进行一次特技检定，对抗该敌人的反射DC（Reflex DC）。根据进行尝试的具体环境，你可以使用攀爬（Climb），飞行（Fly），游泳（Swim）或是其他合适的动作代替行走动作来发动翻滚尝试。 \n成功：你穿过敌人，它占据的方格对你视为困难地形（每移动5尺需要消耗10尺移动速度）。如果你的速度不足以完整地穿过敌人占据的空间，视为失败结果。 \n失败：你立刻结束移动，并且你可能触发敌人的反应动作（Reaction），如同你从开始尝试翻滚的方格移动离开一样。",
    "空中机动": "空中机动 Maneuver in Flight 1动作\n移动\n要求你拥有飞行速度\n你可以在飞行中尝试通过特技检定来执行特殊的机动动作。GM会判断你可以被允许进行何种型别的机动，但通常这些行动不会让你能够移动超过你的飞行速度的距离。 \n成功：你成功执行机动。 \n失败：你未能成功机动。GM会根据你原本希望使用的机动动作来决定失败造成的后果（比如，尝试顶着强风飞行如果失败，会让你被吹飞到别的地方）。 \n大失败：如同失败，但后果更加恐怖。",
    "挤入空间": "挤入空间 Squeeze\n探索移动\n你全神贯注地尝试将自己挤进一个比你的身体大不了多少的狭窄空间。只有非常，非常小的空间会需要你进行此类检定；许多「普通的」狭窄空间通常只有困难地形（见本书475页）的程度，并不需要你使用技能检定就可以尝试通过。 \n大成功：你可以以每分钟10尺的速度挤过去。 \n成功：你可以以每分钟5尺的速度挤过去。\n大失败：你被卡住了。如果是这样，你可以花费1分钟时间尝试另一次特技技能检定（DC不变）。只要你不继续骰出大失败，你就不再被卡在原地。",
    "借阅一个奥术法术": "借阅一个奥术法术 Borrow an Arcane Spell\n专注探索\n如果你是一个使用法术书准备法术的奥术施法者，你可以尝试用另一个人的法术书准备一个书中的法术。GM根据法术的环级和罕见程度来决定技能检定的DC；这样做通常会比从头学习一个法术要简单一些。 \n成功：你如常地用借来的法术书准备了你要的那个法术。\n失败：你未能准备法术，但你的法术位（Spell Slot）仍然空闲，让你可以准备另一个法术。直到下次你准备法术时，你不能再尝试准备你失败的这个法术。",
    "攀爬": "攀爬 Climb 1动作\n移动\n要求你的双手都空着\n你可以在一个非地平表面上爬上，爬下或左右爬。除非情况异常的容易，通常你都需要通过一个运动检定来攀爬。GM会根据这个攀爬平面的特性和环境因素来决定攀爬检定的DC。除非你本身就拥有攀爬速度，否则在攀爬时你处于措手不及状态。 \n大成功：你可以垂直或水平攀爬，或安全降下（5+5/你每拥有20尺陆地移动速度）尺的距离。（对大多数玩家角色来说，10尺；对于陆地移动速度小于20尺的角色来说则是5尺）。 \n成功：你可以垂直或水平攀爬，或安全降下（5/你每拥有20尺陆地移动速度）尺的距离。（对大多数玩家角色来说，5尺；对于陆地移动速度小于20尺的角色来说也是最少5尺）。 \n大失败：你掉了下来。如果你是在从平地上开始攀爬，你摔倒并处于俯卧（Prone）状态。",
    "破拆": "破拆 Force Open 1动作\n攻击\n你尝试用身体，棍棒或是其他的工具通过蛮力打开门板，窗户，容器或是坚固的大门。如果你真的能骰出很高的检定结果，你什至能在一堵根本没门的墙上开个门出来。通常，如果你尝试使用运动技能来破拆某个东西，涉及到撬动目标，但又没有撬棒（Crowbar）工具的话，你需要在检定上承受-2物品减值。 \n大成功：你强行弄开了门，窗或是容器，并且没有损坏它们。 \n成功：你强行弄开了门，窗或是容器，但对象狭窄处于破损（Broken）状态。如果GM认为对象的制作和材质异常的坚固，可能这些物品只会受到一定的伤害，而非直接陷入破损状态。 \n大失败：你把门，窗或锁弄卡住了。在之后的破拆检定上承受-2环境减值。",
    "擒拿": "擒拿 Grapple 1动作\n攻击\n要求你需要至少有一只空手。你的目标的体型（Size）最多比你大不超过1级\n你尝试用手扭住一个敌人。进行一次运动技能检定，对抗目标的强韧DC。你也可以对已经被你擒抱（Grabbed）的生物继续进行擒拿以保持对他的擒抱。 \n大成功：直到你的下一个回合结束，你的对手陷入束缚（Restrained）状态，除非在此期间你进行移动或是对手成功进行逃脱动作（见本书470页）。\n成功：直到你的下一个回合结束，你的对手陷入擒抱状态，除非在此期间你进行移动或是对手成功进行逃脱动作（见本书470页）。 \n失败：你没有擒住你的对手。如果你的对手因为你的擒拿而已经陷入束缚或擒抱状态，它不再承受这些状态。 \n大失败：如果你的对手因为你的擒拿而陷入束缚或擒抱状态，它立刻挣脱。这个生物可以立刻使你进入擒抱状态，如同成功对你发动了擒拿，或是将你击倒坠落至俯卧状态。",
    "跳高": "跳高 High Jump 2动作\n你行走一次，然后垂直跳跃，同时尝试一个DC30的运动技能检定尝试增加你跳跃的高度。如果你行走移动的距离不超过10尺，那么你的检定自动失败。根据GM的判断，他可以根据实际情景来增加或降低这个技能检定的DC。\n大成功：你最高可以跳到8尺高，或是跳最高到5尺高，同时10尺远。 \n成功：你最高可以跳到5尺高。 \n失败：你只能跳到普通高度。 \n大失败：你不但没能跳高，还摔了个马趴，在你占据的空间中陷入俯卧状态。",
    "跳远": "跳远 Long Jump 2动作\n你行走一次，然后水平跳跃，同时尝试一个DC30的运动技能检定尝试增加你跳跃的距离。这个运动检定的DC等同于你希望能跳跃多少尺的长度（比如你希望跳远总共20尺，则跳远DC为20）。你可以跳远的距离不能超过你的速度 \n　　如果你行走移动的距离不超过10尺，或者你识图朝着与行走不同的方向跳跃，那么你的检定自动失败。根据GM的判断，他可以根据实际情景来增加或降低这个技能检定的DC。 \n成功：你可以跳远的最远距离提升到你自己希望的距离，而非普通情况的距离。 \n失败：你只能跳到普通距离。 \n大失败：你正常的跳了普通距离，但摔了个屁股墩，在你落地时陷入俯卧状态。",
    "推撞": "推撞 Shove 1动作\n攻击\n要求你需要至少有一只空手。你的目标的体型（Size）最多比你大不超过1级\n你试图将敌人推开。尝试一个运动技能检定来对抗目标的强韧DC。 \n大成功：你可以将敌人打退10尺远。同时，你可以立刻跟着他行走，但必须保持和它被击退相同的方向并移动相同的距离。\n成功：你可以将敌人打退5尺远。同时，你可以立刻跟着他行走，但必须保持和它被击退相同的方向并移动相同的距离。\n大失败：你自己失去平衡摔倒了，陷入俯卧状态。",
    "游泳": "游泳 Swim 1动作\n移动\n你用力划水游动。在大多数平静的水体中，你可以自动成功地进行本动作而无需任何检定。如果你是需要呼吸空气的生物且必须潜进水面以下，那么你在每个行动轮中都必须屏住呼吸。如果你不能成功的屏息，则你会开始溺水（见本书478页）。如果你游泳的水体特别湍急，或存在其他型别的危险，你可能需要成功进行运动技能检定才能保持游泳。 \n　　如果你在结束自己的行动回合时泡在水里，但游泳动作失败，你会下沉10尺并被水流卷走，具体情况由GM决定。不过，如果你在自己回合的最后一个动作是进入水中，你在回合结束时不会被水淹没或是被冲走。 \n大成功：你可以在水中游动10尺，再加上5尺/你每拥有20尺陆地移动速度（对大多数PC来说，15尺）。\n成功：你可以在水中游动5尺，再加上5尺/你每拥有20尺陆地移动速度（对大多数PC来说，15尺）。\n大失败：你是一条咸鱼，没有游动。如果你在屏息，你还会失去1轮憋气。",
    "摔绊": "摔绊 Trip 1动作\n攻击\n要求你需要至少有一只空手。你的目标的体型（Size）最多比你大不超过1级\n你尝试将敌人摔倒在地上。尝试一个运动技能检定来对抗目标的反射DC。\n大成功：你的目标立刻被击倒至倒地状态，并承受1d6点钝击伤害。\n成功：你的目标被击倒至倒地状态。\n大失败：你自己失去平衡摔倒了，陷入倒地状态。",
    "卸武": "卸武 Disarm 1动作\n攻击\n要求你需要至少有一只空手。你的目标的体型（Size）最多比你大不超过1级\n你尝试将敌人一只手中拿着的东西扭下来。尝试一个运动技能检定来对抗目标的反射DC。\n大成功：你将对手手中的物品打掉在了地上。这件物品掉落在这个对手占据的空间中。\n成功：你震得对手虎口发麻。直到这个生物的回合开始前，接下来对该生物的同一件手持物品的卸武检定获得+2环境加值，并且这个生物在使用这件物品发动攻击，或是进行其他需要维持稳定持握这件物品才能进行的行动的检定承受-2环境减值。\n大失败：你自己失去平衡，直到你的下一回合开始前都陷入措手不及状态。",
    "修理": "修理 Repair\n探索操作\n要求你必须拥有一副修理工具（见本书装备章节）\n你花费10分钟时间尝试修复一件受到破坏的物品。你需要将这件物品放置在一个相对稳定的平面上，并且使用一副修理工具，空出你的双手来进行修理工作。GM会设定一件物品的修理DC――通常和这件物品原本的制作DC相同。你不能修理一件已经被摧毁（Destroyed）的物品。 \n大成功：你为一件物品恢复了10+（10x你的每个手艺技能的熟练等级）的生命值（如果你是受训等级，总值为20；如果你是专家等级，总值为30；如果你是大师等级，总值为40；如果你是传奇等级，总值为50）。\n成功：你为一件物品恢复了5+（5x你的每个手艺技能的熟练等级）的生命值（如果你是受训等级，总值为10；如果你是专家等级，总值为15；如果你是大师等级，总值为20；如果你是传奇等级，总值为25）。\n大失败：你对物品造成了2d6点伤害，但物品的硬度仍然可以用于抵抗这个伤害。",
    "制作": "制作 Craft\n休整期操作\n你可以使用原材料制作一件完成的物品。如果要制作炼金物品，你需要拥有制作炼金物品（Alchemical Crafting）技能专长（Skill Feat），或是拥有制作魔导具（Magical Crafting）技能专长来制作魔法物品，又或是圈套制作（Snare Crafting）技能专长来制作圈套。 \n　　要制作一件物品，你必须满足以下这些条件：\n这件物品的物品等级（Item Level）不能高于你的人物等级。没有被列出的物品视为0级。如果你想要制作至少物品等级有9级的物品，你在手艺技能上的熟练度必须达到大师级；如果你想要制作至少物品等级有16级的物品，你在手艺技能上的熟练度必须达到传奇级。\n你需要拥有这件物品的制作配方。参见下面的获取制作配方了解更多资讯。\n你需要拥有合适制作某一件物品的工具以及――很多时候――一个设施完备的工坊。举例来说，你需要一个铁匠铺才能尝试打造金属护甲和武器。\n你需要准备相当于你欲制作的物品价格一半的原材料来开始制作物品，如果你的手艺技能检定成功，你一定会消耗掉这些原材料。一般情况下，你都可以在你所生活的定居点市场中买到这些材料――除非这些材料过于珍惜或罕见。\n　　你需要花费4天时间进行制作工作。在这段时间结束时，进行一个手艺技能检定。GM根据你欲制作的物品的物品等级，稀有度（Rarity）和其他可能的调整情况决定这个检定的DC。 \n　　如果你成功的制作了物品，那么你准备的那一半原材料会被消耗掉。在这个阶段，你可以选择立刻支付相当于物品价格另一半的原材料，即刻完成这件物品；或者，你可以花费更多的休整期天数继续加工。如果你选择花费额外的时间，每一天你多工作的时间都可以减少一定的你原本需要支付的另一半原材料的价格。参照表：你值多少钱来计算每天你可以节约的材料价格，使用你的手艺技能熟练等级，并使用你的人物等级替代原表的任务等级来计算。总之，你可能会花费一些额外的时间来节约材料，任何再支付其他欠缺的原材料价格。如果你用来制作物品的休整期天数被打断，你可以在返回后继续工作，直到完成你的工作（见示例）。 \n大成功：你成功的制作了你想要的物品，并且如果你花费额外的工作天数以节省材料，在计算你每天节约的材料价格时，使用你的角色等级+1和你在手艺技能上的熟练等级计算。 \n成功：你成功的制作了你想要的物品，并且如果你花费额外的工作天数以节省材料，在计算你每天节约的材料价格时，使用你的角色等级和你在手艺技能上的熟练等级计算。\n失败：你没有做成物品，但你也没有浪费任何准备的原材料。如果你想要重试制作这件物品，你必须从头开始整个过程。\n大失败：你没有做成物品，而且你浪费了你准备的原材料总价格的10%。如果你想要重试制作这件物品，你必须从头开始整个过程。",
    "辨识炼金术": "辨识炼金术 Identify Alchemy\n专注探索秘密\n要求你需要拥有一副炼金术士工具（Alchemist』s Tools,见装备章节）\n你花费10分钟时间使用一副炼金术士工具化验一件炼金物品的性质。如果你的行动因为任何原因被打断，你必须从头再次尝试。 \n成功：你辨认出了这是一件什么物品，以及启动它的方法。\n失败：你未能辨识该炼金物品，但你可以再次尝试。\n大失败：你误以为这是另一个物品，GM决定你把它看成了什么东西。",
    "分神": "分神 Create a Diversion 1动作\n心灵\n你摆出一个架势，施展一个花招或是利用挑逗性的话术让你面前的对手分神注意其他地方。如果你选择摆出姿势或是玩出花招，这个动作还会获得【操作】特性。如果你使用话术，这个动作获得【听觉】和【语言】特性。\n　　尝试进行一次欺骗技能检定对抗你要使其分神的生物的察觉DC。无论你这次检定是否成功，在接下来的1分钟时间内，你继续该生物在对抗你使其分神的察觉DC上获得+4环境加值。\n成功：对于所有你的检定结果超过或等同其察觉DC的生物，你视为进入藏匿（Hidden）状态，并可以开始尝试潜行（见隐秘技能）。这个效果持续到你的回合结束或是进行任何除了躲藏，潜行或是快步以外的动作为止。如果你对你拥有隐匿状态的生物发动攻击，该生物会对这一次攻击视为措手不及，然后你立刻对其变得可见。如果你进行的是其他动作，那么则是你在行动之前立刻变得可见，除非GM有其他的看法。 \n失败：如果你的检定结果未能超过其他生物的察觉DC，则你不能使他们分神，并且这些生物立刻意识到你在尝试欺骗他们。",
    "乔装": "乔装 Impersonate\n专注探索操作秘密\n你乔装改扮成另一个人，或是其他一个你想要易容成的特定角色或什么东西。你需要拥有一副易容工具包（Disguise Kit）和10分钟时间才能为自己进行足够精细的化妆。如果你只是需要简单的改扮一下而不是需要打扮成某个特定的人，GM可以考虑降低这些要求。\n　　在通常情况下，其他生物有可能通过搜索动作进行一次察觉检定来对抗你的欺骗DC来尝试看穿你的伪装。如果你在乔装时和另一个生物发生直接的互动，那么GM则是暗骰你的欺骗检定来对抗对方的察觉DC看对方是否看破你的伪装。如果和你交流的生物对于你乔装的那个人特别熟悉，GM可能会为他看破你伪装的检定给予加值，或是即使你并未直接与他们互动也必须进行暗骰的欺骗检定。\n成功：你成功蒙骗了对方，让他误以为你是你乔装的那个人。如果你的行为在之后产生显著的变化，你可能会需要进行新的欺骗检定。 \n失败：对方不相信你伪装的身份。\n大失败：对方不相信你伪装的身份。如果他认识你，他立刻知道是你在冒充他人。",
    "说谎": "说谎 Lie\n听觉专注语言心灵秘密\n你尝试用捏造的东西欺骗他人。说谎需要你花费至少1轮时间，并且你准备的谎言越复杂，花的时间就越长。你进行一次欺骗检定来对抗所有你想要用谎言欺骗的生物的察觉DC。根据具体的情势和你编造的谎言本质，GM可能考虑给这个DC增加环境加值。一般而言，比起简单，直接和可信度高的谎言，特别复杂或是含有令人难以置信的元素的谎言会更难说服别人相信。一些吹的过分天花乱坠的谎言可能一开始就没有人会相信。 \n　　根据GM的判断，如果一个生物一开始就怀疑你在说谎，他可以在接受了你的说辞以后再进行一个察觉检定来对你进行察言观色（Sense Motive）动作对抗你的欺骗DC，成功则他肯定你说的是假话。通常，这需要这个生物已经掌握了足够多的证据来证实他对你的怀疑。\n成功：对方相信了你的谎言。 \n失败：对方不相信你的说辞，并且在接下来的整个对话中都在对抗你的说谎尝试时获得+4环境加值。在此之后，这个生物也会更怀疑你。",
    "虚招": "虚招 Feint 1动作\n心灵\n要求你必须处于你欲对它发动虚招的生物的近战触及范围以内\n你虚晃一枪，让对手急着回应这次虚招而对你真正的攻击空门大开。进行一次欺骗技能检定来对抗这个对手的察觉DC。 \n大成功：对手被你完全搞糊涂了，并且一时都来不及反应。直到你的下一个回合结束，这个对手对你的近战攻击都视为措手不及。\n成功：对手对你露了个破绽，但及时回护了。直到你目前的这个回合结束，这个对手对你的近战攻击视为措手不及。\n大失败：哈哈哈你看看你。直到你的下一个回合结束，你自己都对这个对手的近战攻击视为措手不及状态。",
    "搜集资讯": "搜集资讯 Gather Information\n探索秘密\n你在某一地区的交易场所，酒馆饭店或是公众集会场合中四下打探，尝试获取关于某人或是某一事件的情报。GM会决定你会需要花费多长时间去搜集你需要的资讯（通常2小时，但可能更多），并且决定你是否可以通过用金钱去贿赂，收买和打点吃喝的方式获得额外的好处。\n成功：你搜集到了关于你需要的某人或某事的资讯，具体内容由GM设计。 \n大失败：你收集到了关于某人或某事的假情报。",
    "建立印象": "建立印象 Make an Impression\n听觉专注探索语言心灵\n你花费至少1分钟时间和某人交谈，通过各种途径――魅力诱惑，善意地表达，或是赤裸裸地溜须拍马――来博得目标对你的好感，使他们至少一时间会支援你的意见。在交谈结束时，进行一个交涉技能检定对抗目标的意志DC，加入GM判定是否涉及其他符合目前环境的调整值。你给别人留下的良好的印象（或是极坏的印象，骰出大失败的话）通常只会对当前一个场景中的社交活动产生影响，除非GM认为可以调整这个时间长度。\n大成功：对象对你的态度提升两级。\n成功：对象对你的态度提升一级。 \n大失败：对象对你的态度降低一级。",
    "提出请求": "提出请求 Request 1动作\n听觉专注语言心灵\n你可以向一个对你的态度为友善或是乐于帮助的生物提出请求。这个请求必须是具体且目标可以接受的。GM会根据你的请求的具体内容设定检定DC。注意，一些特别令人厌恶或是不可能办到的请求注定失败――即使是对一个乐于帮助你且真诚的NPC角色来说，办不到就是办不到。\n大成功：对方无条件地愿意接受你的请求。\n成功：对方接受了你的请求，但他可能会提出一些交换条件，或是提出对你的请求的某些具体部分做一些他认为合适的修正。 \n失败：对方回绝了你的直接请求，但他可能提出一些可以考虑的修正方案。\n大失败：对象回绝了你的请求，而且因为交涉破裂，他对你的态度降低一级。",
    "胁迫": "胁迫 Coerce\n听觉专注情绪探索语言心灵\n你使用或明或暗的恫吓逼迫一个生物按照你的指示行事。你花费至少1分钟时间，和一个你可以看见，并且可以看见或是可以感知到你的存在的生物交谈。在交谈结束时，进行一个威吓技能检定对抗目标的意志DC，加入GM判定是否涉及其他符合目前环境的调整值。因为胁迫而导致特定角色对你的态度变化见交涉技能部分的边栏：改变态度和本书第618页的状态概述词汇表。\n大成功：对方吐露了你希望知道的资讯，或是按照你的指示去进行一些行动――底线是它们不太可能因此而去伤害其他任何生物。目标会被你胁迫而行动的时间长度由GM决定，但通常不超过1天时间。在此之后，对方对你的态度转为不友善（如果还没有已经处于不友善或是敌对态度）。不过，它们被你完全吓住了，以至于不会（在短期内，至少）想要报复你。\n成功：同大成功结果，但当目标对你的态度转为不友善以后，它们会积极地想要报复你――比如报告官方机构你的恶质行为，或是和你的敌人结盟。 \n失败：对方没有被你吓住，并且对你的态度转为不友善（如果还没有已经处于不友善或是敌对态度）。 \n大失败：对方没有被你吓住，并且对你的态度转为敌对――如果还没有已经处于敌对态度，并在接下来一周时间内免疫你的胁迫。",
    "挫败士气": "挫败士气 Demoralize 1动作\n听觉专注情绪恐惧心灵\n你发出一声巨吼，在恰当的时机朝对方抛出一句精心包装的挑战，或是将剑刃上的血滴冷酷地振落，让敌人的神经在你的威势下颤动。选择一个处于你30尺内且你可以注意到的生物。进行一个威吓技能检定对抗目标的意志DC。如果对方听不懂你使用的语言，你不使用任何话语进行威吓，或是它们听不见你，这会在你的检定上造成-4环境减值。无论你的挫败士气尝试是否成功，同一个目标会免疫你的挫败士气尝试10分钟时间。\n大成功：对方陷入惊惧（Frightened）2状态。\n成功：对方陷入惊惧（Frightened）1状态。",
    "进行急救": "进行急救 Administer First Aid 2动作\n操作\n要求你拥有一套治疗工具\n你对一个邻接（Adjacent）你，处于濒死（Dying）或流血（Bleeding）状态的生物进行紧急救治。如果该生物同时濒死和流血，你必须在进行检定前选择其中之一来进行急救。在此之后，你可以选择另一个状态进行急救尝试。\n稳定伤势：对于一个生命值为0且处于濒死状态的生物，你可以尝试一个医疗检定稳定其伤势。这个检定DC等于5+该生物尝试恢复稳定的恢复检定（Recovery Roll）DC（通常为15+该生物承受的濒死等级 Dying Vaule）。\n止血：你可以对一个正在承受持续流血伤害（Persistent Bleed Damage，见本书452页）的生物尝试一个医疗检定，如果成功，他可以获得一次再进行一次纯骰检定来尝试移除该持续伤害的机会。本医疗检定的DC和原本造成该生物流血的效果DC通常相同。\n成功：如果你尝试稳定伤势，那么你急救的生物不再处于濒死状态（但仍然失去意识Unconscious）。如果你尝试止血，那么生物可以再进行一次无纯骰检定来尝试移除流血。\n大失败：如果你尝试稳定伤势，那么你急救的生物濒死等级+1。如果你尝试止血，那么生物立刻承受一次等于他承受的持续流血伤害数值的伤害。",
    "治疗疾病": "治疗疾病 Treat Disease\n休整期操作\n要求你拥有一套治疗工具\n你花费最少8小时时间来照料一个生病的生物，进行一个医疗技能检定来对抗该疾病的DC。当你对一个生物尝试一次治疗疾病检定后，你必须等到该生物下一次对疾病的豁免检定进行以后才能再次对它尝试治疗疾病。 \n大成功：在该生物下一次对抗该疾病的豁免检定上你为他提供+4环境加值。\n成功：在该生物下一次对抗该疾病的豁免检定上你为他提供+2环境加值。\n大失败：在该生物下一次对抗该疾病的豁免检定上你为他造成-2环境减值。",
    "治疗中毒": "治疗中毒 Treat Poison 1动作\n操作\n要求你拥有一套治疗工具\n你尝试阻止中毒者体内的毒素扩散，进行一个医疗技能检定来对抗该毒素的DC。当你对一个生物尝试一次治疗中毒检定后，你必须等到该生物下一次对毒素的豁免检定进行以后才能再次对它尝试治疗中毒。 \n大成功：在该生物下一次对抗该毒素的豁免检定上你为他提供+4环境加值。\n成功：在该生物下一次对抗该毒素的豁免检定上你为他提供+2环境加值。\n大失败：在该生物下一次对抗该毒素的豁免检定上你为他造成-2环境减值。",
    "治疗伤害": "治疗伤害 Treat Wounds\n探索治疗操作\n要求你拥有一套治疗工具\n你花费10分钟时间治疗一个受伤的活物（可以是你自己）。该生物会在接下来的1小时内免疫治疗伤害动作，但你用于此次治疗伤害的时间不计入内（所以，一个生物每小时，而非每70分钟可以接受一次医疗）。这样做的医疗技能检定DC通常为15，但GM可以根据具体的情况调整这个DC――比如治疗环境中天气恶劣或是受伤者的伤口受到魔法诅咒，等等。 \n　　如果你在医疗技能上拥有专家级的熟练度，那么你可以选择将治疗伤害的通常DC提升到20，在治疗成功时额外恢复10点生命值；如果你在医疗技能上拥有大师级的熟练度，那么你可以选择将治疗伤害的通常DC提升到30，在治疗成功时额外恢复30点生命值；如果你在医疗技能上拥有传奇级的熟练度，那么你可以选择将治疗伤害的通常DC提升到40，在治疗成功时额外恢复50点生命值。这样做不会使你在医疗检定大失败时的结果受到任何影响。 \n　　如果你在治疗伤害时的医疗技能检定成功，你可以继续护理你的病人。如果你治疗你的病人的持续时间总共达到1小时，那么他在这次治疗伤害中恢复的生命值翻倍。 \n　　你的医疗技能检定结果会决定你可以为目标恢复多少生命值。 \n大成功：目标恢复4d8点生命值，并移除他所承受的受伤（Wounded）状态。 \n成功：目标恢复2d8点生命值，并移除他所承受的受伤状态。 \n大失败：目标受到1d8点伤害。",
    "指挥动物": "指挥动物 Command an Animal 1动作\n听觉专注\n你对一只动物发出指令。进行一个自然技能检定对抗动物的意志豁免DC。如果动物对你的态度特别友善，或是它目前的行动动机和你的指示一致，又或是你奖励它以合适的食物，GM可能会考虑调整这个检定DC。 \n　　如果动物对你的态度为敌对（Hostile）或不友善（Unfriendly），你的技能检定自动失败。如果动物对你的态度为乐于帮助（Helpful），提升一级你的技能检定结果。特定的专长如骁骑手（Rider）专长可以为你在特定的指挥动物检定上提供加值。 \n　　大多数动物可以进行跳跃（Leap），搜索（Seek），站立（Stand），行走和打击基本动作。如果动物可以进行其他特定动作，如马可以进行的驰骋（Gallop）动作，你也可以指挥动物执行这些动作――但动物每需要一个动作执行这些行动，你就必须相应的用同等数量的动作进行指挥动物。你也可以使用多重动作（Multiple Actions）指挥动物在它的下一个回合进行数个连贯的行动。比如，你可以使用3个动作指挥动物连续行走三次，或是行走两次然后打击一次\n成功：动物会按照你指令的内容在它的下回合行动。\n失败：动物对你没有兴趣或是抵抗，什么都不做。 \n大失败：动物误解了你的指令。GM决定它会做什么怪事。",
    "演出": "演出 Perform\n专注\n当你你进行一次简短的表演――一首歌，一圈快速的舞步，几个俏皮话――这是一个演出技能动作。这个动作通常用来快速地展示你的才艺或是尽快取悦特定的观众。一般情况下，演出动作的简短表演不会产生什么特别有力的印象，但它可以辅助你的其他社交行动，比如它可能会降低你接下来的交涉技能检定DC或是直接提升他人对你的态度――GM有权做出这方面的判定。\n大成功：你的表演震撼人心，观众可能在之后四处表扬你的才能。\n成功：你完全地展现了自己的才华，观众们感谢你的演技。\n失败：你的表演什么效果都没有。 \n大失败：你成功的展现了自己有多废，废！",
    "伪造文书": "伪造文书 Create Forgery\n休整期秘密\n你可以用一段时间――通常是一天到一周左右――伪造一份可以以假乱真的档案。GM给你暗骰一个DC为20的社群技能检定。如果你成功通过，则你伪造的档案足够逼真，通常的读者不会直接发现问题――只有那些非常仔细的审查档案的人才可以尝试一个察觉检定或是社群技能检定（对抗你的社群技能DC）尝试找出这份伪物的破绽。 \n　　如果一份文书的原本是手写文书且没有作者签名，那么你只需看到过这份文书就可以尝试伪造，并在技能检定上，以及观察者尝试看破它的DC（GM决定是否有效）上有+4环境加值。如果要伪造一份附签名的文书，你必须拥有一份原作者的签名才能仿造它。 \n　　如果你的检定结果低于20，那么你伪造的文书会存在一些明显的问题。GM会允许任何读者在阅读它时被动进行一个察觉检定或是社群技能检定（取其高者）看出它的漏洞，成功或失败情况见下。一旦GM为伪造的文书进行了一次检定，无论多少读者观察了这份档案和他们的察觉DC，他们都会对抗这单次检定的结果。 \n　　一个粗略看过伪造的文书并被骗过的读者可能之后再次仔细地阅读这份档案，使用更加严格和深刻的方式尝试从你成功伪造的文字中发现问题。这时，他们可以尝试一个察觉检定或是社群技能检定对抗你的社群技能DC，成功则发现你的文字是假的。 \n成功：读者看不出你的文书是伪造的。\n失败：读者发现你的文书是伪造的。",
    "隐藏物件": "隐藏物件 Conceal an Object 1动作\n操作秘密\n你可以贴身藏起一件较小的物品（比如一件重量单位为L的武器）。如果你尝试将这件贴身藏好的物品不被人注意地带到什么地方，GM会为你带的这一件物品给你暗骰一次隐秘检定，用本次检定的结果来对抗所有可能注意到你的潜在的观察者。如果有生物积极地搜寻你暗藏的物品，他进行一次察觉检定对抗你的隐秘技能DC，成功则发现你隐藏的物品。\n　　你也可以在不是随身的其他地方――比如一处茂密的树丛或是一件家俱的夹层里――隐藏一件物品。如果是这种情况，尝试找到这件物品的对象通过一个搜索动作进行察觉检定对抗你的隐秘技能DC，根据结果判断是否发现你隐藏的物品。\n成功：你隐秘地随身藏着这件物品。\n失败：搜查者发现了你带着的物品。",
    "躲藏": "躲藏 Hide 1动作\n秘密\n你躲进一处掩蔽，高级掩蔽或是隐身在隐蔽物中，避开观察者的视线。GM会给你暗骰一次隐秘检定，用本次检定的结果来分别对抗所有可以看得到你，但你对他们拥有掩蔽，高级掩蔽，或是隐蔽的观察者的察觉DC。如果你使用掩蔽或是高级掩蔽来藏匿，你可以从它们上获得加值。\n成功：对其他原本可以看到你的生物，现在你获得藏匿状态而非可见状态。如果你在原本就对某生物来说处于藏匿或无踪状态下再次尝试藏匿，你保持原状态不变。\n　　如果你成功地获得对某生物的藏匿状态，但在此之后失去了对其拥有的掩蔽，高级掩蔽或隐蔽，你会重新对其回到可见状态。进行任何除了躲藏，潜行或是快步以外的动作也会使你不再处于藏匿状态。如果你在此状态下对生物发动攻击，该生物会对这一次攻击视为措手不及，然后你立刻对其变得可见。如果你进行的是其他动作，那么则是你在行动之前立刻变得可见，除非GM有其他的看法。GM也许会同意你可以在保持藏匿状态的同时进行一些鬼祟的行动而不引起过分的注意。 \n　　如果其他生物成功地通过搜索动作发现了你而使你对其可见，那么你必须重新尝试躲藏行动来对其获得藏匿状态。",
    "潜行": "潜行 Sneak 1动作\n移动秘密\n你尝试保持隐秘状态，从一点移动到另一点而不被察觉。你可以在潜行状态下行走（Stride，或是通过掘地，游泳，攀爬或飞行方式而非行走，前提是你拥有这些移动方式）不超过你的移动速度一半的距离。\n　　如果你对于一个生物处于无踪状态且它没有可以用来观察你的方式（对于通常的生物来说，这些条件包括但不限于：你处于隐形状态、观察你的生物目盲，或是你处于黑暗环境中但你的对手无法看穿黑暗）。如果你在潜行行动的检定上骰出大失败，你只会获得失败的结果。如果你不再对目标生物拥有掩蔽、高级掩蔽或是隐蔽，你也仍然对其处于无踪状态。\n　　在你的移动结束时，GM暗骰你的隐秘技能检定，并将其结果分别用来对抗每一个在你进行移动前对其视为拥有藏匿或无踪状态的生物的察觉DC。如果你在潜行中的行走动作一直没有使你离开任何掩蔽或高级掩蔽的遮挡，你可以对有遮挡的生物在潜行检定上获得+2（高级掩蔽+4）环境加值，但因为你在移动，你不能从找掩护（Taking Cover）动作中再获得额外的加值。如果在你结束潜行移动时，如果你对一个生物既不拥有隐蔽也不拥有掩蔽/高等掩蔽，你不需对其进行潜行检定――你自动对它视为可见。\n成功：在你的移动期间和结束移动后你都对对方视为无踪状态。 \n　　如果你再进行躲藏、潜行、快步以外的动作，你会立刻变得可见。如果你在此状态下对生物发动攻击，该生物会对这一次攻击视为措手不及，然后你立刻对其变得可见。如果你进行的是其他动作，那么则是你在行动之前立刻变得可见，除非GM有其他的看法。GM也许会同意你可以在保持藏匿状态的同时进行一些鬼祟的行动而不引起过分的注意，但这样做通常会需要一个额外的隐秘检定。如果你说话或发出不适当的响亮噪音，你从无踪状态变为藏匿状态。 \n　　如果其他生物对你使用搜索行动并使你对他从无踪变成藏匿，你需要成功的进行潜行行动才可能回到无踪状态。 \n失败：你发出声音或是留下蛛丝马迹，让观察者注意到有人在他们鼻子下面猫猫祟祟地行动――但他们还看不到你。在你的移动期间和结束移动后你都对对方视为藏匿状态。 \n大失败：你被发现了！在你的移动期间和结束移动后你都对对方视为可见状态。如果你处于隐形状态且对观察你的生物视为拥有隐匿，那么在你的移动期间和结束移动后你都对对方视为藏匿而非可见状态。",
    "辨别方向": "辨别方向 Sense Direction\n移动秘密\n在荒野中，你通过观察星辰和太阳的位置，地理标记，以及区域内动植物的生活轨迹来判断具体的方位朝向。通常，你每天只需要进行一次生存技能检定来辨别方向，但根据具体的环境条件和环境变化，你也可能需要多次技能检定。GM会决定这个技能检定的DC和需要花费的时间（通常一分钟左右）。特殊，奇异的地理区域以及你不熟悉的区域通常会要求你在生存技能上拥有一定程度的熟练等级才能尝试辨别方向。如果你没有一件指南针（Compass），你会在辨别方向的检定上承受-2减值。 \n大成功：你清楚无疑地了解自己身处的位置。如果你所处的地理区域拥有东南西北四极，你很清楚东南西北的具体方向。 \n成功：还算清楚自己的位置，至少不会迷失方向。如果你所处的地理区域拥有东南西北四极，你大致知道东南西北的方向。",
    "掩盖行踪": "掩盖行踪 Cover Tracks\n专注探索移动\n你可以在使用陆地旅行速度（Travel Speed，见本书478页）半速移动的情况下，同时清除掉你在路径上留下的痕迹。这样做不需要你进行生存技能检定，但你的对手在尝试追踪你的时候，如果你的生存DC比在通常情况下追踪你需要的生存技能检定DC更高，他们必须成功对抗你的生存DC来尝试追踪你。\n　　在某些情况下你可能要在战斗遭遇中掩盖行踪，这种情况下，掩盖行踪需要一个动作且失去探索特征。",
    "追踪": "追踪 Track\n专注探索移动\n你可以在使用陆地旅行速度（Travel Speed，见本书478页）半速移动的情况下，同时追踪目标的行踪。如果你成功的通过了一次追踪检定，那么你可以保持半速移动并同时追踪1小时。如果在某些情况下你必须在战斗遭遇中进行追踪，那么这个行动需要一个动作且失去探索关键词。如果情景较为紧急复杂，追踪检定的频率可能也会需要的更加频繁。具体的检定频率由GM决定。\n　　你需要在追踪开始，追踪持续进行的每一个小时，以及追踪路径上出现某些特别重要的变数时进行一次生存技能检定。GM会根据轨迹的新鲜程度，天气状况以及地面的状况来设定合适的检定DC。\n成功：你找到了某些轨迹，或是能够继续稳定地追踪手头上的轨迹。\n失败：你搞丢了目标留下的行踪，必须等1小时后才能再次尝试追踪。\n大失败：你完全搞丢了目标，必须等24小时后才能再次尝试追踪。",
    "手上功夫": "手上功夫 Palm an Object 1动作\n操作\n你可以将一件微小的，无人占有的物品藏在手心。进行一次贼活技能检定来对抗所有可以观察到你的生物的察觉DC。无论你是否成功，你需要持有这件物品。通常来说，你只能用手上功夫藏起一件重量可以忽略不计的物品，但GM可以根据具体情况调整这个规定。\n成功：其他生物没有注意到你在手心藏有物品。\n失败：其他生物注意到你在掌中藏有物品，GM会决定它们将因此而做出何种反应。",
    "盗窃": "盗窃 Steal 1动作\n操作\n你尝试将一件小物品从其他生物身上偷走而不被其发觉。通常情况下，你只能尝试盗窃一件重量可以忽略不计的物品，并且如果拥有这件物品的生物保持警觉或是处于战斗中，你的尝试自动失败。 \n　　尝试一个贼活技能检定，对抗的DC通常等于穿戴或携带这件物品的生物的察觉DC。一般情况下，只有被随身携带且没有被严密保护起来的物品（比如松垮地露在外面的钱包，或是放在这种钱包里的物品）才能被直接盗窃。如果你要偷的物品被严实地装在荷包或是类似的掩蔽物中，你会在贼活技能检定上承受-5减值。GM可能会为某些特别难下手盗窃的物品（比如和许多杂物混在一个袋子里的小件东西、一张夹在数份无关档案中的纸张，诸如此类）设定高于一般情况的DC。 \n　　根据特定情况，你可能还需要在盗窃时用你的贼活技能检定结果对抗除了你的直接受害者外其他的潜在观察者的察觉DC――如果这些旁观者注意到你在偷走或是尝试偷走其他人的所有物的话。GM可能会提升这些旁观者的察觉DC，即使他们并没有专注地观察你的行动。 \n成功：你成功偷走了物品而未被发觉，或是旁观者没有注意到你的偷窃行为。 \n失败：受害者注意到你的偷窃或是旁观者发现你在偷东西，GM会决定它们将因此而做出何种反应。",
    "解除装置": "解除装置 Disable a Device 2动作\n操作\n要求某些装置需要你使用盗贼工具才能尝试解除它们\n你可以使用这个动作去尝试解除一个陷阱或是其他结构复杂的装置。通常来说，一件装置会需要多个累计的成功检定结果才能被成功解除――取决于它们的设计结构和复杂程度。一副盗贼工具是有用的 - 有时候，是必须的（GM判断） - 解除装置帮手，除此之外，某些高度复杂的装置可能需要你拥有较高的贼活技能熟练等级才能尝试解除。 \n　　你的贼活技能检定结果决定了你在解除装置时取得的进展程度。 \n大成功：你直接解除了面前的装置，或是在解除复杂结构的装置时视为获得了两次成功结果。你不会留下你曾经捣鼓过这件装置的痕迹，并且如果这件装置可以重置的话，你可以选择重置它。\n成功：你直接解除了面前的装置，或是在解除复杂结构的装置时获得了一次成功结果。\n大失败：装置被你触发了。",
    "开锁": "开锁 Pick a Lock 2动作\n操作\n要求你拥有一副盗贼工具\n使用钥匙以外的方法开锁和解除装置的方式相似，但DC取决于锁的做工和复杂程度（参考本书第290页了解关于锁的资讯）。做工精良的锁可能会需要多个累计的成功检定结果才能被成功打开――否则即使是没有什么经验的笨贼只要反复尝试仍然有可能一发入魂。如果你并未准备合适的盗贼工具，GM也可能允许你用随便什么手边能找到的东西尝试开锁，当然具体的可能性取决于你面对的锁的结构。 \n大成功：你直接打开了面前的锁，或是在尝试打开结构精良的锁时视为获得了两次成功结果。你不会留下你曾经撬过过这把锁的痕迹。 \n成功：你直接打开了面前的锁，或是在尝试打开结构精良的锁时视为获得了一次成功结果。 \n大失败：你把你的工具玩坏了。你需要通过一个成功的手艺技能检定去修理它，或是替换一副备用的工具元件（价值3SP，如果是高级开锁工具的话则价值3GP）。",
    "协助": "协助 Aid 反应\n触发一位盟友将要使用一个需要技能检定或攻击骰的动作。\n要求该盟友自愿接受你的协助，且你已经做好协助的准备（见下）。\n你尝试进行协助。若想使用该反应动作，你必须先做好协助的准备，通常需要你在自己的回合内使用一个动作。你必须向GM描述你是如何进行协助尝试的，GM需要裁决你是否能协助到你的盟友。 \n　　当你使用协助反应动作时，按GM要求进行对应的技能检定或攻击骰。DC通常为20，GM可以根据目标任务难易度调整 DC。根据情形，GM可以为你的准备动作或你的协助反应动作新增合适的特征词，什至能允许你协助并非技能检定和攻击骰的任务。 \n大成功：你的盟友在触发检定上获得+2环境加值。若你在自己尝试的检定上熟练度为大师，你给与盟友的加值为+3。若你为传奇，则给与的加值为+4。 \n成功：你的盟友在触发检定上获得+1环境加值。 \n大失败：你的盟友在触发检定上获得-1环境减值。",
    "爬行": "爬行 Crawl 1动作\n移动\n要求你处于倒地（prone）状态且速度至少为10尺。\n你爬行移动5尺，保持倒地状态。",
    "延迟": "延迟 Delay  自由\n触发你的回合开始。\n你等待更好的行动时机。你的回合剩下的部分不再进行。同时，你会从先攻条中移出。你可以用一个自由动作使自己返回先攻条中，触发为任一生物的回合结束。这会永久性地将你的先攻改变至新的位置。在你返回先攻条前，你无法使用反应动作。若你延迟了一整轮而没有返回先攻条，延迟回合保留的动作会全部失去，先攻不会改变，按照你在先攻条中的位置开始新的回合。 \n　　延迟时，所有持续伤害和负面效果正常在你原本使用延迟的回合的开始和结束时发生。任何会在你的回合中终止的正面效果也会正常终止。GM能裁决什么效果会在你延迟时正常终止。总而言之，你无法依靠延迟来延迟负面效果发生的时点，也无法延续正面效果在你回合结束后依然存在。",
    "趴下": "趴下 Drop Prone 1动作\n移动\n你变为倒地（prone）状态。",
    "逃脱": "逃脱 Escape 1动作\n攻击\n你尝试从擒抱（grabbed）、禁足（immobilized）、束缚（restrained）状态中逃脱出来。选择一个生物、物体、法术效果、危害或其他对你施加上述状态的事物。使用你的无武装攻击调整值进行一次检定，对抗效果DC。该DC通常是擒抱你的生物的运动DC，捆绑你的生物的贼活DC，法术效果的法术DC，物体、危害或事物列出的逃脱DC等等。你可以选择进行特技或运动检定代替无武装攻击调整值（该动作依然保有攻击特征）。 \n大成功：你获得自由，移除目标对你施加的擒抱、禁足或束缚状态。你还能立刻行走至多 5 尺。 \n成功：你获得自由，移除目标对你施法的擒抱、禁足或束缚状态。 \n大失败：你没有获得自由，且直到你的下一轮你无法再进行逃脱尝试。",
    "互动": "互动 Interact 1动作\n操作\n你用单手或更多手操作物体或影响环境。你可以抓起未固定或装好的物体、开门、进行类似的行动。有时你需要进行技能检定来决定互动是否能成功。",
    "跳跃": "跳跃 Leap 1动作 \n移动\n你进行一次稳定的短程跳跃。若你的速度至少有15尺你可以水平跳跃10尺，若你的速度至少有30尺你可以水平跳跃15尺。你会落地在跳跃结束的格子中（意味着你可以跳过5尺的裂缝，若速度为30尺或更多时可以跳过10尺的裂缝）。 \n　　若进行垂直跳跃，你可以垂直跳起至多3尺同时水平跳跃5尺到较高的平面上。 \n　　跳得更高或更远需要使用运动技能。",
    "准备": "准备 Ready 2动作 \n专注\n你准备在自己回合外进行一个动作。选择一个你能使用的单动作或自由动作，并设定一个触发条件。你的回合立刻结束。若你设定的触发条件在你的下一回合开始前发生，你可用一个反应动作使用选定的动作（被选定的动作此时已然必须满足所有需求）。你无法准备一个已有触发条件的自由动作。 \n　　若你已有多重攻击减值且被准备的动作是一个攻击动作，你所准备的攻击会受到你使用准备时的多重攻击减值的影响。这是少数几个多重攻击减值会影响到你回合外的状况之一。",
    "放开": "放开 Release 自由\n操作\n你放开你正用手握着的某些事物。这可以是丢下某物品、双手持握时松开一只手而另一只手依然握住、攀爬中松开抓住的绳索、等等类似动作。和大多数操作特征的动作不同，放开不会触发那些会因操作特征而被触发的反应动作（例如借机攻击）。 \n　　若你想要在回合外使用放开这个动作，请使用准备行动。",
    "搜索": "搜索 Seek 1动作\n专注秘密\n你搜索一块区域中的生物或物体。若你搜索的是生物，选择一块区域。若精确感官允许，GM可以允许你搜索视觉线内30尺锥形范围或10尺爆发范围。若所选区域过远，你可能会承受减值。 \n　　若你使用搜索动作寻找物体（例如密门或危害），你最多能搜索临近你的一个10尺见方的区域。若你搜索的是特别杂乱的区域，GM可以让你的搜索是一个行动，需要花费更多动作什至数分钟乃至小时来进行。 \n　　GM为你进行一次秘密察觉检定，将检定结果和区域内所有无踪和藏匿生物的隐秘DC、区域内所有可被搜索出物体的察觉DC（由GM自定或由隐藏物件的生物决定）进行比较。若你使用的是模糊感官或某效果阻止目标变为可见（例如隐形术），搜索到的生物就依然保持藏匿状态而不会变为可见。 \n大成功：若你搜索生物，所有你对其大成功的无踪或藏匿的生物对你变为可见。若你搜索物体，你得知其位置。 \n成功：若你搜索生物，所有你对其成功的无踪生物对你变为藏匿，所有你对其成功的藏匿生物对你变为可见。若你搜索物体，你得知其位置或获得一些线索，具体由GM判断。",
    "察言观色": "察言观色 Sense Motive 1动作\n专注秘密\n你尝试辨明目标的行为是否反常。选择一个生物，评估目标的肢体语言、紧张情绪小动作、其它目标进行欺骗尝试的讯号行为等等。GM为你进行一次秘密察觉检定，将检定结果和目标的欺骗DC、隐藏目标心理活动的法术DC、其它GM认为合适的DC进行比较。通常若情形没有得到明显的改变，你就无法对同一个生物持续尝试察言观色。 \n大成功：你得知目标真实的意图，能确定是否有心智魔法正影响着目标。 \n成功：你能辨明目标行为是否反常，但你无法得知其真实意图，也无法确定目标是否受魔法影响。 \n失败：你判断到了目标想让你相信的事。若目标没有进行欺骗，你会相信目标的行为是正常的。 \n大失败：你完全错判了目标的意图。",
    "站立": "站立 Stand 1动作\n移动\n你从倒地状态中站起来。",
    "快步": "快步 Step  1动作\n移动\n要求你的速度至少为10尺。\n你小心移动5尺。和大多数移动型别不同，快步不会触发那些因移动动作或进出格子而触发的反应动作，例如借机攻击。 \n　　你无法快步进入困难地形（见475页），也无法使用陆地速度之外的速度进行快步。",
    "行走": "行走 Stride 1动作\n移动\n你移动至多等于速度的距离（见463页）。",
    "打击": "打击 Strike 1动作\n攻击\n你用持握的一件武器或无武装进行一次攻击，瞄准触及内（若为近战攻击）或射程内（若为远端攻击）的一个生物。根据使用的武器或无武装攻击投对应的攻击骰，将结果和目标生物的AC进行比较。见446页的攻击骰和450页的伤害来确定攻击结果和伤害骰。 \n大成功：如同成功，但你造成双倍伤害（见451页）。 \n成功：根据武器或无武装攻击造成伤害，并包含所有伤害上的调整值、加值、减值。",
    "寻找掩蔽": "寻找掩蔽 Take Cover 1动作\n要求你处于掩蔽中、邻接能让你寻找掩蔽的事物、或处于倒地状态中。\n你自身靠近墙壁或矮墙之类的阻挡物，以期从掩蔽中获得优势（见477页）。若你已有标准掩蔽，你改为获得强效掩蔽，这会给AC 提供+4环境加值、给对抗区域效果的反射豁免+4环境加值、给躲藏、潜行和其它避开侦查的隐秘简单提供+4环境加值。其它状况下，你获得标准掩蔽（上述条件中获得的环境加值为+2）。这持续到你从目前位置移走、使用攻击动作、变为失去意识、以自由动作解除掩蔽状态。",
    "着陆": "着陆 Arrest a Fall 反应\n触发你处于坠落中。\n要求你拥有飞行速度。\n你尝试一次特技检定来缓冲坠落。DC通常为15，但根据风力风向或其它环境因素，DC可以被提高。 \n成功：你正常轻轻落地，不受到这次坠落伤害。",
    "转移目光": "转移目光 Avert Gaze 1动作\n你将目光从危险上移开。在对抗例如美杜莎的石化凝视这种需要你看着某生物或物体的视觉能力的豁免中，你获得+2环境加值。你的转移目光会持续到你的下一回合开始。",
    "掘地": "掘地 Burrow 1动作\n移动\n要求你拥有掘地速度。\n你在泥地、沙地或类似软性地面中掘地前进，最多移动等于你掘地速度的距离。你无法掘地穿越岩石地面或类似比泥地更密实的地面，除非你有能力允许你在这种地面下掘地前进。",
    "飞行": "飞行 Fly 1动作\n移动\n要求你拥有飞行速度。\n你在空中飞行至多等于飞行速度的距离。向上飞行（垂直向上或斜向上）使用在困难地形移动的规则。每消耗5尺移动可以垂直下降10尺距离。若你飞行到地面上，不会受到坠落伤害。你可以使用1个该动作飞行0尺以保持悬停在空中。若你在回合结束时处于空中而次回合没有使用过该飞行动作，你会坠落。",
    "抓住边缘": "抓住边缘 Grab an Edge 反应\n操作\n触发你处于坠落中时经过一个边缘或把手。\n要求你的手没有被拘束在背后或处于束缚状态中。\n当坠落时的你经过一个边缘或把手时，你可以尝试抓住它，阻止自己的坠落。你必须进行反射豁免检定，使用攀爬DC。当你抓住边缘或把手后，后续可用运动技能攀爬上去。 \n大成功：无论你是否有自由手，你都抓住了边缘或把手，典型的比如用持握的物品挂住了你自己（例如战斧卡在了横栏上）。你仍然会受到已坠落距离带来的伤害，但坠落距离视为减少30尺来计算。 \n成功：若你至少有一只自由手，你抓住了边缘或把手，阻止了坠落。你仍然会受到已坠落距离带来的伤害，但坠落距离视为减少20尺来计算。若你没有自由手，你会如同检定失败一般继续坠落。 \n大失败：你继续坠落，坠落距离相比使用该反应动作前视为增加20尺来计算，且该次坠落中你每坠落20尺会受到10点钝击伤害。",
    "骑乘": "骑乘 Mount 1动作\n移动\n要求你邻接一个体型至少大于你一级且自愿成为你坐骑的生物。\n你骑乘上该生物。若你已处于骑乘中，使用该动作会改让你脱离骑乘，站到邻接坐骑的一个格子中。",
    "指出位置": "指出位置 Point Out 1动作\n听觉操作视觉\n要求有生物对一个或更多你的盟友而言为无踪状态，但对你不为无踪。\n你对你一个或更多盟友说你能看到某个生物，并指出其方向和说出其距离。该生物对你的盟友不再为无踪状态，而改为藏匿状态（见466页）。这只对能看到你且所处位置能侦测到目标的盟友有效。若盟友无法听到你或听懂你说的话，他们必须通过察觉检定对抗所指出位置生物的隐秘技能DC，否则会被误导认为目标在别的位置。",
    "举起盾牌": "举起盾牌 Raise a Shield 1动作\n要求你正持用盾牌。\n你举起盾牌保护自己。当你举起盾牌时，你将盾牌所列的环境加值新增到自己的AC上。你的盾牌会一直保持举起直到你的下一回合开始。",
    "高速炼金": "高速炼金 Quick Alchemy 1动作\n炼金术士 操作\n花费1批灌注试剂\n要求你拥有你要创造的炼金物品的公式，且你持握或穿戴炼金工具\n你迅速调制出一件炼金物品以便立即使用。你创造出单独一件记载于公式书上的，等级不高于你的高阶炼金术等级的炼金物品，并且不必为这件物品通常所需的炼金试剂支付货币成本，也不需要尝试手艺检定。这件物品具有灌注特征，但它的效力只持续到你下一回合开始。",
    "狂暴": "狂暴 Rage 1动作\n野蛮人 专注 情绪 心灵\n要求你未疲乏或狂暴\n你唤起内心的怒意，开始狂暴。你获得等于你的等级+体质调整值的临时生命值。狂暴持续1分钟，或者直到没有你能发现的敌人存在，又或者直到你陷入昏迷，以先发生的情况为准。你无法主动停止狂暴。在狂暴期间：\n你用近战武器或非武装攻击可造成额外2点伤害。若你的武器或无武装攻击有灵巧（agile）特征，此额外伤害减半。\n你的AC受到-1减值。\n你无法采取具有专注（concentrate）特征但不具有狂暴（rage）特征的行动。你可以在狂暴时进行搜寻（Seek）。\n　　在你停止狂暴后，你失去狂暴赋予的所有临时生命值，并且在1分钟内无法再次狂暴。",
    "报应打击": "报应打击 Retributive Strike  反应\n神卫\n触发一个敌人伤害了你的盟友，并且他们都在你周围15尺的范围内。\n你保护你的盟友并痛击你的敌人。这位盟友在对抗触发这次报应打击的伤害时获得针对所有伤害的抗力，数值等同于2+你的等级。如果这名敌人在你的触及范围之内，你对其进行一次近战打击（Strike）。",
    "救赎瞥视": "救赎瞥视 Glimpse of Redemption  反应\n神卫\n触发一个敌人伤害了你的盟友，并且他们都在你周围15尺的范围内。\n赎罪的幻景在敌人的脑海中闪现，罪恶的重负让他变得犹豫不决。这名敌人必须从下列选项中选择一个：\n这名盟友免受触发这次救赎瞥视的伤害。\n这名盟友在对抗触发这次救赎瞥视的伤害时获得针对所有伤害的抗力，数值等同于2 + 你的等级。在这次伤害效果结算完毕之后，这名敌人直到它下一回合结束为止获得力竭（Enfeebled）2。",
    "自由快步": "自由快步 Liberating Step 反应 \n神卫\n触发条件一个敌人伤害、攫抓（Grab）或擒拿（Grapple）你的盟友，并且他们都在你周围15尺的范围内。\n你的盟友从束缚中重获自由。如果触发为盟友受到伤害，那么这名盟友在对抗触发的伤害时获得针对所有伤害的抗力，数值等同于2 + 你的等级。如果这名盟友被某个效果压制（Grabbing），束缚（Restraining），禁足（Immobilizing）或麻痹（Paralyzing），他们可以尝试重获自由。他们可以尝试一个新的豁免检定对抗上述效果中允许豁免的一个，或是以一个自由动作尝试从一个效果中逃脱（Escape）。如果他们能够移动，这名盟友能以自由动作进行快步（Step），哪怕他们并不需要逃脱。",
    "残酷纪律": "残酷纪律 Iron Command 反应 \n罕见 神卫 神术 情绪 惑控系 心灵\n触发一个敌人伤害了你，并且他在你周围15尺的范围内。\n你让那个胆敢冒犯伤害你的敌人认清自己的身份。你命令你的敌人向你跪拜，向你臣服。如果他们胆坦拒绝，他们必须付出痛苦和折磨的代价。敌人必须选择下面一种效果：\n敌人跪拜，用一个自由动作进入到底。\n敌人拒绝，你对他造成1d6点心灵伤害。伤害5级变成2d6、9级变成3d6、12级变成4d6、16级变成5d6， 19级变成6d6。\n　　此外，直到你下一回合结束，你对触发生物的打击（Strike）额外造成1点伤害。你每次使用这个反应动作都要选择伤害型别是邪恶还是负能量。9级时这个额外伤害变成2，16级变成3。",
    "自私卫盾": "自私卫盾 Selfish Shield 反应 \n罕见 神卫\n触发一个敌人伤害了你，并且他都在你周围15尺的范围内。\n你极其自私，只顾自己。你在对抗触发条件的伤害时获得2+你等级一半数值得抗力，无论伤害型别为何。 \n　　此外，直到你下一回合结束，你对触发生物的打击（Strike）额外造成1点伤害。你每次使用这个反应动作都要选择伤害型别是邪恶还是负能量。9级时这个额外伤害变成2，16级变成3。",
    "毁灭复仇": "毁灭复仇 Destructive Vengeance 反应 \n罕见 神卫\n触发一个敌人伤害了你，并且他都在你周围15尺的范围内。\n你把敌人拖向绝路以血债血偿。你受到的伤害额外增加1d6，且你对触发敌人造成1d6点伤害，你每次使用这个反应动作都要选择伤害型别是邪恶还是负能量。 \n　　此外，直到你下一回合结束，你对触发生物的打击（Strike）额外造成2点伤害，伤害型别跟上面选的走。你受到以及造成的伤害，在5级时变成2d6、9级时变成3d6、12级时变成4d6、16级时变成5d6、19级时变成6d6。9级时这个额外伤害变成4，16级变成6。",
    "借机攻击": "借机攻击 Attack of Opportunity  反应\n触发在你触及范围内的一个生物使用一个操作动作（manipulate action）或者移动动作，进行远端攻击，或者在它使用的移动动作中离开一个方格\n你攻击露出破绽的敌人。对触发此动作的目标进行一次普通攻击（Strike）。如果你的攻击发生重击，并且触发此动作的是一个操作动作，你令此动作中断。此次普通攻击不会计入你的多次攻击减值，并且你的多次攻击减值不应用于此次普通攻击上。",
    "疾风连击": "疾风连击 Flurry of Blows 1动作\n绝技 武僧\n进行2次无武装打击。若2次命中同一个生物，计算抗力和弱点时将伤害合计。每次打击正常应用多次攻击减值。因其拥有绝技特征，每回合你只能使用疾风连击1次。",
    "猎杀目标": "猎杀目标 Hunt Prey 1动作\n专注 游侠\n你指定一个生物为猎杀目标，专注于攻击该生物。你必须能够看到或者听到你的目标，或者在探索时追踪这一猎物。 \n　　你搜索（seek）你的猎杀目标的察觉检定上获得+2环境加值，追踪（track）你的猎杀目标的生存检定上获得+2环境加值。你还会在对抗你的猎杀目标时忽略远端攻击的第二个射程增量减值。 \n　　你同一时间只能指定一个猎物。如果你在已经指定了一个生物之后对另一个生物使用猎杀目标，你会失去对之前生物的目标指定，而新的生物成为你的目标。你的指定持续到第二次进行每日准备。",
    "衰弱打击": "衰弱打击 Debilitating Strike  自由\n游荡者\n触发你的打击命中1个措手不及的生物并对它造成伤害\n你可以施加下面一项衰弱，持续到你下回合结束。\n衰弱：目标获得移动速度降低10尺，持续1回合。\n衰弱：目标获得力竭（Enfeebled）1。",
    "大师一击": "大师一击 Master Strike  自由\n失能游荡者\n先决条件你的打击命中1个措手不及的生物并对它造成伤害\n目标必须通过1次对抗你职业DC的强韧检定。之后他在1天之内对大师一击临时免疫。 \n大成功：无效果。\n成功：目标陷入力竭（Enfeebled）2，直到你下回合结束。\n失败：目标陷入麻痹4轮。\n大失败：目标陷入麻痹4轮，失去意识2小时，或是被杀死（由你选择）。",
    "汲取连结物品": "汲取连结物品 Drain Bonded Item  自由\n奥术 法师\n频率每天一次\n你释放连结物品中储存的能量。在你的回合中，你会获得施放一个你今天有准备并且已经放过的法术的能力，并且无须使用法术位。你还是需要采取施放法术行动并满足法术的其他需求。",
    "追查方向": "追查方向 Pursue a Lead\n专注 探索 调查员\n频率每10分钟1次\n你花一分钟调查一个你可能的线索的细节，指定一个与线索有关的客体作为你主动调查的目标。这个客体通常是一个单一生物、物品，或较小的场所（如房间或走廊），但GM可能允许你有不同的调查范围。你无须能知晓客体的身份、目的或本质，但是你需要意识到它的存在。例如，找到一个脚印就足以对留下足迹的生物进行调查，看到一件物品或地点的潦草素描就足以让你展开对客体的调查。 \n　　当你尝试用一次察觉或技能检定来调查指定的客体时，你会在该检定上获得+1的环境加值。具体的检定取决于你如何调查，并由GM决定，但调查的检定通常使用察觉技能，或者使用基于智力、感知或魅力的技能检定。 \n　　同一时间你只能维持两个主动调查。如果你维持两个后又追查另一个方向（Pursue another Lead），你必须指定一个与目前调查不同的客体（或者，就你所知，他们必须是不同的），并放弃一个目前的客体。一旦你放弃你要追查的客体，在下次你做日常准备之前，你不能再次追查该客体。",
    "提供线索": "提供线索 Clue In 反应\n专注 调查员\n频率每10分钟1次\n触发另一个生物尝试调查你所追查的方向并进行检定。\n你和触发的生物分享资讯。他们在触发检定上获得与你调查客体检定上相同的环境加值。GM可以根据情况在这个反应动作中加入任何相关的特性，例如，如果你用口头传达资讯，则可以加入听觉（auditory）和语言（linguistic）。",
    "出谋划策": "出谋划策 Devise a Stratagem  1动作\n专注 幸运 调查员\n频率每轮1次\n你能在战斗中评估敌人的弱点，据此制定攻击计划。选择一个你看得到生物并骰一颗D20。如果你在本轮之后打击（Strike）所选的生物，你必须使用出谋划策 的D20结果作为你打击的攻击骰。这个取代只在本轮对所选生物做出的第一次打击生效，而不会用在接下来的所有攻击上。 \n　　在你使用这个取代时，如果你的打击使用的武器是一件灵巧（agile）或娴熟（finesse）的近战武器、是灵巧（agile）或娴熟（finesse）的非武装攻击、一件远端武器（如果这武器是拥有投掷特性的近战武器，那就还要是灵巧（agile）或娴熟（finesse）特性才行）或一把闷棍，那你还能把你的智力而非力量或敏捷的调整值加到你的攻击骰上。 \n　　如果你意识到你选择的生物是你追捕的客体，你能以自由动作使用此能力。",
    "快速酊剂": "快速酊剂 Quick Tincture  1动作\n调查员 操作\n消耗1个多用途瓶\n要求你知道你要创造的炼金物品的公式，并且你要握着或穿着炼金工具，同时还要有一只自由的手。\n你快速调制出一份临时酊剂。你创造一件等于或低于你等级，同时无须支付炼金试剂需要的金钱，也不需要尝试工艺检定。此物品拥有灌注特性，但它只在目前回合结束前有效。",
    "迅速检验": "迅速检验 Expeditious Inspection  自由\n调查员\n频率每10分钟1次\n你用超凡的速度对周遭进行观察与评估。你进行回忆知识（Recall Knowledge）、搜索（Seek）或察言观色。",
    "针对讯问": "针对讯问 Pointed Question  1动作\n听觉 专注 调查员 语言 心灵\n你问的问题恰好迷惑或刺痛了他人。对一位你看得到并交谈的非盟友生物问个问题。进行一次交涉检定对抗该生物的意志DC。该生物之后会暂时免疫此能力一小时。 \n大成功：目标必须直接回答你的问题。他不一定要诚实回答，但如果该生物想骗你，你在你的察觉DC上获得+4环境加值。 \n成功：如大成功，但环境加值只有+2。 \n失败：目标可以拒绝回答你的问题。 \n大失败：目标可以拒绝回答你的问题，并且因为你恶意的关注，致使他对你的态度降低一阶。",
    "稳妥终结": "稳妥终结 Confident Finisher  1动作\n终结技浪客\n你优雅的攻击穿透了敌人的防御。使用一件武器或使用无武装攻击进行一次打击，且这打击要能让你应用精准打击伤害，并带有下述失败效果： \n失败：你向目标造成一半的精确打击伤害。此伤害的伤害型别与发动打击的武器或无武装攻击的伤害型别相同。",
    "适时反击": "适时反击 Opportune Riposte  反应\n浪客\n触发你触及范围内的敌人，向你进行打击时大失败\n你利用敌人攻击失误的空门。你可以对触发此动作的敌人进行一次近战打击或对该敌人使用打击时使用的武器进行卸武。",
    "法术打击": "法术打击（Spellstrike） 2动作\n魔战士\n频率 直到被再充能（recharged）（见下）\n你注入法术力量到拳头或剑尖中，以进行一次混合攻击。你施放（Cast a Spell）那些花费1或2个动作并需要一次法术攻击骰的法术。这个法术效应不会立刻显现，取而代之的是灌注到你的攻击中。使用武器或无武装攻击进行一次近战打击（Strike）。你的法术与攻击相结合，使用你的攻击骰结果来决定打击和法术两者的效果。在计算多重攻击减值时，这一动作被计算为两次攻击，但是你不会应用这一减值直到你完成法术打击后为止。灌注而入的法术能量赋予你的打击奥术（arcane）特征，使其魔法化（magical）。\n在你使用法术打击后，直到你使用一个具有专注（concentrate）特征的单动作（single action）来再充能（recharge）你的法术打击为止，你都不能再次使用。当你释放一个需要花费至少一个动作释放的汇聚法术（conflux spell）（p.40）时，你也可以再充能你的法术打击；释放一个其他型别的聚能法术不能再充能你的法术打击。",
    "奥术奔涌": "奥术奔涌（Arcane Cascade）1动作\n专注 魔战士 架式\n需求 你已使用你最近的动作来施放法术（Cast a Spell）或进行法术打击（Spellstrike）\n你转换一部分法术的魔法力量并通过使用特化的架式、吐纳和步法，让其在你的躯体和武器间循环。当你处于架式中时，你的近战打击造成1点额外伤害。如果你具有武器专精（weapon specialization），这个伤害增加到2。如果你具有高等武器专精（greater weapon specialization），则增加到3。任何受益于此的打击都获得奥术（arcane）特征，使其魔法化（magical）。\n如果你进入架式前最近的法术是一个可以造成伤害的型别，来自于架式的伤害具有和这个法术造成伤害的相同型别（或者如果法术可以造成多种伤害型别则由你选择型别）。如果这个法术不能造成伤害，架式的额外伤害取决于法术学派：\n防护（Abjuration）或塑能（Evocation） 力场（force）\n咒法（Conjuration）或变化（Transmutation） 与你武器或无武装攻击相同的型别\n语言（Divination）、惑控（Enchantment）或幻术（Illusion） 心灵（mental）\n死灵（Necromancy） 负能量（negative）",
    "显现幻灵": "显现幻灵 Manifest Eidolon 3动作\n专注 咒法系 操作 召唤师 传送\n你的幻灵出现在一个邻接的开放区域，并可以进行一个单动作。如果你的幻灵已经显现，你改为将其隐没。\n让你的幻灵得以显现的灵渠同时也是你们之间的拴绳。你的幻灵必须时刻保持在你的100尺距离内，无法自愿打破限制。如果它被强迫超越距离，或如果你降到0HP，你的幻灵的物理形态消散：你的幻灵隐没，且你需要使用显现幻灵将其再次显现。\n特殊 这个动作有着与幻灵根源匹配的特征（奥术，神术，异能或原能）",
    "同步行动": "同步行动 Act Together 1-3动作\n召唤师 同步\n频率 每轮一次\n你和你的幻灵如一人般同时行动。你或你的幻灵使用动作数量等同于同步行动所花费动作数量的动作或行动，且另一方使用一个单动作。\n例如，如果你花费2动作进行同步行动，你可以施展燃烧之手（2动作）且你的幻灵可以打击（1动作）；或者你的幻灵可以使用他的喷吐武器（2动作）且你可以行走（1动作）。\n这也让你们彼此可以在旅行时使用不同的探索行动，例如回避注意。",
    "共享感官": "共享感官 Share Senses 1动作\n专注 预言系 探知 召唤师\n条件 你的幻灵已显现\n你将自己的感官投射到幻灵之中，让你可以通过他来观察。当你这么做时，你失去了所有本体的感官情报，但能透过幻灵的身体进行感知，持续最多1分钟。你可以解消这个效果。\n特殊 这个动作有着与幻灵根源匹配的特征（奥术，神术，异能或原能）。你的幻灵也可以使用这个能力。当他这么做时，他将他的感官投射到你的身体里。",
    "超载": "超载 Overdrive 1动作\n发明家 操作\n频率 每轮一次\n你暂时超载身上的各种小玩意儿，试图给你的攻击增加更强的力量。进行一次手艺Crafting检定，使用符合你等级的标准DC。\n大成功 你的小玩意儿进入一种极度高效的状态，称为极限超载，为你的攻击提供强大的力量。你的打击Strike造成等同于你智力调整值的额外伤害，持续1分钟。当超载结束，你身上的装置需要冷却或重置，你无法在1分钟内再次使用超载Overdrive。\n成功 你的小玩意儿进入超载，为你的攻击提供力量。如大成功，但额外伤害等于你的智力调整值的一半。\n失败 你计算错误，无事发生。\n大失败 卧槽！爆炸了！你受到等同于你等级的火焰伤害，你在1分钟内无法再次使用超载Overdrive，你的装置需要冷却或重置。\n特殊 当你处于超载Overdrive效果中时，你仍然可以使用超载动作。你无法通过这种方式延长超载时间，但你可以试图达成大成功将超载变成极限超载。失败对你目前的超载没有影响，大失败时你目前的超载会结束。",
    "爆炸": "爆炸 Explode 2动作\n火焰 发明家 操作 不稳定\n你故意解除了大发明的安全限制，让它爆炸并伤害周围的生物……并最好不要伤到大发明。爆炸对你周围5尺弥漫范围内（如果你持用或穿戴大发明）或你的大发明周围5尺弥漫范围内（如果你的大发明是仆从）的所有生物造成2d6火焰伤害，具有基础反射豁免。\n3级和之后的每级，你的爆炸伤害提升1d6。\n如果你具有突破性大发明职业特性，你在使用爆炸Explode时可以选择5尺或10尺弥漫范围；如果你具有革命性大发明职业特性，你可以选择5尺，10尺或15尺弥漫范围。",
    "装填打击": "装填打击 Reloading Strike 1动作\n枪客\n需求：你的一只手正持用一把火器或弩，另一只手持用一把单手近战武器或空手\n你以流畅的动作进行一次近战打击然后装填的你的枪械。用你的单手近战武器攻击触及范围内的一名对手（如果你另一只手空手则使用无武装攻击），然后进行互动动作装填枪械。使用此种装填动作时你无需空一只手。",
    "投身战场": "投身战场 Into the fray 自由\n枪客\n触发：你投掷先攻骰\n你知道危险会潜伏在任何角落，因此你的手从不离开你的枪套，你可以互动拔出一把单手远端武器然后同时互动拔出一把单手近战武器。作为你的第一个回合的第一个动作，你能以自由动作朝着你能感知到的一名敌人行走（stride），如果你无法感知到任何敌人或无法使用移动靠近任何一个敌人，你无法使用这个动作行走。",
    "搞定收工": "搞定收工 Finish the job 1动作\n枪客\n需求：你的上一个动作是一次使用其中一只手持有的火器或弩攻击失败（并非大失败），并且你的另一只手正持用着一件近战武器或空手\n你的上一次攻击失败了，但它给了你另一次攻击的机会。进行一次攻击，使用你另一只手持用的单手近战武器或无武装攻击，这次攻击使用和上一个攻击失败时相同的多重攻击罚值，之后你的多重攻击罚值按正常增加。",
    "漫步觉醒": "漫步觉醒 Drifter's wake 3动作\n枪客\n你一边渡步穿越战场，一边击倒途中的敌人。行走（stride）一次，在此移动中任意一点攻击至多3次。每次攻击都必须指定一个不同的目标敌人并且需要使用单手火器、单手弩、单手近战武器或无武装攻击，每一次攻击都会正常计入多重攻击减值，但直到你完成全部的三次攻击前，你不会在这些攻击上承受多重攻击减值。你的移动不会触发任何反应动作。",
    "嘴炮装填": "嘴炮装填 Raconteur's Reload 1动作\n枪客\n你急促或有力的话语吸引了敌人足够的注意力从而使你可以趁机装填一枚弹药。进行互动动作装填，然后尝试一次欺骗检定进行分神或尝试一次威吓检定进行挫败士气。",
    "决斗十步": "决斗十步 Ten Paces 自由\n枪客\n触发：你投掷先攻骰\n你以闪电般的速度应对任何麻烦，恰到好处地调整自己的位置。你的先攻检定获得+2环境加值，你可以进行互动动作掏出一把单手火器或单手弩。作为你第一个回合的第一个行动，你可以以自由动作快步10尺。",
    "手枪回敬": "手枪回敬 Pistoilero's Retort  反应\n枪客\n需求：你正持用一把单手火器或单手弩\n触发：一个在你持用的单手火器或单手弩的第一射程增量内的敌人在一次对你的攻击动作获得大失败\n你用一枪回敬敌人的失败。使用一把单手火器或单手弩对触发的敌人进行一次攻击。",
    "恫疑虚喝": "恫疑虚喝 Grim Swagger 2动作\n听觉 情绪 恐惧 枪客 心灵 语言\n需求：你持用或使用过一把单手火器或单手弩\n你尝试通过断言敌人很快将面临可怕的命运来压制整个空间内那些不立刻执行你要求的人。尝试一次欺骗或者威吓检定，对抗30尺内除了友方外所有生物的意志DC。无论成功或失败，每个遭受骇人狂言 的对象都会对此能力免疫10分钟。\n例如，如果你尝试进行一次欺骗检定，你可以撒谎吹嘘你自己的能力或者拥有一大群的朋友，他们已经在前来支援你的路上。如果你尝试一次威吓检定，你会向空间内的所有敌方保证你是他们生命中见到的最后一个人。\n大成功：生物获得惊惧3，如果它的等级低于你，他还会获得逃跑一轮\n成功：生物获得惊惧2",
    "掩蔽装填": "掩蔽装填 Covered Reload 1动作\n枪客\n你躲到一个安全的位置或者尽量减少自己的暴露程度来装填以便进行下一次攻击。寻找掩蔽或者尝试躲藏，然后进行互动动作装填。通常你需要满足寻找掩蔽或躲藏的条件，你必须倒地，获得掩蔽，或者靠近一个可以寻找掩蔽的地形，你需要可以获得掩蔽的好处或者可以通过躲藏来躲开那个生物才可以使用此动作。",
    "一击必杀": "一击必杀 One Shot, One Kill 自由\n枪客\n触发：你以隐匿投掷先攻骰\n你的第一枪最为致命。在投先攻的同时能进行互动动作拔出一把火器或弩。在你遭遇中的第一轮，你以这把武器进行的第一次打击（Strike）会造成额外1d6点精准伤害。这一额外伤害在9级时增加为2d6，在15级时增加为3d6。",
    "要害射击": "要害射击 Vital Shot  2动作\n枪客\n你精密地狙击一个毫无防备的敌人的重要部位或器官。进行一次远端打击（strike），如果目标处于措手不及状态，这次攻击造成一个额外武器骰的伤害，并且目标还会获得等同于你「一击必杀」炫技精准伤害的持续流血伤害。",
    "幽鬼射击": "幽鬼射击 Ghost Shot 1动作\n绝技 枪客\n使用火器或弩进行一次打击。如果你对于目标处于藏匿（hidden）或无踪（undetected），这次打击会附加「一击必杀」炫技造成精准伤害；如果这次打击已经包含了「一击必杀」炫技的效果则不会累加。如果你原本对于目标处于无踪（undetected）或未察觉（unnoticed），现在改为处于藏匿（hidden），因为攻击的来源非常明显。",
    "扫清障碍": "扫清障碍 Clear a Path 1动作\n枪客\n需求：你正持用一把双手火器或双手弩\n你大幅挥动武器，为迅速装填一发弹药腾出空间。你用武器对触及范围内的一名敌方做一次运动检定来推撞（shove），然后进行互动动作装填。对于这次推撞你无需空一只手，将武器上可以增加攻击命中骰的物品加值（如有）加到运动检定中。如果你的上一个动作是使用这把远端武器的打击（strike），这次推撞使用与上一个动作相同的多重攻击罚值，之后这次推撞仍会如常计入你的多重攻击罚值。",
    "肉身工事": "肉身工事 Living Fortification 自由\n枪客\n触发：你投掷先攻骰\n你如同一座行走的堡垒一般用火器或弩摆出防御姿势，进行互动动作拔出一把火器或弩，然后使用该武器摆出防御姿态，直到你的第一个回合开始前AC获得+1环境加值，如果所选武器拥有格挡（parry）特征则改为+2环境加值。",
    "旋转绞肉机": "旋转绞肉机 Spinning Crush  3动作\n枪客\n需求：你正持用一把已装填的火器或已装填的弩\n你开始疯狂地旋转并且开火增加你的动能，然后用武器砸向所有附近的人。所有邻接你的敌人受到1d6点钝击伤害加上你的力量调整值，如果你的武器拥有强击符文则提升为2d6，如果拥有高等强击符文则为3d6，如果拥有上等符文则为4d6。这个能力不适用其他增加火器打击伤害的能力诸如武器专精。受到这次攻击影响的生物必须尝试一次反射检定，如果失败将被推离你5尺。",
    "爆射破围": "爆射破围 Siegebreaker 2动作\n枪客\n需求：你正持用一把拥有反冲（kickback）或散射（scatter）特征的火器或者双手弩\n在站稳脚跟及扣动扳机前，你率先用难以置信的力量冲锋并把枪口砸向一个目标。行走（stride）或跳跃（leap）一次，然后使用需求中的火器或弩对邻接你的目标进行一次打击（strike）。这次打击造成额外3d8的钝击伤害并且无视物体10点硬度（如有），如果目标使用盾牌格挡（shield block）则无视盾牌硬度。\n这次打击之后你获得禁足（immobilized）并用需求中的武器做出防御姿态，AC获得+1环境加值，如果所选武器拥有格挡（parry）特征则改为+2环境加值，这2个效果持续到你下个回合开始前。如果你在禁足状态受到外力因素将要移动时，它必须要成功通过等同于你职业DC的挪动检定。\n",
    "高速投弹手": "高速投弹手 Quick Bomber  1动作\n炼金术士\n你把你的炸弹放在容易触及的弹药袋中，以便你不假思索地取出。你通过互动（Interact）取出一枚炸弹，然后立即用它进行打击（Strike）",
    "烟雾炸弹": "烟雾炸弹 Smoke Bomb  自由\n新增剂1 炼金术士\n频率   每轮一次\n触发   你使用高速炼金制作了一份至少比你的高阶炼金术等级低1级的炼金炸弹\n你使得炸弹在它的通常效果之外，还能够创造出一片浓厚的烟雾。这枚炸弹在投掷后会在爆炸点半径10尺的范围内创造出一片烟云。由你选择目标所在空间（或是炸弹落入的空间）的一角作为烟云的中心。处在这片区域内的生物都会获得隐蔽状态，而其他的生物对他们而言也处于隐蔽之中。这阵烟雾持续1分钟或直到被强风吹散。",
    "要爆炸了": "要爆炸了 Fire in the Hole  反应\n触发 一个生物移动进如危害所在空间；\n效果 危害爆炸，对无生命物体造成炸弹的伤害与溅射伤害。在判定抗力或弱点时，将伤害合并计算，这伤害会忽视与你等级相同的物体硬度。任何邻接此危害的生物会受到炸弹的溅射伤害， 在判定抗力或弱点时，将伤害合并计算。要记得，因为你没有丢炸弹，所以像溅射演算或类似的效果不能应用。",
    "治疗炸弹": "治疗炸弹 Healing Bomb  自由\n新增剂2 炼金术士\n频率   每轮一次\n触发   你用高速炼金动作创造一瓶生命灵药，且该灵药物品等级至少比你的高阶炼金术能力的等级低2级\n新增特殊的催化剂，你把一瓶治疗灵药转化成针对区域性的投射物。你为这瓶灵药新增炸弹特征。如果你把这瓶生命灵药炸弹朝一位自愿目标扔去，就算检定失败也算作击中（但大失败就没有）。如果你用这瓶灵药炸弹进行打击，且击中的目标是活物，则目标恢复跟使用这瓶灵药相同的生命值。如果大成功，目标还会在对抗疾病和毒素的豁免检定上获得这瓶灵药的物品加值，持续1分钟。",
    "结合灵药": "结合灵药 Combine Elixirs  自由\n新增剂2 炼金术士\n频率   每轮一次\n触发   你使用高速炼金制作了一份具有灵药特征，且至少比你的高阶炼金术等级低2级的炼金物品\n你发现了将两种灵药混合为一瓶合剂的方法。你可以花费额外2批灌注试剂将第二种灵药新增至你刚刚制作出的灵药中。第二种灵药的等级必须比你的高阶炼金术等级低2级，而这份结合灵药是一件比这两种灵药中等级较高的那种还要高2级的炼金物品。这份结合灵药被消耗时，构成它的两种灵药会同时生效。例如，你能够将两份生命灵药结合为一瓶治疗量为通常两倍的结合灵药，或者你也可以将一份次等黑暗视觉灵药（lesser darkvision elixir）与一份次等鹰眼灵药（lesser eagle-eye elixir）结合来同时获得黑暗视觉与侦测密门的效果。",
    "衰弱炸弹": "衰弱炸弹 Debilitating Bomb  自由\n新增剂2 炼金术士\n频率   每轮一次\n触发   你使用高速炼金制作了一个炼金炸弹，且该炸弹的等级至少比你的高阶炼金术等级低2级\n你的炸弹会对敌人施加额外的影响。你将一种能够导致下述效果之一的物质新增至炸弹中：目眩（Dazzled），耳聋（Deafened），措手不及（Flat-footed），在速度（Speed）上造成-5尺的状态减值。如果这枚炸弹成功命中，目标必须在一次强韧豁免骰上取得成功，否则会在你下一回合开始之前承受所选效果的影响。使用你的职业DC作为这次豁免检定的DC（即使是其他人投掷了这枚炸弹）。",
    "粘性炸弹": "粘性炸弹 Sticky Bomb  自由\n新增剂2 炼金术士\n频率   每轮一次\n触发   你使用高速炼金制作了一份炼金炸弹，且该炸弹的等级至少比你的高阶炼金术等级低2级\n你混入其中的新增剂能够使得炸弹的内容物附着在目标身上并持续造成伤害。一个被你的粘性炸弹直接命中的生物也会受到与这枚炸弹的溅射伤害的数值与型别相同的持续伤害。如果这枚炸弹本身也会造成持续伤害，那么将二者的数值相加。",
    "慈悲灵药": "慈悲灵药 Merciful Elixir  自由\n新增剂2 炼金术士\n频率   每轮一次\n触发   你使用高速炼金制作了一份生命灵药，且该灵药的等级至少比你的高阶炼金术等级低2级\n你将一种特殊的新增剂混合至你的灵药中，让它能够抚慰饮用者的身心。这份生命灵药会尝试反制一个恐惧效果或一个会导致饮用者陷入麻痹（Paralyzed）状态的效果，使用该物品的等级以及等同于你职业DC - 10的反制调整值。",
    "剥离炸弹": "剥离炸弹 Exploitive Bomb  自由\n新增剂2 炼金术士\n频率   每轮一次\n触发   你使用高速炼金制作了一份炼金炸弹，且该炸弹的等级至少比你的高阶炼金术等级低2级\n你将一种能够阻碍抗力的物质混入炸弹之中。这枚炸弹能够减少敌人针对它自身的伤害型别所具有的任何抗力，数值等于你的等级，但这种削弱只会对那次攻击生效。",
    "化学传播": "化学传播 Chemical Contagion  反应\n炼金术士\n触发   一个在你30尺内的生物，在对抗由你创造的毒素的最初豁免检定上大失败\n通过谨慎处理酵素，你以最初的受害者为代原，把你的毒药传染给另一位目标。一位邻近触发生物的生物会暴露于触发的炼金毒素中。",
    "超能炸弹": "超能炸弹 Mega Bomb  1动作\n新增剂3 炼金术士\n先决条件   溅射扩展\n要求   你持有一枚你制作的灌注炼金炸弹，它的等级至少比你的高阶炼金术等级低3级。\n你将一种超乎想象的强力新增剂加入你所持有的炸弹中，就此创造出了超能炸弹，这将会大幅提升这枚炸弹的爆炸范围和威力。你使用互动（Interact）动作投掷这枚超能炸弹，而不是使用打击（Strike），你也不需要进行攻击骰。超能炸弹以你周围60尺内的某一点为中心，影响30尺爆炸半径内的所有生物。这枚炸弹会像每个生物都是主要目标一般对其造成伤害，并且它们需要进行一个基础反射豁免（Basic Reflex save）。一旦在豁免中失败，生物就会承受所有只影响主要目标的额外效果（例如瓶装闪电造成的措手不及）。尽管区域内的所有目标都会如同主要目标一般受到溅射伤害，但区域外没有溅射伤害。如果你在制造一枚超能炸弹后的下一个动作不是通过互动动作将其投掷出去的话，这枚超能炸弹就会变质并失去所有的效果。",
    "心境澄明": "心境澄明 Moment of Clarity  1动作\n野蛮人 专注 狂暴\n你短暂地压抑自己的狂暴，从而清晰地思考。在本回合结束前，你可以采用具有专注特征的行动，即使该行动不具有狂暴特征。",
    "迅猛冲锋": "迅猛冲锋 Sudden Charge  2动作\n野蛮人 绝技 起手\n你快速冲刺，冲向你的敌人施以猛击。行进（Stride）两次。若你的移动停止时至少有一名敌人在近战触及范围内，你就可以对该敌人发起近战打击（Strike）。若拥有相应的移动型别，你也可以在掘地（Burrowing）、攀爬、飞行或游泳时施展迅猛冲锋。",
    "狂怒终结": "狂怒终结 Furious Finish  1动作\n野蛮人 狂暴\n你不顾一切地要结束战斗，将所有的怒气用最后的一次攻击倾泻出来。进行一次打击。若这次打击命中，你的伤害获得等于狂暴剩余轮数（最高10点）的环境加值。在这次打击后，你的狂暴立刻结束，你陷入疲乏，直到休息至少10分钟后才能恢复。",
    "穷追不舍": "穷追不舍 No Escape  反应\n野蛮人 狂暴\n触发   触及范围内的敌人尝试远离你\n你能够跟上撤退的敌人。行进不超过你速度的距离，在敌人的移动过程中，你跟随敌人并将其保持在你触及范围内，直到其停止移动，或你移动的距离已达到了速度。若拥有相应的移动型别，你也可以在掘地、攀爬、飞行或游泳时施展穷追不舍。",
    "摆脱困境": "摆脱困境 Shake it Off  1动作\n野蛮人 专注 狂暴\n你专注于狂暴之中，战胜恐惧，克服不适。将你的惊惧（frightened）状态值降低1点，并且可尝试一次强韧豁免检定以从恶心（sickened）状态中恢复，如同你耗用一个动作来干呕（retching）；若豁免失败（但非大失败），你的恶心状态值降低1点，豁免成功时降低2点，大成功时降低3点。",
    "毁坏冲锋": "毁坏冲锋 Bashing Charge  2动作\n野蛮人 绝技\n先决条件   运动受训\n你毫不犹豫地粉碎、破坏、冲破坚固的障碍。行进（Stride）两次。移动期间限一次，若你经过或停止在邻接门、窗、栅栏、墙、或类似障碍的位置，你可以尝试一次运动检定以破拆该障碍物，并在该检定中获得+1环境加值；若失败，你的移动将停止在该障碍物旁。",
    "横扫千军": "横扫千军 Swipe  2动作\n野蛮人 绝技\n你发动一次大范围的弧形横扫攻击。进行单次近战打击，将攻击检定结果与至多两个敌人的AC对比，这两个敌人必须都在你的近战触及范围内且彼此相邻。仅需骰一次伤害，并将其应用到每个你击中的生物上。在计算多次攻击减值时，横扫千军视为两次攻击 \n　　若你使用的武器具有横扫（sweep）特征，其调整值可应用于横扫千军的所有攻击。",
    "受创狂暴": "受创狂暴 Wounded Rage  反应\n野蛮人\n触发   你受到伤害并且能够进入狂暴\n你在痛苦中怒吼，激发出内心的狂怒。你进入狂暴。",
    "闯越冲锋": "闯越冲锋 Barreling Charge  2动作\n野蛮人 绝技\n先决条件   运动受训\n你向前冲锋，为了触及目标而将敌人挤到一边。你行进（Stride），尝试穿过敌人的占据空间，进行一次近战打击（Strike）。骰运动检定对抗你在行进期间尝试穿过的每个生物的强韧DC，成功即可穿过其占据空间，但失败会在进入其占据空间前停止移动。你也可以用掘地、攀爬、飞行、游泳取代行进来施展闯越冲锋，只要你拥有相应的移动型别。",
    "越型投掷": "越型投掷 Oversized Throw  2动作\n野蛮人 狂暴\n先决条件   你至少有一支手闲置\n你使出巨大的膂力，抓住附近的一块重物，比如巨石、原木、桌子、马车或土块，然后扔向你的敌人。该物品必须与你的体型相同，或者比你小一级，而且负载不能重到让你无法举起。用该物品进行一次远端打击（Strike），无论结果如何，物品都会受到它在命中目标时可造成的伤害。该物品是简易远端武器，可造成1d10点钝击伤害，具有20英尺射程单位，投掷武器特征。若你有简易武器的武器专精，伤害提高为2d10，若有高等武器专精，提高为3d10。",
    "精魂引导": "精魂引导 Spiritual Guides  反应\n野蛮人 专注 幸运\n先决条件   精魂本能\n频率   每天一次\n触发   你在察觉检定或技能检定中失败，但并未大失败。\n尽管围绕你的精魂没人能看见，而且只有你能听到它们的喋喋不休，只有你在狂暴时除外。有时它们什至会帮助你。你可以通过精魂的引导来重骰触发检定，使用第二次的结果，即使它更糟糕。",
    "顺势斩": "顺势斩 Cleave  反应\n野蛮人 狂暴\n触发   你的近战打击杀死或击昏一个生物，且有另一个敌人邻接该生物。\n你对一个敌人的攻击顺势挥向另一个敌人。对第二个敌人进行一次近战打击。",
    "狂暴龙息": "狂暴龙息 Dragon's Rage Breath  2动作\n奥术 野蛮人 专注 塑能系 狂暴\n先决条件   龙类本能\n要求   你自上次狂暴之后尚未施展过此能力\n你深呼吸后喷出30英尺锥形或60英尺线形的剧烈能量，造成每等级1d6点伤害。其范围和伤害型别与你所选龙类相符（见表3-4）。若你在过去一小时内曾施展过此能力，范围和伤害减半（15英尺锥形或30英尺线形；每2级1d6点伤害）。范围内的每个生物必须尝试一次基础反射豁免。",
    "巨人雄姿": "巨人雄姿 Giant's Stature  1动作\n野蛮人 变形 原能 狂暴 变化系\n先决条件   巨人本能\n要求   你的体型不超过中型\n你的体型发生惊人的增长。你变为大型，触及范围提高5英尺，并在狂暴结束前陷入笨拙1状态。你的装备会随你一同变大。",
    "精魂干涉": "精魂干涉 Spirits' Interference  1动作\n野蛮人 神术 死灵系 狂暴\n先决条件   精魂本能\n你呼唤精魂护佑，以抵御远端攻击。在狂暴结束前，对你进行远端攻击的角色必须成功进行DC 5的纯检定（flat check），失败则该次攻击无效",
    "唤起力量": "唤起力量 Inner Strength  1动作\n野蛮人 专注 狂暴\n你的力量是狂暴的一部分，只要你的怒气仍在持续，就能够聚集力量，以狂暴克服一切虚弱影响。将你的衰弱状态值降低1点。",
    "法师猎手": "法师猎手 Mage Hunter  反应\n野蛮人 狂暴\n先决条件   迷信本能\n触发   你触及范围内的生物施法\n你在看到敌人施法时释放出对魔法的恨意，从而能够打断敌人的法术。对触发生物进行一次近战打击（Strike）。若造成重击，你打断该法术。",
    "狂暴冲激": "狂暴冲激 Scouring Rage  自由\n野蛮人\n先决条件   你的本能允许你改变来源于狂暴的额外伤害型别\n触发   你进入狂暴\n在释放自己的潜力时，你迸发出一股强大的本能之力。每个邻接生物受到等于你等级的伤害（基础强韧豁免，对抗你的职业DC），伤害型别与你狂暴期间的额外伤害相同。",
    "动物狂暴": "动物狂暴 Animal Rage  1动作\n野蛮人 专注 变形 原能 狂暴 变化系\n先决条件   动物本能\n你变成你在本能中选择的动物。你获得3级动物形态（animal form）法术效果，区别在于你仍使用自身的属性、临时生命值、无武装攻击。你还会保留装备的常驻能力。若你选择的动物是蛙，你的舌击触及范围提高到15英尺。消解变化效果（Dismissing the transformation）获得狂暴特征。",
    "分享狂暴": "分享狂暴 Share Rage  1动作\n听觉 野蛮人 狂暴 视觉\n要求   你自上次狂暴之后尚未施展过此能力\n你激发盟友的怒气。你狂暴时，30英尺内的一个自愿生物可以获得狂暴行动的效果，区别在于该生物依然可以使用专注行动。",
    "迅猛跃击": "迅猛跃击 Sudden Leap  2动作\n野蛮人\n你在跳跃的中途猛击敌人。进行一次跳跃、跳高或跳远，并且在跳跃过程中任意时刻尝试进行一次近战打击。在打击之后，若你还在半空中，则会立刻落地，即便尚未达到跳跃的最大距离。只要下落的距离不超过跳跃高度，你就不会受到伤害，并且可以站立着地。 \n　　在迅猛跃击的过程中尝试跳高或跳远时，都按跳远来判断DC，且最大距离增加到你的速度的两倍。",
    "重殴": "重殴 Thrash  1动作\n野蛮人 狂暴\n要求   你擒抱一个敌人\n你殴打擒抱的敌人。敌人受到钝击伤害，数值等于你的力量调整值+凶猛专精伤害+你的狂暴伤害。敌人必须尝试一次基础强韧豁免，对抗你的职业DC。",
    "缴械突袭": "缴械突袭 Disarming Assault  1动作\n野蛮人 绝技 狂暴\n先决条件   运动受训\n你攻击敌人的力量强到足以将其手中的武器震落。进行一次近战打击（Strike），如果命中，可以尝试进行一次运动检定以将敌人缴械（Disarm）。",
    "进逼突袭": "进逼突袭 Follow-Up Assault  1动作\n野蛮人 狂暴\n要求   你用上一个动作进行了一次未命中的近战打击\n即使面对失败，你也怀有成功的决心，继续进逼。用同一件武器进行一次打击（Strike），附加武器特征「回摆」和「叠劲」的效果。",
    "投掷盟友": "投掷盟友 Friendly Toss  2动作\n野蛮人 操作 狂暴\n要求   你邻接一个盟友，且至少有一只手闲置\n你在战场上投出盟友。选择一个体型等于或小于你的邻接盟友，将其投掷到30英尺内你能看见的未占据位置。该移动不会触发反应。你的盟友在移动结束时保持站立，不会承受坠落伤害。如果你的盟友在至少一个敌人的近战触及范围内结束本次移动，就能够使用反应，对触及范围内的一个敌人进行近战打击（Strike）。",
    "直觉打击": "直觉打击 Instinctive Strike  2动作\n野蛮人 操作 狂暴\n先决条件   灵敏嗅觉（Acute Scent）或者精确或模糊嗅觉\n你信任自己的直觉和嗅觉，用你所有的感官来确定对手的位置。对一个没有用「消除气味」之类的效果来掩盖自己气味的敌人进行一次近战打击（Strike）。这次攻击可忽略所有因目标隐蔽或藏匿而需要进行的纯检定。",
    "舍命相搏": "舍命相搏 Come and Get me  1动作\n野蛮人 专注 狂暴\n你暴露出自己的破绽，从而能够对敌人以牙还牙。直到狂暴结束前，你陷入措手不及，并且对你造成的伤害检定获得+2环境加值。若有生物击中了你，该生物在你的下个回合结束前，对你视为措手不及。若你在你的下个回合结束前击中该生物，你会获得等于体质调整值的临时生命值，重击时可获得双倍。这些临时生命值持续到你的狂暴结束。",
    "凶猛冲刺": "凶猛冲刺 Furious Sprint  2动作\n野蛮人 狂暴\n你向前猛冲。以直线行进不超过五倍于速度的距离。你可以将此行动耗用的动作数量增加到3个，从而直线行进不超过八倍于速度的距离。",
    "击退": "击退 Knockback  1动作\n野蛮人 狂暴\n需求   你的上个动作是一次成功的打击\n你猛击的力道能够将敌人击退。你将敌人向后推动5英尺，效果如同成功的推离。和成功的推离一样，你可以跟随敌人。",
    "破胆怒吼": "破胆怒吼 Terrifying Howl  1动作\n听觉 野蛮人 狂暴\n先决条件   慑人目光\n你发出令人胆寒的吼叫声。尝试威吓检定以对30英尺内的每个敌人挫败士气。无论检定结果如何，每个生物敌人都会在1分钟内暂时免疫破胆怒吼。",
    "坚定突进": "坚定突进 Determined Dash  2动作\n野蛮人 狂暴\n没有什么能阻止你接近敌人。行进（Strike）两次。该移动期间你忽略困难地形（difficult terrain）、重度困难地形（greater difficult terrain）、以及任何对速度造成减值的效果。在穿过狭窄平面或不平坦地面时，你可以尝试运动检定取代特技检定以保持平衡，DC不变。这不会使你不受危害地形（hazardous terrain）的伤害。你可以将此行动的动作数提高到3个，改为行进三次。",
    "千斤坠": "千斤坠 Impressive Landing  反应\n野蛮人\n触发   你坠落至少10英尺并在坚硬平面上着地\n你猛击地面，将周围的地面砸碎。将坠落距离视为减少10英尺。你将站立着陆。所有邻接位置变为困难地形，在你着地时位于这些位置的生物因被碎片击中而受到5点钝击伤害，并且陷入措手不及，直到他们的下个回合开始。",
    "洪钟震鸣": "洪钟震鸣 Resounding Blow  2动作\n野蛮人 狂暴\n要求   你持用可造成钝击伤害的近战武器\n你猛击敌人头部，使其耳内嗡鸣。进行一次近战打击（Strike）。如果打击命中并造成伤害，目标耳聋至你的下个回合开始（若造成重击，则持续1分钟）。",
    "沉默打击": "沉默打击 Silencing Strike  2动作\n野蛮人 失能 狂暴\n你快速打击目标的面部或口部，使其无法出声。对敌人进行一次近战打击（Strike）。该敌人必须进行强韧豁免检定，对抗你的职业DC。 \n成功 目标不受影响。 \n失败 目标头晕脑胀，难以出声。它陷入震慑1，说话声变得嘶哑而难以理解。它必须成功进行DC 11的纯检定，才能施展有语言特征的行动，或在施法时满足言语成分，直到它的下个回合结束。 \n大失败 如同失败，但该生物陷入震慑3而非震慑1。",
    "缠斗": "缠斗 Tangle of Battle  反应\n野蛮人 狂暴\n触发   你对一个邻接敌人造成重击\n你以惊人的凶狠攻势拉近距离，给你带来抓住敌人的机会。对触发敌人尝试擒抱。",
    "怒龙之翼": "怒龙之翼 Dragon's Rage Wings  1动作\n野蛮人 化形 原能 狂暴 变化系\n先决条件   龙类本能\n你的背部长出龙翼，颜色与你在本能中选择的龙类相同。狂暴时，你获得等于陆地速度的飞行速度。若你在狂暴结束时正在飞行，则你会开始坠落，不过，变化会在最后一刻才完成，因此你不会受到坠落伤害，并且可以站立着地。",
    "凶猛擒获": "凶猛擒获 Furious Grab  1动作\n野蛮人 狂暴\n要求   你的上个动作是一次成功的打击，并且，你需要有一只空闲的手或者本次打击使用擒抱武器进行。\n你趁敌人在被你攻击分神时将其抓住。被你击中的敌人陷入擒抱，如同你成功进行运动检定以擒抱对方。",
    "猎食猛扑": "猎食猛扑 Predator's Pounce  1动作\n野蛮人 绝技 狂暴 起手\n先决条件   动物本能\n要求   你未穿盔甲或仅穿轻型盔甲\n你悄悄接近猎物，在目标能够作出反应之前扑向它。你行进不超过速度的距离，并在移动结束时进行一次打击。",
    "精魂之怒": "精魂之怒 Spirit's Wrath  1动作\n攻击 野蛮人 专注 狂暴\n先决条件   精魂本能\n你以鬼火的形态呼唤出短暂的显灵，它通常是一位先祖的鬼魂，或是一个自然精魂。鬼火对距离你120英尺以内的一个敌人发起一次近战鬼火冲击，这属于非武装攻击。鬼火的攻击调整值等于你的军用武器熟练度加值+力量调整值+2物品加值，并应用与你相同的环境和状况加值、减值。命中时，鬼火造成的伤害等于4d8+你的体质调整值。伤害型别可以是正向或负向伤害，由你选择。该伤害不会附加你的狂暴伤害或武器专精伤害，但需要计算同样会影响鬼火伤害的环境和状况加值、减值。若鬼火的打击造成重击，目标陷入惊惧1。本次攻击应用并且计入你的多次攻击减值，如同你是攻击者。",
    "泰坦雄姿": "泰坦雄姿 Titan's Stature  1动作\n野蛮人 变形 变化系\n先决条件   巨人本能，巨人雄姿\n你的体型变得更加巨大。在施展巨人雄姿时，你可以改为在狂暴期间变为超大型（若你原本的体型不超过中型，触及范围会提高10英尺）。你在变为超大型期间，陷入笨拙1状态。",
    "拥抱疼痛": "拥抱疼痛 Embrace the Pain  反应\n野蛮人 狂暴\n触发   一个生物以近战攻击对你造成伤害\n你无视自己的疼痛，伸手抓住对你造成伤害的生物或武器。尝试运动检定以擒抱触发生物，或将该生物的触发武器缴械。",
    "击破法术": "击破法术 Sunder Spell  2动作\n攻击 野蛮人 专注 狂暴\n先决条件   迷信本能\n你利用自己的迷信狂怒来摧毁法术。用近战武器或非武装攻击对一个生物、物品、或法术表现（比如火墙术造出的火墙、灵能守卫创造的守卫）进行一次打击（Strike）。如果打击命中，可以尝试反制目标上的一个法术或魔法效果。本次尝试中，你的反制等级等于你等级的一半，向上取整，使用你的攻击检定作为反制检定结果。 \n　　无论打击是否命中，目标都会在24小时内暂时免疫你的击破法术。",
    "失衡扫击": "失衡扫击 Unbalancing Sweep  3动作\n野蛮人 绝技 起手\n你对身边发起猛烈横扫，让生物站立不稳，向外退开。选择至多三个邻接敌人，并选择要推离（Shove）还是绊摔（Trip）所有的这几个敌人。不管你选择了哪个选项，骰一次运动检定对抗每个敌人，并对每个敌人执行相同行动。每次尝试都会被用于计算多次攻击减值，但减值只有在你做出全部尝试之后才会提高。",
    "巨人突刺": "巨人突刺 Giant's Lunge  1动作\n野蛮人 专注 狂暴\n先决条件   巨人本能\n你延展躯体，准备攻击正常触及范围以外的敌人。直到狂暴结束之前，你的所有近战武器和非武装攻击获得触及10。这不会增加任何已经具有触及（reach）特征的武器或非武装攻击的触及范围，但可以和因体型增长而增加触及范围的能力共用，比如巨人雄姿。",
    "复仇一击": "复仇一击 Vengeful Strike  反应\n野蛮人 狂暴\n先决条件   舍命相搏\n触发   在你触及范围内的生物对你的攻击成功或大成功\n要求   你处于舍命相博效果中\n被敌人击中后，你作出回敬。对触发生物进行一次近战打击。本次打击不会用于计算多次攻击减值，你的多次攻击减值也不适用于本次打击。",
    "旋风击": "旋风击 Whirlwind Strike  3动作\n野蛮人 绝技 起手\n你攻击附近的所有敌人。对位于你近战触及范围内的每个敌人进行一次近战打击。每次攻击都会被用于计算多次攻击减值，但减值只有在你做出全部攻击之后才会提高。",
    "穿透尖钉": "穿透尖钉 Impaling Thrust  2动作\n野蛮人 狂暴\n要求   你持用可造成穿刺伤害的近战武器\n你刺穿敌人，用你的武器将其固定在原地。用满足需求的武器进行一次近战打击（Strike）。如果打击命中并造成伤害，目标被擒抱，直到其成功脱逃、你用该武器进行攻击、或你放开该武器，以先发生的情况为准。目标不再被擒抱时会受到等于武器伤害骰数的持续流血伤害。",
    "化龙": "化龙 Dragon Transformation  1动作\n野蛮人 专注 变形 原能 狂暴 变化系\n先决条件   龙类本能，怒龙之翼\n你变成一头凶猛的大型龙，获得6级龙类形态（dragon form）法术效果，区别在于你仍使用自身的AC和攻击调整值，你还可以应用狂暴的额外伤害，且喷吐武器使用你的职业DC。消解变化效果的行动获得狂暴特征。 \n　　18级后，你的飞行速度获得+20英尺状况加值，你的龙类打击伤害加值提高到+12，喷吐伤害获得+14状态加值。",
    "无所顾忌": "无所顾忌 Reckless Abandon  自由\n野蛮人 狂暴\n触发   你的回合开始时生命值为一半或更低。\n你在受到伤害时热血沸腾，并把理智抛到脑后来战斗到底。你的攻击检定获得+2环境加值，AC受到-2减值，豁免受到-1减值。这些加值和减值持续到你的狂暴结束，或者直到你的生命值高于一半，以先发生的情况为准。",
    "凶猛复仇": "凶猛复仇 Furious Vengeance  反应\n野蛮人 狂暴\n先决条件   狂怒本能\n触发   在你近战触及范围内的一个生物以近战打击对你造成重击\n敌人的攻击增进了你的怒意，引起你立即反攻。对触发生物进行一次近战打击（Strike）。",
    "贯通投射": "贯通投射 Penetrating Projectile  2动作\n野蛮人 绝技 狂暴\n要求   你持用可造成穿刺伤害的远端或投掷武器\n你的弹药不会被皮肉和骨骼阻挡。对30英尺直线上的每个生物进行一次远端打击（Strike）。这些攻击忽略生物提供的弱掩蔽、掩蔽和强掩蔽。仅需骰一次伤害，将其应用于每个你击中的生物。每次攻击都会被用于计算多次攻击减值，但减值只有在你做出全部攻击之后才会提高。",
    "完美明晰": "完美明晰 Perfect Clarity  反应\n野蛮人 专注 幸运 狂暴\n触发   你在攻击检定或意志豁免中失败或大失败\n你爆发出所有怒火以确保你的攻击精准，心智坚定。重骰触发此能力的攻击检定或意志豁免，并具有+2环境加值，结算效果时取其中较好的检定结果。之后，你会立刻停止狂暴。",
    "恶毒开膛": "恶毒开膛 Vicious Evisceration  2动作\n野蛮人 狂暴\n你使出令敌人重伤的恶毒攻击。进行一次近战打击。若本次打击命中且造成伤害，目标获得流失1（drained），若打击取得大成功，则改为流失2。",
    "撼地践踏": "撼地践踏 Quaking Stomp  1动作\n野蛮人 操作 狂暴\n频率   每10分钟一次\n你奋力跺踏地面，创造出一场小型地震，造成如同地震术的效果。",
    "及远法术": "及远法术 Reach Spell  1动作\n吟游诗人 专注 超魔 术士 牧师 法师 先知 女巫\n你扩展了法术的距离，如果你使用的下一个动作是施展一个拥有距离的法术。那么该法术的距离提高30尺。通常情况下如果该法术的距离为接触，则该施法距离提升至30尺。",
    "旋律法术": "旋律法术 Melodious Spell  1动作\n吟游诗人 专注 操作 超魔\n你可以暗中将施法编织进表演当中，如果你使用的下一个动作为施展法术，尝试一次对抗所有观察者察觉DC的表演检定。如果你的表演检定成功对抗了某一观察者的察觉DC，该观察者不会注意到你正在施展法术，即使通常该法术拥有可以感知的明显效果也一样，且语音、姿势和材料成分都被极端的掩盖了。你将这些都隐藏在通常的表演当中。 \n　　这只能掩盖法术的施法动作和表现而非效果，因此观察者还是会看到射出的射线或者你消失。",
    "辨析战斗": "辨析战斗 Combat Reading  1动作\n吟游诗人 秘密\n你使用表演者的冷读技巧、阅读氛围还有其他能发掘敌人优势与劣势的各种伎俩。GM要帮你骰一个秘密的神秘(Occultism)检定，对抗一个你选择的敌人的欺骗或隐密DC(取高者)，该敌人需参战，并且对你来说不为隐蔽(concealed)、藏匿(hidden)或无踪(undetected)。GM可能会因为你和敌人的距离施加罚值。该敌人在接下来的一天会暂时免疫你的辨析战斗。 \n大成功 由GM选并告诉你下列两个有关敌人的信息：敌人弱点中最弱的那个、敌人豁免调整里最低的那个、一个敌人的免疫或敌人抗性中最高的那个。如果有不分高下的，由GM随机选一个。 \n成功 GM挑一个上面的信息告诉你。 \n大失败 GM告诉你错误的信息(信息由GM自己虚构)。",
    "奋勇向前": "奋勇向前 Courageous Advance  1动作\n听觉 吟游诗人 专注 超魔\n伴随着昂扬的呼唤，你让一位盟友奋勇向前。如果你下一个动作是施放激发勇气组曲戏法，从该法术获得状态加值得一位盟友可以立即使用一个反应动作进行一次行走(Stride)。",
    "和声": "和声 Harmonize  1动作\n吟游诗人 专注 操作 超魔\n先决条件   大师缪斯\n你可以同时演奏多种组曲。如果你的下一个动作是施展组曲，该组曲会成为一个和声组曲。与一般组曲不同，和声组曲并不会在施展其他组曲的时候结束，并且你可以在同一回合施展另一个组曲法术。施展另一个和声组曲会结束你目前正在生效的任何和声组曲。",
    "协同防御": "协同防御 Defensive Coordination  1动作\n听觉 吟游诗人 专注 超魔\n先决条件   武者缪斯、激发防御\n如同故事中即使面对压倒性的劣势，仍屹立不摇的英雄，你和你的盟友同样坚忍不拔。如果你下一个动作是施放激发防御组曲戏法，你可以举盾，且一个从此法术中获得状态加值的盟友能立刻以一个反应动作举盾。",
    "言传身教": "言传身教 Educate Allies  反应\n防护系 吟游诗人 专注\n先决条件   内行看门道\n触发   一位受益于你组曲法术的盟友，受制于有听觉、幻术、语言、音波或视觉特征的效果。\n你转变了你组曲法术的性质，改为传第一些你的防卫的知识。直到你下回合开始前 ，所有受到你组曲法术影响的盟友会从内行看门道能力中获得+1环境加值。教导你的盟友也会强化你的技能，直到你下回合开始前，你自己从内行看门道获得的环境加值变成+2。",
    "代奏": "代奏 Accompany  反应\n吟游诗人 专注 操作\n触发   30尺内有个盟友正在施放一个法术(Casts a Spell)\n你使用你的表演协助一位盟友的施法，为他的法术增添魔法能量。进行一次表演检定，使用该盟友等级「非常困难(very high)」的DC，然后使用一点聚能点(如果触发法术是一个聚能法术)，或消耗一个至少比触发法术高一环的法术位。如果你的表演检定成功，你盟友的法术就不消耗聚能点或法术位。",
    "对唱呼应": "对唱呼应 Call and Response  1动作\n听觉 吟游诗人 专注 超魔\n你的乐曲采用了对唱法，即使没有你，你的盟友也能持续受益。如果你下一个动作是施放一个持续时间为1轮的组曲戏法，这叫「呼」。当法术生效，受法术影响的一位盟友能用一个带有听觉与专注特征的动作回「应」你的「呼」，延长法术持续时间1轮。只能有一位盟友对指定的「呼」进行「应」，而对该盟友的「应」再「应」不会有额外效果。",
    "奋迅一击": "奋迅一击 Courageous Opportunity  反应\n听觉 吟游诗人 专注\n先决条件   武者缪斯\n触发   一名在你触及内的生物使用一个听觉效果、操纵动作或移动动作；进行一次远端攻击；或在他的移动动作中离开一个格子\n要求   你被激发勇气影响\n你大声疾呼进入战斗状态，激励己身猛击敌人。对触发生物进行1次近战打击。如果此次攻击大成功，并且引起触发的是操纵动作，那打断该动作。",
    "快速施法": "快速施法 Quickened Casting  自由\n吟游诗人 专注 超魔 术士 先知\n频率   每天一次\n你压榨自己的精神，缩短你施放法术的时间。如果你下一个动作是施放一个诗人戏法或一个法师法术，并且环级至少比你能施放的最高环法术低2环，将其施法动作数减一(最少为一个动作)。",
    "特殊组曲": "特殊组曲 Unusual Composition  1动作\n吟游诗人 专注 操作 超魔\n先决条件   博学缪斯\n你可以将组曲蕴含的情感和力量转换为其他媒介。如果你的下一个动作是施展组曲法术，你可以使用一个不同种类的表演，以此将组曲的姿势成分和语言成分互相转化。通常使用组曲法术的情况下，这会改变组曲法术的视觉和听觉性质。",
    "蛮勇猛袭": "蛮勇猛袭 Courageous Assault  1动作\n听觉 吟游诗人 专注 超魔\n先决条件   武者缪斯\n你有力的战吼让你能激励一个盟友展开攻击。如果你下一个动作是施放激发勇气组曲戏法，一名从此法术获得状态加值的盟友可以立即使用一个反应动作进行一次近战打击。",
    "音波反弹": "音波反弹 Reverberate  反应\n吟游诗人\n触发   你将从一个法术那受到音波伤害\n你能操纵你周围的声音，把音波伤害反弹回去。进行一次表演检定，对抗施放触发法术生物的法术DC。 \n大成功 触发条件的伤害最多减少你的等级四倍的值。而施法者会受到与你减少的伤害相同的音波伤害。 \n成功 跟大成功一样，但最多减少你的等级两倍的值。 \n大失败 你误把音波导向自身，受到两倍触发条件的伤害。",
    "真实认知": "真实认知 True Hypercognition  1动作\n吟游诗人\n先决条件   谜团缪斯\n你的思维以令人惊奇的速度运作。你可以立刻使用最多五个回忆知识动作。如果你拥有任何特殊能力或者自由动作通常会由于回忆知识触发，你不能在这些动作中使用这些能力。",
    "激发胜心": "激发胜心 Triumphant Inspiration  自由\n吟游诗人\n先决条件   武者缪斯\n触发   你在一次近战武器打击或一次近战无武装攻击重击一名敌人。\n伴随胜利的呼喊，你激励了你的盟友。你施放一个你所知且通常花一个动作施放的组曲戏法。",
    "激发活力": "激发活力 Vigorous Inspiration  1动作\n听觉 吟游诗人 专注 超魔\n你在激励盟友进攻时，也在缓缓输送魔法的精力。如果你下一个动作是施放激发勇气组曲戏法，你和所有受影响的盟友会获得3+你魅力调整值得生命值，持续1分钟。",
    "不疲专注": "不疲专注 Effortless Concentration  自由\n吟游诗人\n触发   你的回合开始还没有行动\n你心念一动就可以维持法术。你立刻获得维持法术动作的效果，允许你延长一个已启用的诗人法术的持续时间。",
    "勇猛突击": "勇猛突击 Courageous Onslaught  1动作\n听觉 吟游诗人 专注 超魔\n先决条件   奋勇向前、蛮勇猛袭\n你使用你的表演，精心安排一次用以对抗敌人的突击。如果你下一个动作是施放激发勇气组曲戏法，那一位从此法术获得状态加值的盟友可以立刻使用一个反应动作进行行走，然后进行一次近战打击。",
    "大终奏": "大终奏 Resounding Finale  反应\n听觉 吟游诗人 专注\n先决条件   大师缪斯\n触发   你或一位受益于你组曲法术的盟友将受到音波伤害\n你把自己的表演突兀又戏剧性的结束，将周遭的声音都压了下去。你的组曲法术立刻结束，而你所有受益于该法术效果的盟友在对抗触发条件的伤害时，会获得与组曲法术环级两倍相同数值的音波抗力。",
    "盘据脑海": "盘据脑海 All In My Head  反应\n吟游诗人 幻术系 心灵\n触发   你即将从一次打击中受伤，或即将从一个没有死亡特征或其他不会造成立即性死亡（例如解离术）的法术中受伤\n借由你对神秘的联系还有不可思议的信念之力，你说服自己那触发条件的伤害不过是你幻想出来的。该伤害从原本的伤害型别变为心灵伤害，并且该伤害效果获得瘀伤特征。如果你免疫心灵效果或心灵伤害，那你就不能使用此反应动作。",
    "绝望祈祷": "绝望祈祷 Desperate Prayer  自由\n神卫\n频率   每天1次\n触发   你的回合开始，并且你的聚能池内没有任何聚能点\n你向你的神请求他的协助。你立刻恢复1点聚能点。",
    "神圣恩典": "神圣恩典 Divine Grace  反应\n神卫\n触发   你尝试一次豁免检定对抗一个法术，在你掷骰之前\n你呼唤神祇的恩典，在这个豁免检定上获得+2的环境加值。",
    "救济": "救济 Mercy  1动作\n神卫 专注 超魔\n先决条件   虔诚法术（圣疗）\n你的接触将解除恐惧并恢复行动力。如果你的下一个动作是施展圣疗，那么在给予圣疗原本效果的同时，你还能够尝试反制（Counteract）一个恐惧效果或一个会导致目标陷入麻痹的效果。",
    "酷虐": "酷虐 Cruelty  1动作\n罕见 神卫 专注 超魔\n先决条件   虔诚法术（腐化之触）\n你用腐化之触造成的伤害还会掏空敌人的身体。如果你下一个动作是对一个活物施放腐化之触，如果他豁免失败，目标会力竭 1持续1分钟（大失败则陷入力竭2）。",
    "制裁邪恶": "制裁邪恶 Smite Evil  1动作\n神卫\n先决条件   神圣盟友（利刃），善良信条\n你的利刃盟友成为对抗恶徒的强力武器。选择一名你能够看到的敌人。直到你下一回合开始为止，你用利刃盟友栖息的武器对这名敌人进行的打击（Strike）会造成额外4点善良伤害，如果你在这把武器上的熟练等级达到大师则将伤害提升至6点。 \n　　如果这名敌人攻击你的盟友，这个效果的持续时间会延长到这名敌人下一回合结束为止。如果这名敌人每回合都持续攻击你的盟友，这个效果的持续时间还会继续延长。",
    "制裁善良": "制裁善良 Smite Good  1动作\n罕见 神卫\n先决条件   神圣盟友（利刃），邪恶信条\n你的利刃盟友与你共享对善良生物鲜血的渴望。选择一个你能看到的敌人。直到你下一回合开始，你寄居着利刃盟友的武器对该敌人的打击会造成额外4点邪恶伤害，如果你在这武器上达到大师熟练度，则变成6点。 \n　　如果你选的敌人在你下一回合开始前攻击你，那本能力延长到该敌人下一回合结束。如果敌人每一轮都攻击你，那就一直延长。",
    "牺牲护甲": "牺牲护甲 Sacrifice Armor  反应\n神卫\n触发   你被会造成物理伤害的打击动作命中\n借由神性的领会，你拧转身躯降低攻击带来的冲击。将受到的伤害减去你盔甲等级两倍的值。你的盔甲破损，把盔甲的生命值扣到破损阈值。如果你的盔甲本来就有损坏（already damaged），那它将会被毁掉。",
    "清算之盾": "清算之盾 Shield of Reckoning  反应\n神卫 绝技\n先决条件   神卫反应，坚盾守望者\n触发   一名敌人针对你盟友的攻击同时满足你的盾牌格挡反应动作和神卫反应的触发条件。\n当你运用盾牌为盟友挡下攻击时，你还能呼唤你的力量进一步保护盟友。你使用盾牌格挡反应动作去为一名盟友阻挡伤害，同时也启动你的神卫反应来对抗这名攻击你盟友的敌人。",
    "审判之刃": "审判之刃 Blade of Justice  2动作\n神卫\n你呼唤神力并用武器或无武装打击（Strike）对抗你能够证实其伤害了盟友或无辜者的敌人。如果被你打击（Strike）的目标是邪恶的，那么这次打击（Strike）会造成两个额外的武器伤害骰。无论目标是否邪恶，你都可以将该攻击的所有物理伤害转变为善良伤害，另外如果你是圣武士，这次打击会适用正常报应打击所能造成的全部效果（例如神圣制裁）。",
    "迫行誓约": "迫行誓约 Enforce Oath  1动作\n神卫\n频率   每小时1次\n先决条件   你已经立下过一个对抗特定型别生物的誓约\n你呼唤誓约，在战斗中壮大自己。当你迫行自己的誓约时，选择一个你看得到，且作为誓约一部分发誓要铲除的生物。你在对抗所选生物发起的攻击与效果时，于AC和豁免上获得+1状态加值。你也在对抗所选生物的攻击骰上获得+1状态加值。但是，因为你迫行自己履约，你无暇分心其他敌人。当你迫行誓约时，你对其他所有生物在AC、攻击骰以及豁免上承受-1状态减值，直到你停止迫行誓约。 \n　　当所选生物的生命值降为0，或该生物向你或你的盟友合理正当地投降，迫行誓约就结束。如果你陷入失去意识，或如果所选生物被你忽视超过1分钟，那你会立刻结束迫行誓约。你还可以在自己回合时以一个自由动作立刻结束迫行誓约。",
    "残酷打击": "残酷打击 Gruesome Strike  1动作\n罕见 神卫\n先决条件   邪恶信条，能给你的打击附加额外伤害的神卫反应动作\n要求   你的打击目前能通过你的神卫反应动作造成额外伤害\n对触发你神卫反应动作的生物进行一次打击。如果你打中，目标会受到两倍从反应动作那得来的额外伤害，同时必须通过一次强韧豁免对抗你的职业DC，失败则流失1。无论结果如何，该生物都会暂时免疫你的残酷打击24小时。",
    "拓展灵光": "拓展灵光 Expand Aura  1动作\n神卫 专注\n先决条件   你从神卫专长或特性中至少获得一个灵光\n你聚集神圣之力，放大你的影响力。选择一个得自神卫专长或特性的灵光，像是勇气灵光或生命灵光。直到你下一回合开始，该灵光的半径加倍。",
    "预感回避": "预感回避 Premonition of Avoidance  反应\n牧师\n触发   你尝试一次豁免以对抗一个危害，但你尚未掷骰\n你的神祇赋予你有限的预示，在危害发生前一瞬发出警告。你在触发的豁免骰上获得+2环境加值。",
    "快速反应": "快速反应 Rapid Response  反应\n牧师\n触发   1个盟友的HP降低至0\n你在危险时极快响应，以提供必须帮助。你向触发盟友进行行走行动。在此次移动中，你在速度上获得+10尺环境加值。",
    "导能打击": "导能打击 Channel Smite  2动作\n牧师 神术 死灵系\n先决条件   伤害源泉或治疗源泉\n消耗   花费一个伤害术或者治疗术\n你通过一次近战攻击，将毁灭性的正能量或者负能量灌入敌人。进行一次近战普通攻击，并将法术的伤害加到普通攻击的伤害上。如果你花费伤害术，这是负能量伤害；如果你花费治疗术，这是正能量伤害。 \n　　如果你的普通攻击失手，或者命中了一个不会被该型别能量伤害的生物（例如你用治疗术（Heal）命中了非不死生物），花费该法术不产生任何效果。",
    "命令亡灵": "命令亡灵 Command Undead  1动作\n牧师 专注 超魔\n先决条件   伤害源泉，邪恶阵营\n你掌握了不死生物中活动的力量，并按照自己的愿望扭转它。如果下个你使用的动作是以一个不死生物为目标施放伤害术，伤害术的效果被改变。代替伤害术通常的效果，如果目标的等级低于你的等级-3，它会被你控制。目标可以尝试一次意志豁免来抵抗被你控制。如果目标已经被某人控制，控制者也能尝试一次豁免骰，该不死生物使用较好的结果。 \n大成功：目标不受影响，并暂时免疫24小时。 \n成功：目标不受影响。 \n失败：该不死生物成为仆从，并且受你控制。该法术获得1分钟的持续时间，但会在你或者你的盟友攻击该不死生物时结束。 \n大失败：如同失败，但持续时间为1小时。",
    "死灵注能": "死灵注能 Necrotic Infusion  1动作\n牧师 专注 超魔\n先决条件   伤害源泉，邪恶阵营\n你将负能量灌入你的不死生物目标，来强化它的攻击。如果下个你使用的动作是施放伤害术为不死生物回复生命值，目标直到其下个回合的结束前，近战武器造成额外1d6负能量伤害。 \n　　如果伤害术达到5环，该伤害增加到2d6，如果伤害术达到8环，该伤害增加到3d6。",
    "活力注能": "活力注能 Radiant Infusion  1动作\n牧师 专注 超魔\n先决条件   善良阵营，治疗源泉\n你将跃动的正能量灌入活着的盟友中。如果你的下个动作是施放治疗术heal 以恢复单个活物的生命值，直到其下个回合结束，目标的近战武器和无武装攻击额外造成1d6正能量伤害。如果治疗术heal 至少有5环级，该伤害增加到2d6，如果该法术至少8环级则增加到3d6。",
    "能量击倒": "能量击倒 Cast Down  1动作\n牧师 专注 超魔\n先决条件   伤害源泉或治疗源泉\n你源自信仰的纯粹力量能将敌人击倒。如果下个你使用的动作是施放伤害术或者治疗术以伤害一个生物，目标如果由于该法术受到伤害则会被击倒在地。如果目标在对抗法术的豁免中大失败，它同时会在速度上获得-10尺状态罚值，持续1分钟。",
    "神圣武器": "神圣武器 Divine Weapon  自由\n牧师\n频率   每回合一次\n触发   你的回合中，你使用神术法术位施放法术\n你将残余的法术能量引入持用的武器中。直到你的回合结束，该武器额外造成1d4力场伤害。你可以改为造成对应你的神祇阵营组成之一的1d6阵营型别额外伤害。通常，阵营伤害只能伤害对立阵营的生物。",
    "阵营武装": "阵营武装 Align Armament  1动作\n牧师 神术 塑能系\n先决条件   混乱、邪恶、善良或者守序神祇\n频率   每轮一次\n你令一件武器与对神祇的信仰产生超然共鸣。当你选择该专长时，选择混乱，邪恶，善良或者守序。该选择必须对应你的神祇阵营组成之一。该动作具有对应所选阵营组成的特征。 \n　　当你使用该动作时，你触控一件武器。在1轮中，该武器对选择阵营的对立阵营的生物造成额外1d6所选阵营型别的伤害。例如，如果选择邪恶，该武器会对邪恶生物造成1d6善良伤害。如果你再次使用阵营武装，任何之前的阵营武装失去额外伤害。 \n　　特殊：你可以选择该专长两次，选择你的神祇的另一个阵营组成。当你使用阵营武装时，你可以选择任一阵营组成。",
    "殉道者": "殉道者 Martyr  1动作\n牧师 超魔\n先决条件   神力源泉\n你全力以赴帮助盟友，即使这会为你带来伤害。如果你的下个动作是从你的伤害源泉或者治疗源泉中施放伤害术harm或者治疗术heal来为单个盟友回复生命值，你可以将自身的生命力随该法术一同传出。你失去该法术每法术环级1d8的生命值，这无法被任何方式减少或者转移，并且你的盟友恢回复等量的生命值。",
    "聚能奔涌": "聚能奔涌 Surging Focus  自由\n牧师\n频率   每天1次\n触发   你能看见的一个盟友生命值降为0\n当一个你可以看见的盟友在战斗中倒下时，无论是战是逃，你的战斗反射在你的身体中引发了你的神祇力量的涌动。你立即回复1聚能点。",
    "英勇恢复": "英勇恢复 Heroic Recovery  1动作\n牧师 专注 超魔\n先决条件   治疗源泉，善良阵营\n你的治疗的恢复力也会为目标带来活力。如果你的下个动作是以一个活物为目标施放治疗术来回复其生命值，目标也会获得以下好处，直到其下个回合的结束：在速度上+5尺状态加值，在攻击骰上+1状态加值，在伤害骰上+1状态加值。",
    "通透法术": "通透法术 Through Spell  1动作\n牧师 专注 超魔\n你施放的法术能暂时转变为生命要素，无害地穿过你和目标间的活物以及不死生物，只会被固态物体所阻挡。如果你使用的下个动作为施放一个需要法术攻击骰的法术，你的目标不会从活物或者不死生物提供的掩蔽中获益。",
    "防御恢复": "防御恢复 Defensive Recovery  1动作\n牧师 专注 超魔\n先决条件   伤害源泉或治疗源泉\n你的信念不仅赋予治愈，也会赋予临时的庇护。如果你的下个动作是以一个目标释放伤害术或者治疗术以令其回复生命值，目标也会在AC和豁免骰上获得+2状态加值，持续1轮。",
    "迅捷放逐": "迅捷放逐 Swift Banishment  反应\n牧师\n触发   你对一个不属于其本位面的生物重击\n要求   你准备了放逐术（Banishment）\n你的攻击的力量将敌人送回老家。你花费已经准备的放逐术（Banishment），影响那个你重击的生物且无需施放法术。该生物可以如常抵抗法术。",
    "能量涨落": "能量涨落 Ebb and Flow  1动作\n牧师 专注 超魔\n先决条件   泛用源泉\n你同时唤来正能量和负能量，伤害你的敌人并治愈你的盟友。如果你的下个动作是施放1动作或者2动作版本的治疗术heal 或者伤害术harm ，选择区域中一个会被该法术所伤害的生物，并且选择区域中另一个会被该法术治愈的生物。你的治疗术heal 或者伤害术harm 同时以这些生物为目标。",
    "澄澈预感": "澄澈预感 Premonition of Clarity  反应\n牧师 幸运\n频率   每小时1次\n触发   你在一次对抗心灵效果的豁免骰中失败\n你的神祇赐予你一段信念的影像，增强你对抗心灵攻击的能力。重骰该触发豁免骰，并且获得+2环境加值。你必须使用第二次的结果，即使它更差。",
    "神力矫正": "神力矫正 Remediate  自由\n牧师 专注 超魔\n先决条件   伤害源泉或者治疗源泉\n频率   每小时1次\n如果你的下个动作是使用神力源泉施放3动作版本的治疗术heal 或者伤害术harm 来伤害生物，你可以控制剩余的能量来抵消敌对力量。你使用你的治疗术heal 或者伤害术harm 来尝试反制法术区域中具有混乱，邪恶，善良或者秩序特征的一个效果。所选的特征必须与你的神祇阵营成分之一对立，如果你的神祇是中立的，你可以选择任何一个特征。",
    "回声引导": "回声引导 Echoing Channel  1动作\n牧师 专注 超魔\n当你唤来正能量或者负能量时，你也创造了一些这种能量。如果下个你使用的动作是施放2动作的伤害术或者治疗术以伤害或者治疗一个生物，选择一个和你或者目标相邻的生物。该生物成为1动作的相同法术的目标。该法术的环级和之前你施放的2动作的伤害术或者治疗术相同，并且无需花费法术位。",
    "超魔引导": "超魔引导 Metamagic Channel  自由\n牧师 专注\n通过深入理解了神术力量和活力要素的关联，你能够操控你的正能量或者负能量的效果。使用1个通常你需要花费1个动作来使用的，对伤害术或者治疗术生效的超魔动作。如果你如此使用，该效果只会对伤害术或者治疗术生效",
    "扩展法术": "扩展法术 Widen Spell  1动作\n专注 德鲁伊 超魔 术士 法师 先知 女巫\n你操控法术的能量使其得以影响更为广阔的范围。如果你的下一个动作是使用施放法术动作施放一个范围是爆发、锥形或是线形且不具有持续时间的法术时，增加法术的范围。至少拥有10尺半径的爆发法术其半径增加5尺（半径更小的爆发法术不受影响），15尺或更小范围的锥形或线形法术范围增加5尺，更大范围的锥形或线形法术范围增加10尺。",
    "形态控制": "形态控制 Form Control  1动作\n德鲁伊 操作 超魔\n先决条件   力量14，野性变身\n通过额外的谨慎与努力，你能够获取一种持续时间更长的可选形式。如果你的下一个动作是施展野性变身，那么野性变身的法术环数比正常低2环（最低1环），但是你可以维持变身1小时（若原本时间更长则以持续时间更长者为准）。在法术允许的情况下，你也可以随时消解法术。",
    "风暴反击": "风暴反击 Storm Retribution  反应\n德鲁伊\n先决条件   风暴教团，风起云涌tempest surge教团法术\n触发   与你相邻的敌人使用近战武器或近战无武装攻击对你造成了重击。\n要求   你至少拥有1点聚能点。\n你向着伤害了你的生物发出了雷霆万钧般的狂暴攻击。你对触发动作的敌人施放风起云涌tempest surge，并且在目标反射豁免失败时将其推离5尺，或是在大失败时推离10尺。这是一种被迫移动。",
    "流动超魔": "流动超魔 Current Spell  1动作\n防护系 专注 德鲁伊 超魔\n你驱使魔法之力操纵空气或流水，移转它们的流动在你周围形成屏障。如果你下一个动作是施放有气或水特征的法术，则直到你下一回合开始时你的AC会获得+1环境加值，如果是对抗远端攻击，那就+2。此效果有气或水特征，或两者皆有，这取决于你施放的法术。同时直到你下一回合开始，你在对抗空气、水或两特征皆有的效果（取决于法术的特征）时，在所有豁免上获得+1环境加值。",
    "威吓展示": "威吓展示 Deimatic Display  1动作\n德鲁伊\n先决条件   威吓技能上达到受训\n你模仿动物威吓的姿态，让自身的气势更为雄浑。骰一个威吓检定进行挫败士气动作，对抗15尺锥形内每个动物、真菌（fungus）和植物生物的意志DC。当你这么做时，挫败士气会获得视觉特征，而能看到你的生物会受到影响。就算该生物不懂你的语言，你也无须承受罚值。",
    "应激适性": "应激适性 Reactive Transformation  反应\n德鲁伊\n先决条件   野性变身，巨龙变身、元素型态、植物变身或翱翔变身\n触发   多变\n你在危难之际能迅速转换。你施放野性变身 ，变成前置专长里其中一个型态，是哪种取决于触发条件。你变形型态的抗力和弱点能应用在触发时的伤害上。\n触发：你坠落10尺（含）以上；效果：从御空形态中选择一种形态。\n触发：你受到强酸、寒冷、电击、火焰或是毒素伤害；效果：从巨龙形态选一种能抵抗触发攻击的形态。\n触发：你受到火焰伤害；效果：从元素形态中选择一个火元素形态。\n触发：你受到毒素伤害；效果：从植物形态中选择一个形态。",
    "散播超魔": "散播超魔 Sow Spell  1动作\n专注 德鲁伊 超魔\n你把法术塞进一颗种子里。如果你下一个动作是使用1或2个动作施法，法术会转而根植在一格邻接格子里。你在施法时就必须把法术要决定的事情先决定好。之后的10分钟，你能以一个反应动作指挥你散播的法术发芽并产生法术效果，触发条件是有一个生物进入或邻接散播法术的空间。同一时间你只能有一个散播法术，如果你的散播法术10分钟内都没有被触发，法术会消散并失去。生物可以通过察觉检定对抗你的法术DC注意到散播法术。",
    "轻巧专注": "轻巧专注 Effortless Concentration  自由\n德鲁伊 术士 女巫 召唤师\n触发   你的回合开始\n你无需思索即可维持一个法术。你立刻获取维持法术Sustain a Spell动作的效果，这允许你用以延长一个你所施放的德鲁伊法术的持续时间。",
    "地脉通道": "地脉通道 Leyline Conduit  1动作\n专注 德鲁伊 操作 超魔\n频率   每分钟1次\n你能够连通世界的地脉以此毫不费力地施展法术。如果你的下一个动作是使用施放法术动作施放一个不高于5环且没有持续时间的法术，你不会在施放这个法术时消耗法术位。",
    "纯正变身": "纯正变身 True Shapeshifter  2动作\n德鲁伊\n先决条件   巨龙变身，野性变身\n你已经超越了形态的局限。当处于野性变身的效果下时，你可以变为另一种你野性变身形态列表中的形态。如果两种形态的持续时间不同，则使用两者中较短的持续时间。每日一次，你可以变形为一只怪兽kaiju，就如同自然化身nature incarnate的效果；如果你拥有植物变身，那么你可以变形为一位绿境公green man。",
    "双重切割": "双重切割 Double Slice  2动作\n战士\n要求   你持用两柄近战武器，每柄需在不同的手中。\n你同时向敌人挥出双刀。进行两次普通攻击，每次使用你的两柄近战武器中的一柄，两次攻击都应用你目前的多次攻击减值。两次普通攻击（Strike）需要指定同一个目标。如果第二次普通攻击由没有灵巧特征的武器作出，承受-2减值。 \n　　如果两次攻击均命中，将两次伤害合计，然后加入两把武器的任何其他可用的增强效果，但精准伤害仅在你所选的攻击上应用一次。所结合的两次普通攻击伤害在计算抗力和弱点方面仅计算一次。在计算多重攻击减值时，这一动作被计算为两次攻击。",
    "精确打击": "精确打击 Exacting Strike  1动作\n战士 连携\n在仔细考虑了力道之后，你克制地做出攻击。进行一次普通攻击，此次普通攻击获得以下失败效应： \n失败：此次攻击不计入你的多重攻击减值。",
    "近程射击": "近程射击 Point-Blank Shot  1动作\n战士 起手 架势\n要求   你正持用一个远端武器。\n你快速地狙杀掉附近的敌人。当在此架势下使用远端远射（Volley）武器时，你不会在攻击骰上承受远射特性带来的减值。而使用不带远射特性的远端武器时，你在此武器的第一个射程增量内的伤害骰上得到+2加值。",
    "猛力攻击": "猛力攻击 Power Attack  2动作\n战士 绝技\n你挥出足以击溃敌人的一击，但也因此下盘不稳。进行一次近战普通攻击。此次攻击在计算你的多重攻击减值时视为两次攻击。若此次普通攻击命中，你造成额外一个武器伤害骰的伤害。如果你至少有10级，额外伤害提升至2个骰子，如果你至少有18级，额外伤害提升至3个骰子。",
    "反射持盾": "反射持盾 Reactive Shield  反应\n战士\n触发   一个敌人使用近战打击命中你。\n要求   你正持用一面盾牌。\n你在最后一刻举起盾牌展开防御架势。你立即使用举起盾牌（Raise a Shield）动作并且在AC上得到你的盾牌加值。在决定触发此专长的攻击结果时，来自盾牌的环境加值适用于你的AC上。",
    "妨碍之击": "妨碍之击 Snagging Strike  1动作\n战士\n要求   你有一只手空闲，并且你的目标在这只手的触及范围之内。\n你将攻击和擒拿结合，让一个在你触及内的敌人失去平衡。当一只手空闲时，进行一次普通攻击。若此次普通攻击命中，目标处于措手不及状态，直到你的下回合开始或离开你的触及范围，取其先者。",
    "突袭冲锋": "突袭冲锋 Sudden Charge  2动作\n战士 绝技 起手\n你冲入敌阵奋勇砍杀。行走（Stride）两次。如果你结束你的移动时，近战触及范围内有至少一个敌人，你可以对敌人进行一次普通攻击。如果你有相对应的移动类别，你也可以在突袭冲锋的过程中使用掘地（Burrowing），攀爬（Climbing），飞行（Flying）或游泳（Swiming）动作来取代行走动作。",
    "战场评估": "战场评估 Combat Assessment   1动作\n战士\n你做出为了解敌人而进行的攻击。做一次近战打击。如果击中，你可以立刻对目标进行一次回忆知识动作。如果打击是大成功，那你在这检定上获得+2环境加值。目标会在接下来的一天暂时免疫战场评估。",
    "侵略性格挡": "侵略性格挡 Aggressive Block  自由\n战士\n触发   你使用盾牌格挡（Shield Block）反应动作，且触发盾牌格挡的敌人与你相邻，体型与你的尺寸相同或更小。\n你在格挡攻击的同时向外推出，将你的敌人推开或让他失去平衡。你使用你的盾牌推动触发此动作的生物，令其自动被推出（Shoving）5尺或直到你下回合开始处于措手不及状态，这需由触发此动作的生物选择。若触发动作的生物选择被移动，你选择移动的方向。如果这一推出动作会导致他撞击另一个物体，或进入一个困难地形方格，或进入另一个生物占有的格子，他必须选择变为措手不及状态而不是被移动。",
    "援助射击": "援助射击 Assisting Shot  1动作\n战士 连携\n要求   你正持用一个远端武器。\n你在战斗中用一次快速的射击干扰敌人。用远端武器做一次打击。若此打击命中，则在你下一回合开始前，除你之外的下一个攻击同一目标的生物在掷骰上获得+1环境加值，若此打击是重击，则+2环境加值",
    "蛮力击退": "蛮力击退 Brutish Shove  1动作\n战士 连携\n要求   你正持用一个双手近战武器。\n你以全身的重量猛击，其威力足以让你的敌人踉跄后退。使用双手近战武器进行一次打击。如果你命中了体型与你相同或小于你的目标，此生物直到你这回合结束处于措手不及之中，且你可以自动地推出（Shove）他，这如同推出动作一般受到相应的加成（如果你的普通攻击发生暴击，也包括暴击特效）。如果你要移动来跟上这个目标的话，你的移动不会触发反应动作。 \n　　这次打击同时具有以下失败效果。\n失败目标直到你目前回合结束处于措手不及状态。",
    "战斗擒抱": "战斗擒抱 Combat Grab  1动作\n战士 连携\n要求   你有一只手空闲，且你的目标在这只手的触及范围内。\n你击打对手并将其擒抱。在保持一只手空闲的状态下进行一次近战普通攻击。若此次普通攻击命中，你使用那只空闲的手擒抱住目标。此生物直到你下回合结束或逃脱（Escapes）为止都处于擒抱状态，取其先者。",
    "决斗招架": "决斗招架 Dueling Parry  1动作\n战士 浪客\n要求   你只持用一个单手近战武器，并且的另一只手或其他的手空闲。\n你可以用你的单手武器来格挡针对你的攻击。直到你下回合开始，你在满足此专长需求时在AC上得到+2环境加值。",
    "威慑打击": "威慑打击 Intimidating Strike  2动作\n情绪 恐惧 战士 心灵\n你击碎了敌人的身体什而信心。进行一次近战普通攻击，如果你命中并造成伤害，目标进入恐惧1状态，若攻击大成功则进入恐惧2状态。",
    "突刺": "突刺 Lunge  1动作\n战士\n要求   你正持用一个近战武器。\n通过将你的身体延展到极限，你可以攻击一个通常在你触及之外的敌人。使用近战武器进行一次普通攻击，并且你此次攻击的触及范围提升5尺。如果这个武器有缴械（disarm），移位（shove）或摔绊（trip）特征，你可以用相对应的动作来取代普通攻击。",
    "牵引击": "牵引击 Dragging Strike  1动作\n战士 连携\n你用武器钩住敌人的护甲、衣服或肉体，把他往你这边拉。进行一次近战打击。如果你打中的目标体型跟你一样或比你小，那该生物直到你这回合结束前都会措手不及，并且你还能把他向你这边拉5呎。在你移动该生物时，你可以朝相同的方向移动相同的距离，就算你临接目标。这个移动不会触发反应动作。 \n　　这个打击会有下面的失败效果。\n失败：目标会措手不及直到你目前回合结束。",
    "弹力投掷": "弹力投掷 Rebounding Toss  2动作\n战士 绝技\n要求   你正持用一件投掷武器。\n你的武器在敌人间弹跳。用一件投掷武器进行一次远端打击。如果击中，该武器会弹到原始目标10呎内的另一个敌人身上。对第二的目标也进行一次额外打击。两次打击都计入多重攻击罚值，但直到你两次攻击都结束后才计入。",
    "二重射击": "二重射击 Double Shot  2动作\n战士 绝技\n要求   你正持用一个装填0的远端武器。\n你以惊人的速度连射两次。进行两次普通攻击，每次指定不同的目标并承受-2减值。两次攻击都会增加你的多重攻击减值，但这一减值直到你完成两次攻击之前都不会增加。",
    "双手突袭": "双手突袭 Dual-Handed Assault  1动作\n战士 绝技\n要求   你正持有一个单手近战武器，且有一只空闲的手。\n你迅速地改用双手持握武器以增加攻击的力道，痛击你的敌人。使用所需求的武器进行一次普通攻击，你在这次攻击当中快速切换握持的手以达成用双手攻击的目的。如果此武器通常没有双手（two-hand）特性，则令其在此次攻击中武器伤害骰增大一级。如果此武器有双手特性，你获得此特性的好处，且在伤害上得到等于此武器伤害骰数量的环境加值。在此次普通攻击结束后，你依然只有一只手握持这柄武器。这一行动不会导致你的需求有一只手空闲的架势和战士专长失效。",
    "击倒": "击倒 Knockdown  2动作\n战士 绝技\n先决条件   在运动上受训。\n你通过一次攻击让敌人失去平衡，然后紧接着迅速将其扫倒在地。进行一次近战普通攻击，如果此次攻击命中并造成伤害，你可以进行一次运动检定来摔绊命中的目标。如果你持有一柄双手近战武器，你可以无视摔绊需要你有一只空闲手的限制。两次攻击都会增加你的多重攻击减值，但这一减值直到你完成两次攻击之前都不会增加。",
    "快速反身": "快速反身 Quick Reversal  1动作\n战士 绝技 连携\n要求   你被至少两个敌人夹击。\n你用一次快速的转身让夹击你的敌人自讨其苦。进行一次目标为夹击对象之一的近战普通攻击，同时用同样的武器或非武装攻击对另一个不同的夹击你的目标进行第二次普通攻击。第二次普通攻击使用与第一次攻击相同的多重攻击减值，并且不会累计入你的多重攻击减值当中。",
    "横扫": "横扫 Swipe  2动作\n战士 绝技\n你大开大合地挥出一击。进行一次普通攻击，并用此次攻击骰的结果与至多两名在你触及范围内且相邻的敌人的AC进行比较，掷一次伤害骰，应用于每个命中的敌人身上。在计算你的多重攻击减值时，一次横扫算作两次攻击。 \n　　如果你使用的武器具有横扫（sweep）特性，其调整值会应用到你所有的横扫攻击上去。",
    "双重招架": "双重招架 Twin Parry  1动作\n战士 浪客 游侠\n要求   你正持有两个近战武器，每个需在不同手中。\n你使用你的两柄武器来格挡攻击。直到你下回合开始，你在AC上得到+1环境加值，若两柄武器中至少一柄有格挡特征，则为+2环境加值。如果你不满足此专长的需求，你会失去这一环境加值",
    "高速冲锋": "高速冲锋 Barreling Charge  2动作\n战士 绝技\n先决条件   运动熟练度达到受训\n你向前疾驰，穿过一众敌人直击目标。你行走(Stride)，试图穿过敌人的空间，并进行一次近战打击。骰一次运动检定，对抗所有行走过程中要穿越的敌人的强韧DC，如果成功就穿越他们，如果失败就在进入他们的格子前停下。如果你有相应的移动型别，那你可以不用行走，而用掘地、攀爬、飞行或游泳使用高速冲锋。",
    "回马箭": "回马箭 Parting Shot  2动作\n战士\n要求   你正持握着一件需要装填的远端武器，或一件装填0的远端武器。\n你上下窜动，在敌人丧失警惕之际迅速射击。你快步(Step)接着用需求中的武器进行一次远端打击。你的目标对这次攻击措手不及。",
    "趁虚突袭": "趁虚突袭 Advantageous Assault  1动作\n战士 连携\n你抓住敌人行动受到限制的时机，送出一记更加致命的打击。对正被擒抱（grabbed），倒地（prone）或束缚（restrained）的敌人进行一次打击。你在此次普通攻击的伤害上得到等于武器伤害骰数量的环境加值，若该武器为双手握持，则环境加值额外+2。此次普通攻击得到以下失败效果： \n失败：你对目标造成等于武器伤害骰数量的伤害，若该武器为双手握持，则伤害额外+2。此伤害与武器伤害型别相同。",
    "缴械姿态": "缴械姿态 Disarming Stance  1动作\n战士 架势\n先决条件   在运动上受训。\n要求   你只持用一个单手近战武器，并且其他的手空闲。\n你摆出击剑的架势，这让你更容易掌握你的武器。当你处于此架势中时，你在缴械（Disarm）的运动检定上得到+1环境加值，且在防御缴械的反射DC上得到+2环境加值。除此之外，你可以尝试缴械体型大于你两个等级以上的生物。",
    "护卫格挡": "护卫格挡 Guardian's Deflection  反应\n战士 浪客\n触发   一名你近战触及范围内的盟友被一次攻击命中，你能看见攻击者，且这名盟友在AC上得到+2环境加值后能让此次攻击从大成功变为普通命中，或由命中变为失手。\n要求   你只持用一个单手近战武器，并且其他的手空闲。\n你用武器拨挡掉针对盟友的攻击，你的盟友在对抗触发此专长的攻击时在AC上得到+2环境加值。这会让此次攻击从大成功变为普通命中，或由命中变为失手。",
    "揭示刺击": "揭示刺击 Revealing Stab  2动作\n战士\n要求   你正持用一柄造成穿刺伤害的近战武器。\n你用你的穿刺武器刺向不可视的敌人，向你的盟友揭示它的位置。使用需求的近战武器进行一次普通攻击，此次攻击不需要进行纯骰检定来击中隐蔽（concealed）的敌人，并且只需要在DC5的纯骰检定（flat check）中成功就能击中隐藏（hidden）的敌人。如果你命中并造成伤害，你可以让需求的武器插进有实体（corporeal）的目标之内，揭示它现在的位置。你放开（Release）这柄武器，它刺入目标之中。如果此目标隐蔽，则其他生物无需进行纯骰检定来击中它。如果此目标隐藏，则其他生物只需要在DC5的纯骰检定中成功就能击中它。生物需要看到你的武器来获得这些好处，并且目标对于能够看到你武器的生物来说不再是无法侦测到的。如果目标是隐形的，武器在插入它时依旧是可见的。 \n　　这一好处持续到武器从该生物中移除，邻接于其的生物或目标自身可以通过两个互动动作来移除这一武器。",
    "粉碎防御": "粉碎防御 Shatter Defenses  1动作\n战士 连携\n要求   在你的近战触及范围内有一个惊惧的生物。\n你的攻击利用了敌人的恐惧。对一个恐惧中的目标进行一次近战普通攻击。如果你命中并造成了伤害，目标直到它的恐惧状态结束陷入措手不及。如果你在使用普通攻击对其造成伤害时目标已经处于措手不及状态，则其恐惧状态值在你下个回合开始之前无法降低到低于1。",
    "双峰贯耳": "双峰贯耳 Dazing Blow  1动作\n战士 连携\n要求   你擒抱着一个生物\n你对擒住的敌人饱以老拳，希望能让他昏厥。对该生物做一次近战打击。这次打击的武器伤害是钝击伤害。如果击中，该生物需进行一次强认豁免对抗拟的职业DC，这是一个失能(incapacitation)效果。 \n大成功：该生物不受影响。 \n成功：该生物震慑1。 \n失败：该生物震慑2。 \n大失败：该生物震慑3。",
    "腾跃式": "腾跃式 Ricochet Stance  1动作\n战士 架势\n你摆出一个设计来让你的投掷武器弹回来的架式。当你进入此架式，任何你作为远端打击一部分所使用，造成钝击或挥砍伤害的投掷武器会立刻返回你的手上，让你能用来进行额外打击。你必须在武器列出的射程增幅之内，并且有一只空的手能接住武器。如果你用投掷武器进行一次超出射程增幅的远端打击，那该武器会朝你这边飞回射程增幅距离后落在地上。",
    "决斗反击": "决斗反击 Dueling Riposte  反应\n战士\n先决条件   决斗招架\n触发   在你触及范围内的生物在对你的打击中大失败。\n要求   你正受益于决斗招架。\n你向扑向你的敌人发起回击。对触发此动作的生物进行一次近战普通攻击或进行一次缴械尝试。",
    "坠落打击": "坠落打击 Felling Strike  2动作\n战士\n你的攻击可以击落一个飞行的敌人。进行一次普通攻击，如果对一个飞行目标命中并造成伤害，该目标坠落120尺。这一坠落过程是渐进的，以至于即使这会导致目标撞击地面，他也不会从这次坠落中受到伤害。如果此次攻击为重击，则目标直到你的下回合结束不能飞行，跳跃（Leap），漂浮（levitate）或以其他手段离开地面。",
    "惊异瞄准": "惊异瞄准 Incredible Aim  2动作\n专注 战士\n花费些许时间进行专注后，你能确保你的攻击命中目标。进行一次远端武器普通攻击。在此次攻击中，你在攻击骰上得到+2环境加值且忽略目标的隐蔽状态。",
    "巧射姿态": "巧射姿态 Mobile Shot Stance  1动作\n战士 架势\n你的射击变得机敏而致命。当你处于此架势时，你的远端普通攻击不会触发借机攻击或其他会因远端攻击而触发的反应动作。 \n　　如果你有借机攻击，你可以用持用的一柄装填好的远端武器来使用它。触发此能力的生物需在你5尺范围之内才能使用它。",
    "移位突袭": "移位突袭 Positioning Assault  2动作\n战士 绝技\n要求   你正持用一个双手近战武器，且目标在你的触及范围之内。\n通过强力的打击，你迫使敌人改变位置。使用需求的武器进行一次普通攻击，若命中，你令目标移动5尺到你触及范围内的另一个格子中。这一移动遵循475页的受迫移动规则。",
    "突袭跳跃": "突袭跳跃 Sudden Leap  2动作\n战士\n你挥起武器奋力一跃。进行一次跳跃、高跳（High Jump）或远跳（Long Jump），并在跳跃过程中任意一点尝试一次近战普通攻击。在此次普通攻击之后，若你还在空中则会立即落地，即使你还没有抵达你的最大跳跃距离。如果你因此坠落的距离小于你的跳跃高度，则你不会受到伤害并直立落地。 \n　　在突袭跳跃的过程中尝试高跳或远跳时，检定DC使用远跳的DC，并且你的最大跳跃距离会增加2倍你的速度的距离。 \n　　特殊：若你有坠落打击专长，则可在使用突袭跳跃时消耗3个行动，使此次突袭跳跃中的普通攻击替换为坠落打击。",
    "确定之击": "确定之击 Certain Strike  1动作\n战士 连携\n即使你没有一击正中，也依然能够造成些擦伤。进行一次近战普通攻击，其得到以下失败效果。 \n失败：你的攻击造成除去以下伤害骰以外的伤害。（移除来自武器符文、法术和特殊能力的所有伤害骰）",
    "衰弱射击": "衰弱射击 Debilitating Shot  2动作\n战士 绝技\n通过瞄准薄弱点，你用精确的射击来阻止敌人。进行一次远端武器普通攻击，若命中并造成伤害，目标直到它下回合开始得到缓慢1（slowed）。",
    "盘卷缴械": "盘卷缴械 Disarming Twist  1动作\n战士 连携\n先决条件   在运动上受训\n要求   你只持用一个单手近战武器且你其他的手空闲。\n在先发的攻击打乱了敌人的防御后，你紧接的盘绞让他们的武器脱手。使用需求的武器进行一次近战普通攻击。在通常的效果之外，这次普通攻击得到缴械动作的成功与大成功效果，且具有以下失败效果。 \n失败：目标直到你目前回合结束处于措手不及。",
    "破坏姿态": "破坏姿态 Disruptive Stance  1动作\n战士 架势\n最细微的分神也能激起你的猛攻，你时刻准备着破坏敌人的行动。在此架势下，你可以在一个生物在你的触及范围内使用专注动作，而不仅是移动与操作（manipulate）动作时使用借机攻击。除此之外，若此次攻击命中（而不仅是大成功），你破坏触发此动作的专注与操作动作。",
    "镜反之盾": "镜反之盾 Mirror Shield  反应\n战士\n触发   一名敌人将你指定为目标使用法术，并在对抗你AC的法术攻击骰上大失败。\n要求   你已经举起盾牌。\n你将法术反射回给触发此专长的敌人。使用你远端武器中最高的熟练等级，对触发此专长的生物进行一次远端攻击。如果你可以施法，则可用你的法术攻击骰来取代之。若成功，你的对手受到他们自己法术的法术攻击骰成功效果（或若你攻击骰结果为大成功，受到大成功效果）。",
    "双重反击": "双重反击 Twin Riposte  反应\n战士 游侠\n触发   在你触及范围内的一个生物在对你的打击中大失败。\n要求   你正受益于双重招架。\n使用一把武器进行的机智格挡让你的敌人空门大开，让另一把武器得以攻击。对触发此专长的敌人进行一次近战普通攻击，或进行一次缴械（Disarm）动作。",
    "空中截击": "空中截击 Cut from The Air  反应\n战士\n触发   你是一次物理远端打击的目标。\n要求   你有意识到这次攻击，对这次攻击你也没有措手不及，且你有一手是空的或握着一把近战武器。\n你把远端攻击拍到一边去。你在对抗触发条件的攻击上AC获得+4环境加值。如果攻击没中，那是你在半空中就截击了。",
    "残酷终结": "残酷终结 Brutal Finish  1动作\n战士 连携\n要求   你正双手持用一个近战武器。\n你的绝杀即使被敌人防御，也能够造成伤害。使用所需求的武器进行一次普通攻击，在此次普通攻击之后，你的回合结束。此次普通攻击造成额外一个武器伤害骰的伤害，若你至少有18级则为两个。此次普通攻击同时得到以下失败效果。 \n失败：你造成等于一个所需求武器伤害骰的伤害，若你至少有18级则为两个。",
    "决斗之舞": "决斗之舞 Dueling Dance  1动作\n战士 浪客 架势\n先决条件   决斗招架\n要求   你只持用一个单手近战武器，并且其他所有的手都空闲。\n你以你的自由手作为支点，你可以同时以武器进行攻防。当你处于此架势中时，你始终受益于决斗招架。",
    "惊异跳弹": "惊异跳弹 Incredible Ricochet  1动作\n专注 战士 连携\n先决条件   惊异瞄准\n在你的首次射击指出了对手的位置后，你射出了另一发在障碍上跳弹后准确无误命中的射击。对你在本轮中之前攻击过的一个生物进行一次远端武器打击。你无视目标的隐蔽状态与所有掩蔽。",
    "突刺姿态": "突刺姿态 Lunging Stance  1动作\n战士 架势\n先决条件   借机攻击，突刺\n要求   你正持用一个近战武器。\n你全身绷紧以便突刺远处的敌人。当你在此架势下时，你可以对一个在你触及范围外但在你使用突刺后的触及范围内的目标进行借机攻击。若你如此做，你将你普通攻击的范围提高5尺。",
    "护卫典范": "护卫典范 Paragon's Guard  1动作\n战士 架势\n要求   你正持用一面盾牌。\n当你有时间来定下你的架势时，你总是能不假思索地准备好你的盾牌。当你在此架势下时，只要你满足动作的需求，你总是保持你的盾牌举起，如同已经使用过举起盾牌动作一般。",
    "跳跃攻击": "跳跃攻击 Spring Attack  1动作\n战士 连携\n要求   你与一个敌人相邻。\n跳离一个敌人后，你击中了另一个敌人。行走（Stride）至多你的速度距离，但你必须在另一个不同敌人的近战触及范围内结束移动。在你移动结束时，对此时在触及范围内的敌人进行一次近战普通攻击。若你有对应的移动型别，你也可以在使用弹跳攻击的过程中用掘地,攀爬,飞行或游泳来取代行动。",
    "绝望终结": "绝望终结 Desperate Finisher  反应\n战士\n触发   你完成了你回合中的最后一个动作，且你的回合还未结束。\n要求   你满足使用一个有连携特征的动作的要求\n你在最后一击中倾注一切。进行一个你已知的有连携特性的动作作为绝望终结的一部分。直到你下回合开始，你失去使用反应动作的能力。",
    "坚定决心": "坚定决心 Determination  1动作\n专注 战士\n频率   每天一次\n你的训练能让你在紧要关头摆脱敌人的咒语与异常状态。选择一个正影响你的非永久性的法术或异常状态。如果你选择异常状态，其对于你的效果结束。如果你选择法术，可以尝试反制（counteract）此法术（你的反制等级等同于你职业等级的一半并向上取整，你进行一次意志豁免骰作为你的反制检定）。 \n　　这不会移除此法术或异常状态正常造成的生命值伤害，也不会阻止咒语或负面效果影响其他盟友或你周围的环境。它无法消除持续存在的苦痛（affliction），也无法防止苦痛其后对你造成的不良影响。它也无法移除和位置有关的状态（如倒地或夹击）。如果这一效果由一个20级或以上的生物 危害（hazard）或道具作出，毅力也无法从你身上移除它们的效果。",
    "引导终结": "引导终结 Guiding Finish  1动作\n战士 连携\n要求   你只持用一个单手近战武器，并且其他的手空闲。\n你以武器作为杠杆，将你的敌人驱使到你想要的位置。使用需求的武器进行一次普通攻击，若此次攻击命中，你可以让目标移动至多10尺到你触及范围内的一个格子。在此次移动中你可以让目标穿越你所在的格子。这遵循475页的受迫移动规则。你的普通攻击同时得到以下失败效果。 \n失败：你可以迫使目标如你成功时一般移动，但你仅能让目标移动5尺。",
    "架势专家": "架势专家 Stance Savant  自由\n战士\n触发   你掷先攻骰。\n当危险迫在眉睫时，你在转念之间就能进入架势。使用一个有架势特征的动作。",
    "双武乱舞": "双武乱舞 Two-weapon Flurry  1动作\n战士 绝技 连携\n要求   你正持用两柄武器，每柄需在不同手中。\n你骤然挥出双刀倾泻你的狂怒。进行两次普通攻击，每次分别用一把武器。",
    "旋风打击": "旋风打击 Whirlwind Strike  3动作\n战士 绝技 起手\n你攻击附近的所有敌人。对你近战触及范围内的所有敌人进行一次普通攻击。每次攻击都会累计你的多重攻击减值，但不会在你完成所有的攻击前增加你的减值。",
    "优雅姿态": "优雅姿态 Graceful Poise  1动作\n战士 架势\n先决条件   双重切割\n你的副手武器能如同蝎尾一样正中要害。当你处于此架势下时，若你使用灵巧（agile）特性武器来做出你双重切割的第二次普通攻击，双重切割在计算你的多重攻击减值时仅计为一次攻击。",
    "多重射击姿态": "多重射击姿态 Multishot Stance  1动作\n战士 架势\n先决条件   三重射击\n要求   你正持用一柄装填0的远端武器。\n你将自己锁定在一个稳定的姿态上，这让你的射击快速而精确。当你处于此架势中时，你的二重射击减值降低到-1，若你要再用一个额外动作来普通攻击三次则为-2。若你从目前的位置移开，则此架势结束。",
    "双重防御": "双重防御 Twinned Defense  1动作\n战士 浪客 架势\n先决条件   双重格挡\n要求   你正持用两柄武器，每柄需在不同手中。/TD>\n你总能以副手武器应对针对你的攻击。当你处于此架势中时，你总是得到双重格挡动作的效果。",
    "凶猛痛殴": "凶猛痛殴 Overwhelming Blow  3动作\n战士\n你把全身的重量都压在这次攻击上让你丧失了防备。进行一次近战打击。在计算多重攻击罚值时，这算做三次攻击。如果这次打击中了，你就算重击。如果你骰出了大成功，你的攻击还会获得致命d12的特征。不管你是否打中，你都会震慑1并且直到你下一回合开始前都会措手不及。",
    "箭如雨下": "箭如雨下 Impossible Volley  3动作\n战士 绝技 起手\n要求   你正持用一柄装填0的远端武器。\n你向一个区域内的所有敌人射出一次齐射。以-2减值对你武器远射范围之上或之外，半径10尺爆发范围内的敌人进行一次普通攻击。仅对所有目标掷一次伤害骰。 \n　　每次攻击都会累计你的多重攻击减值，但不会在你做完所有的攻击之间增加你的减值。",
    "白鹤架势": "白鹤架势 Crane Stance  1动作\n武僧 架势\n要求   你未穿甲\n你进入白鹤架势，双臂宛如鹤翼舒张，如流水一般展开防御。你的AC获得+1环境加值，但唯一能进行的打击是鹤翼攻击。它造成1d6点钝击伤害，属于搏击武器组；拥有灵巧、娴熟、非致命和无武装特征。 \n　　处于白鹤架势中时，减少跳高High Jump和跳远Long Jump的DC5点，当你跳跃Leap时，可额外水平移动5尺或垂直移动2尺。",
    "狂龙架势": "狂龙架势 Dragon Stance  1动作\n武僧 架势\n要求   你未穿甲\n你进入狂龙架势，强力的鞭腿攻击犹如狂龙摆尾。你可以进行龙尾攻击，造成1d10点钝击伤害。它属于搏击武器组并且有回摆、非致命、无武装特征。 \n　　处于狂龙架势中时，你可以忽略行走Striding动作遇到的第一格困难地形。",
    "山岳架势": "山岳架势 Mountain Stance  1动作\n武僧 架势\n要求   你未穿甲且接触地面\n你进入山岳架势——最早由矮人武僧发现的技术——允许你借助山崩之力攻击敌人。你唯一能进行的打击是落石无武装攻击。它造成1d8点钝击伤害，属于搏击武器组，具有蓄力、非致命和无武装特征。 \n　　处于山岳架势时，你的AC获得+4状态加值，对抗推撞或摔拌的防御会获得+2环境加值。但是，你AC上的敏捷上限会变成+0，意味着你无法将敏捷新增到AC上，并且你的所有速度降低5尺。",
    "猛虎架势": "猛虎架势 Tiger Stance  1动作\n武僧 架势\n要求   你未穿甲\n你进入猛虎架势，能进行虎爪攻击。它造成1d8点挥砍伤害，属于搏击武器组，拥有灵巧、娴熟、非致命和无武装特征。当你使用虎爪大成功时，若你造成伤害，目标会受到1d4点持续流血伤害。 \n　　当你处于猛虎架势中至少拥有20尺的速度时，你的快步就能移动10尺。",
    "饿狼架势": "饿狼架势 Wolf Stance  1动作\n武僧 架势\n要求   你未穿甲\n你进入饿狼架势，降低重心身体贴至地面，双手犹如狼牙之形。你可以进行狼咬无武装攻击。它造成1d8点穿刺伤害，属于搏击武器组，拥有灵巧、背刺、娴熟、非致命、无武装特征。 \n　　若你处于饿狼架势时夹击一个目标，你的狼咬无武装攻击还能获得摔拌特征。",
    "金刚式": "金刚式 Gorilla Stance  1动作\n武僧 架势\n你俯下身子，采取一个用指关节行动，令人难忘的架式。你进入金刚式，你唯一能进行的打击就是猩猩非武装攻击的挥击(slam)。这能造成1d8点钝击伤害；属于搏击武器组(brawling group)；拥有回摆、叠劲、擒抱、非致命与非武装特征。当你处于金刚式时，你在攀爬的运动检定上获得+2环境加值，如果你在攀爬的运动检定上骰出成功，你算做大成功。",
    "禅弓式": "禅弓式 Monastic Archer Stance  1动作\n武僧 架势\n要求   你未着甲并且手持长弓、短弓，或有武僧特征的弓。\n你摆出一个以弓为中心的特殊架式。进入禅弓式时，你唯一能进行的打击就是使用长弓、短弓或有武僧特征的弓的打击。你可以在使用弓时进行疾风连击。在用这些弓攻击，如果距离在第一射程增幅一半以内，那你就可以把一般需要非武装攻击的武僧专长或武僧能力用在弓的攻击上(一般来说，长弓是50呎，短弓是30呎)，只要该专长或能力没有要求要一次、具体的打击(a single, specific Strike)。 \n　　特殊：在你选这个专长时，你会在长弓、短弓以及任何有武僧特征的简易和军用弓上受训。如果你获得专家技击职业能力，那这些武器的熟练度会提升至专家，如果你获得大师技击职业能力，那你在这些武器上的熟练度会提升至大师。",
    "醉拳式": "醉拳式 Stumbling Stance  1动作\n武僧 架势\n先决条件   欺骗熟练度为受训\n你摆出看上去迷茫的架式，像是在模仿醉汉的行动─来回摆动、迂回行进、故意露出破绽，干扰你的敌人不让他察觉你真正的行动。进入醉拳式时，你在使用虚招(Feint)进行欺骗检定时获得+1环境加值。你唯一能进行的打击就是晃身劝酒(stumbling swing)非武装攻击。这个非武装攻击造成1d8点钝击伤害；属于搏击武器组；有灵巧、背刺、娴熟、非致命和非武装特性。如果你处在这个架式时有敌人用近战打击击中你，那直到你下一回合结束之前，该敌人对你下一次的晃身劝酒措手不及。",
    "散星式": "散星式 Shooting Stars Stance  1动作\n武僧 架势\n先决条件   修道武器训练\n你进入一个能让你以闪电般的速度投掷手里剑的架式。在此架式时，你能够在使用手里剑时，应用那些一般需要非武装攻击的武僧专长或武僧能力。",
    "拨挡飞箭": "拨挡飞箭 Deflect Arrow  反应\n武僧\n触发   你是一次物理远端攻击的目标\n要求   你察觉到该攻击，并非对其措手不及，且有一只空手\n你对触发攻击的AC获得+4环境加值。若攻击失败，即拨挡掉它。你不能用该专长拨挡不常见的大质量远端投射物（比如巨石或者弩炮）。",
    "飞踢": "飞踢 Flying Kick  2动作\n武僧\n你跃向一个敌人。进行一次跳跃Leap或尝试一次跳高High Jump或跳远Long Jump。在跳跃的最后，若你邻接敌人，你可以立刻对该敌人进行一次无武装打击。若你坠落的距离不大于你跳跃的高度，你能正常落地且不受到坠落伤害。",
    "通行禁止": "通行禁止 Stand Still  反应\n武僧\n触发   位于你触及内的生物使用移动动作或在它使用的移动动作中离开一个方格\n你在敌人试图逃离时进行追击。对触发生物进行一次近战打击。若该次攻击暴击且是移动动作触发，你打断那个动作。",
    "蛇拳式": "蛇拳式 Cobra Stance  1动作\n武僧 架势\n你摆出一个紧绷的架式，盘旋缠绕像是一条眼镜蛇，而你平稳的手就是毒牙。在此架式时，你唯一能进行的打击就是蛇牙(cobra fang)非武装攻击。这造成1d4点毒素伤害；属于搏击武器组；拥有灵巧、致命d10、娴熟、非致命、毒素和无武装特征。 \n　在此架势时，你在强韧豁免与强韧DC上获得+1环境加值，你还获得等级一半的毒素抗力。",
    "孔雀式": "孔雀式 Peafowl Stance  1动作\n武僧 架势\n先决条件   修道武器训练\n要求   你用一手持握一把有武僧特征的剑。\n你摆出一个高姿态且自傲的架式，但仍保持灵活性，像孔雀一样镇静又优雅。在此架式时，你唯一能进行的打击就是需求条件中的剑的近战打击。一轮一次，在你用这把剑进行攻击且击中后，你可以在下个动作以一个自由动作进行快步。",
    "白鹤振翅": "白鹤振翅 Crane Flutter  反应\n武僧\n先决条件   白鹤架势\n触发   你能看见的攻击者以你为目标进行了一次近战攻击\n要求   处于白鹤架势中\n你用手臂在自己和敌人之间进行干扰。对触发攻击时，你来自白鹤架势的AC环境加值提升为+3。若攻击失败，即便攻击者不在你的触及内，你也能立刻对攻击者进行一次有-2减值的鹤翼打击。",
    "狂龙怒吼": "狂龙怒吼 Dragon Roar  1动作\n听觉 情绪 恐惧 心灵 武僧\n先决条件   狂龙架势\n要求   处于狂龙架势中\n你发出怒吼向敌人心中灌输恐惧。15尺弥漫范围内所有敌人必须进行意志豁免检定，DC使用你的威吓技能DC，失败则恐惧1 frightened，（大失败恐惧2 frightened）。被吼声恐惧的生物若在邻接你时开始自己的回合，该回合他无法将该恐惧值减少到1以下。你在吼后和自己下一回合结束前的第一次攻击若命中被恐惧的生物，则该次攻击伤害获得+4环境加值。 \n　　在你使用狂龙怒吼后，1d4轮你无法再使用它。若你脱离狂龙架势，它的效果立刻终止。曾处于你怒吼区域内的生物获得1分钟的临时免疫。",
    "山岳壁垒": "山岳壁垒 Mountain Stronghold  1动作\n武僧\n先决条件   山岳架势\n要求   处于山岳架势中\n你专注于和大地的连线，呼唤山岳之力阻挡敌人进攻。直到你的下一回合开始前，你的AC获得+2环境加值。 \n　　特殊：如果你拥有该专长，处于山岳架势时的敏捷调整值上限由+0变为+1。",
    "猛虎横扫": "猛虎横扫 Tiger Slash  2动作\n武僧\n先决条件   猛虎架势\n要求   处于猛虎架势中\n你双手齐出凶猛地撕扯。进行一次虎爪打击。它获得2个额外武器伤害骰（若你14级或更高，获得3个额外武器伤害骰），且可如同成功推撞目标一样将目标推离你5尺。若攻击为大成功且造成伤害，将你的力量调整值新增到虎爪造成的持续流血伤害中。",
    "回旋抛投": "回旋抛投 Whirling Throw  1动作\n武僧\n要求   你正擒抱或束缚住一个生物\n你将被你擒抱或束缚住的生物抛开一定距离。你投掷该生物的距离最多为10尺+你每有1点力量调整值*5尺。若你抛投成功，它会受到等于你力量调整值+每抛出10尺距离1d6点钝击伤害。 \n　　尝试一次运动技能检定对抗敌人的强韧DC。若目标比你大一个体型，你获得-2环境减值，若目标比你大一个体型以上，你获得-4环境减值。若目标比你小一个体型，你获得+2环境加值，若目标比你小一个体型以上，你获得+4环境加值。 \n　　大成功：抛投成功且目标会俯卧在地。 \n　　成功：抛投成功。 \n　　失败：抛投失败。 \n　　大失败：抛投失败，且目标不再被你擒抱或束缚。",
    "饿狼拖拽": "饿狼拖拽 Wolf Drag  2动作\n武僧\n先决条件   饿狼架势\n要求   处于饿狼架势中\n你专攻敌人腿部，将其掀翻在地。进行一次狼牙打击。该次打击中狼牙获得夺命d12特征，若攻击成功，你将目标击之俯卧。",
    "调息": "调息 Align Ki  反应\n武僧\n先决条件   真气法术\n频率   每小时一次\n触发   你施放(Cast a Spell)具有武僧特征的法术。\n气的能量能抚慰你的伤口，在战场上重新生龙活虎。你恢复你的等级加你的感知调整值的生命值。",
    "金刚重捶": "金刚重捶 Gorilla Pound  1动作\n情绪系 绝技 心灵 武僧\n先决条件   威吓熟练度为专家，金刚式\n要求   你进入金刚式\n你在攻击敌人前用力搥打你的胸膛。进行一次挫败士气的威吓检定，然后对同一目标进行一次金钢式的挥击打击。如果你打中，你在伤害骰上获得与目标惊惧状态值三倍的环境加值。 \n　　特殊：如果你有这个专长，当你进入金刚式时，你会获得15呎攀爬速度。",
    "寸拳": "寸拳 One-inch Punch  2-3动作\n武僧\n先决条件   专家技击\n你把身上所有的劲道，灌在强力、苦练许久的一击上。进行一次非武装打击。如果你这次打击选择花两个动作且打中了，你的武器伤害骰加一颗。如果你这次打击选择花三个动作且打中了，你的武器伤害骰再加一颗。 \n　如果你是10级(含)以上，那伤害骰增加的数量乘二，即两个动作多加两颗，三个动作多加四颗。如果你是18级(含)以上， 那伤害骰增加的数量乘三，即两个动作多加三颗，三个动作多加六颗。",
    "铁血架势": "铁血架势 Ironblood Stance  1动作\n武僧 架势\n要求   你未穿甲\n你进入坚固如铁的架势中，不惧怕任何暴力攻击。你可以进行铁鞭无武装攻击。它造成1d8点钝击伤害，属于搏击武器组，拥有非致命、格挡、横扫和无武装特征。 \n　　当处于铁血架势中时，你对所有伤害获得抗力2。这个抗力在12级时提升为3，在16级时提升为4，在20级时提升为5。",
    "混合战技": "混合战技 Mixed maneuver  2动作\n武僧\n先决条件   在运动上达到大师熟练度\n你将两种不同的战技组合成一个整体使用。选择擒抱、推撞、摔拌之二。对同一个或不同的敌人使用所选的两个战技各一次，在两个战技攻击全部结算完之前不会应用多次攻击减值。",
    "盘根架势": "盘根架势 Tangled Forest Stance  1动作\n武僧 架势\n要求   你未穿甲\n你伸长双臂，彷如扭曲的枝条一般阻碍敌人移动。你可以进行枝扫无武装攻击。它造成1d8点挥砍伤害，属于搏击武器组，拥有灵巧、娴熟、非致命、无武装特征。 \n　　当你处于盘根架势中时，每个在你触及内试图远离你的敌人必须成功一次反射豁免检定、特技技能检定或运动技能检定，对抗你的职业DC，失败则那个动作中被禁足immobilized。若你自愿，可以允许敌人进行移动。",
    "游墙功": "游墙功 Wall Run  1动作\n武僧\n你忤逆重力，在垂直平面上如履平地。行走最多等于速度的距离。你必须在水平平面上开始移动。该次移动你可以在比如墙壁这种垂直平面上全速移动。若你未在地面上停止行走，你会在回合结束时或下一个动作后开始坠落，取其先者（若合适，你可以尝试抓住边缘Grab an Edge）。若你有渡水步或类似能力，游墙功能让你在脆弱的垂直平面上行走，什至是垂直的液体，比如瀑布。",
    "固定射击": "固定射击 Pinning Fire  自由\n武僧\n触发   你对同一目标使用疾风连击进行两次远端穿刺武器打击。\n你用尖锐的投射物瞄准目标的衣服、装备或裸露的躯体，把他们钉在地上或附近的表面。如果你两下都打中，目标必须进行一次反射豁免检定，对抗你的职业DC，不然会禁足(immobilized)直到他获某位邻接生物通过DC10的运动检定把钉住的投射物移除。该生物如果是虚体(incorporeal)、液体(例如水元素或某些泥怪)或能轻松逃脱的话就不会被钉住，",
    "击退打击": "击退打击 Knockback Strike  2动作\n专注 武僧\n你集中力量进行一起足以击退敌人的攻击。进行一次无武装打击。若命中，尝试一次运动技能检定以推撞目标。这次推撞使用和打击相同的多次攻击减值，且不会增加你的多次攻击减值。",
    "沉眠锁": "沉眠锁 Sleeper Hold  1动作\n失能 武僧\n要求   你正擒抱或束缚住一个生物\n你点中目标的神经系统穴道，阻碍其正常运作。进行一次运动技能检定尝试擒抱该生物，并用下列成功和大成功效果替代通常的效果。 \n　　大成功：目标失去意识1分钟，但目标仍然站立着且不会丢下手持物品。 \n　　成功：目标直到其下回合结束时获得笨拙1 clumsy。",
    "其疾如风": "其疾如风 Winding Flow  1动作\n武僧\n频率   每轮1次\n任何旅程都不会那么简单到达目的地。你以任意顺序使用2个下列动作：站立、快步、行走。你不能使用1个动作2次。",
    "毒蛇出洞": "毒蛇出洞 Cobra Envenom  1动作\n武僧 毒素\n先决条件   蛇拳式、非武装攻击有专家熟练度\n频率   每分钟一次\n要求   你进入了蛇拳式\n你的蛇拳无迹可寻，随时准备以毒至人于死地。进行一次蛇牙打击。你这次打击的触及比平常多5呎。如果打中，目标受到每颗武器骰/1d4点持续毒素伤害。 \n　　特殊：如果你选了本专长，蛇拳式在强韧豁免还有强韧DC给的环境加值从+1变成+2。　",
    "孔雀行步": "孔雀行步 Peafowl Strut  1动作\n绝技 武僧\n先决条件   孔雀式\n要求   你进入了孔雀式\n你缓慢且优雅的在危险的战场上穿梭。快步两次然后打击。这次打击必须用孔雀式需求的剑进行。",
    "立身中正": "立身中正 Prevailing Position  反应\n武僧\n先决条件   至少有一个架势专长\n触发   你被选为攻击的目标，或是因为一个伤害效果得进行反射豁免检定，并且你已经进入架势了。\n你能自如的在架式间切换，牺牲架式带来的优势好更好的保护自己。你离开所处的架式，在对抗触发条件的攻击或伤害效果的AC或豁免检定获得+4环境加值。",
    "截脉断流法": "截脉断流法 Disrupt Ki  2动作\n武僧 负能量\n进行一次无武装打击。若对活物造成伤害，你阻碍了该生物的内在生命力。该生物受到2d6点持续负能量伤害且直到该持续伤害终止为止获得力竭1 enfeebled。若你为18级或更高，持续伤害增为3d6。",
    "架势贯通": "架势贯通 Stance Savant  反应\n武僧\n触发   你骰先攻\n你无需思考即可进入架势。使用1个拥有架势特征的动作。",
    "灵猴翻腾": "灵猴翻腾 Dodging Roll  反应\n武僧\n先决条件   特技为大师熟练度\n触发   你因为一个允许反射豁免的区域效果受伤。\n你在千钧一发之际避开攻击。你快步并在触发效果的所有伤害时获得与等级相同的抗力。如果你的快步让你离开触发效果的影响区域，抗力会变成你的等级加你的敏捷调整值。",
    "聚精会神": "聚精会神 Focused Shot  1动作\n专注 武僧\n先决条件   禅弓式\n要求   你正处于禅弓式\n你在攻击前进入到极度专注的状态，你开了心眼，能明察秋毫细查纹理，提升精准度。在武器第一射程增幅里对一个目标进行一次打击。这次打击会忽视目标的隐蔽(concealed)状态还有所有的掩蔽(cover)。",
    "擤气": "擤气 Overwhelming Breath  1动作\n专注 超魔 武僧\n先决条件   真气法术\n你用气去调节你的呼吸，适度的呼气以突破敌人的抗力。如果你下一个动作是施放一个有武僧特征并且没有持续时间的法术，此法术以及因为法术而进行的任何打击，皆可忽视敌人在物理伤害的抗力，忽视的数值与你的等级相同。",
    "铁血涌动": "铁血涌动 Ironblood Surge  1动作\n武僧\n先决条件   铁血架势\n要求   处于铁血架势中\n将自己化作钢铁，用肌肉吸收冲击力，准备抵抗接下来的攻击。你获得自己铁鞭的格挡特征的好处（直到自己下一回合开始前AC获得+1环境加值），且在相同时限内，你从铁血架势中获得的抗力增加为自己的力量调整值的数值（若更高）。",
    "山岳震怒": "山岳震怒 Mountain Quake  1动作\n武僧\n先决条件   山岳壁垒\n要求   处于山岳架势中\n猛跺地面，震撼你周遭的大地。地面20尺弥漫范围内的生物受到等于你力量调整值的伤害（最低0），可以通过基本强韧豁免进行抵抗。若失败，还会被击至俯卧。使用该动作后，1d4轮内你无法再使用该动作。 \n　　特殊：如果你拥有该专长，处于山岳架势时的敏捷调整值上限由+1变为+2。",
    "盘根耙击": "盘根耙击 Tangle Forest Rake  1动作\n武僧\n先决条件   盘根架势\n要求   处于盘根架势中\n你用枝扫耙击来移动敌人。进行一次枝扫打击。若命中且造成伤害，你强迫目标移动5尺进入你触及所在的空间内。这遵循475页的强迫移动forced movement规则。",
    "狂风呼啸": "狂风呼啸 Wild Winds Gust  2动作\n气 专注 塑能系 操纵 武僧\n先决条件   狂风袭来\n要求   处于狂风架势中\n凝聚储存的能量在一瞬间以飓风形式喷发而出。对30尺锥形或60尺直线内所有你选择的生物进行一次风袭打击。这些攻击都会计算多次攻击减值，但在所有这些攻击完成前，多次攻击减值不会增加。",
    "八门金锁": "八门金锁 Form Lock  1动作\n攻击 武僧\n要求   你正擒抱或束缚住一个生物\n你能控制气去压迫其他生物，让他们返回真实的型态。进行一次运动检定，去反制一个正在影响你目标的变形(polymorph)效果。如果目标身负多种变形效果，你可以选择一种反制，或如果各个效果之间并不明显，那GM可以随机选择一种。目标在接下来的一天暂时免疫此能力。",
    "游鸢式": "游鸢式 Whirling Blade Stance  1动作\n武僧 架势\n先决条件   修道武器训练\n你进入了一个沉静的架式，你与你的武僧武器间产生了紧密的联系，让你能以气御刀。你持握且拥有娴熟特征的近战武僧武器获得投掷10尺的特征(除非这武器已经有了能投的更远的特征)。 \n　当你用这种武器做了投掷打击后，你精准的投掷力道可以进行额外打击，就算武器与你有段距离。在判断新目标在不在打击范围内时，要以先前目标的空间当作开始计算武器的射程增量。在你的回合结束时，该投掷武器会笔直得朝你飞回来。如果路径上有坚固的屏障，那武器会在撞到屏障后落下。",
    "形意大师": "形意大师 Master of Many Styles  自由\n武僧\n先决条件   架势贯通\n触发   你的回合开始\n你切换架势的行动连绵不绝。你使用1个拥有架势特征的动作。",
    "破碎一击": "破碎一击 Shattering Strike  2动作\n武僧\n心神齐备的攻击，力能碎物破防。进行一次无武装打击，穿透目标的抗力。若目标有硬度，该次打击时将其硬度视为只有一半。",
    "无拍子": "无拍子 Flinging Blow  2动作\n武僧\n你花了点时间调整重心，接着猛力一击把你的目标直接打飞。进行一次无武装打击。如果打中，目标必须通过强韧豁免检定对抗你的职业DC，不然会被推离你10呎(如果豁免大失败，就是20呎)并倒地。如果有其他生物或物体会挡住这次推动，那你的目标跟挡住的生物或物体，每档住5呎双方就会同时受到1d6点钝击伤害。",
    "川流不息": "川流不息 Swift River  自由\n武僧\n触发   你的回合结束，且你速度有状态减值或处于禁足或缓慢状态\n你的气息流传如水，避开所有拘束。终止一个对速度的状态减值，或终止一个影响你的禁足状态或缓慢状态",
    "吐纳真炁": "吐纳真炁 Ki Center  自由\n武僧\n先决条件   真气法术、形意大师\n频率   每分钟一次\n你与宇宙合一，纳天地真炁为己用。你能施放一个有架式特征的单动作真气法术，而无需使用聚能点。",
    "三角射击": "三角射击 Triangle Shot  2动作\n专注 绝技 武僧\n先决条件   禅弓式、震慑拳\n要求   你已经进入禅弓式，并持握能在架式中使用的弓\n你把三根箭搭在弓上，然后一口气射出去。使用禅弓式要求的武器对同一目标进行三次远端打击，每一下都要应用你目前的多重攻击罚值，并且你的攻击骰还会额外承受-2罚值。在计算多重攻击罚值时，这算做两次攻击，而你在对抗目标的抗力或弱点时，要把所有攻击的伤害一起计算。即使这不是疾风连击 ，你震慑拳的效益也能用在三角射击上。如果三次打击都中了，目标会受到3d6点的持续流血伤害。",
    "无想转生": "无想转生 Impossible Technique  反应\n幸运 武僧\n触发   敌人攻击命中你或你对敌人能力的豁免失败\n要求   你未穿甲且未疲乏\n执行某种法门让你能抗拒既定的可能性。若触发效果是敌人的攻击命中，敌人需要重骰攻击骰并取低。若触发效果是你的豁免失败，你重骰豁免骰并取高。",
    "猎杀射击": "猎杀射击 Hunted Shot  1动作\n绝技 游侠\n频率   每轮一次\n要求   你持用一把装填0的远端武器\n你对狩猎目标快速进行两次射击。使用需求的武器对你的猎杀目标进行两次打击。如果两次攻击都命中了同一生物，则将攻击伤害加总后计算抗力和弱点。你的每次打击正常承受多重攻击减值。",
    "双重攻击": "双重攻击 Twin Takedown  1动作\n绝技 游侠\n频率   每轮一次\n要求   你分别用不同的手持用两把近战武器。\n你快速用两把武器攻击猎杀目标。使用如需求中所述的两把武器，各对你的猎杀目标进行一次打击。如果两次攻击击中了同一猎物，则将攻击伤害加总后计算抗力和弱点。你的每次打击正常承受多重攻击减值。",
    "猎手瞄准": "猎手瞄准 Hunter's Aim  2动作\n专注 游侠\n当你专注于瞄准时，攻击将变得无比精准。进行一次对你猎杀目标的远端打击。你会在这次打击的攻击骰上获得+2环境加值，并且忽略猎物的隐蔽状态。",
    "即时备战": "即时备战 Quick Draw  1动作\n游侠 游荡者 枪客\n你可以用一个动作拔出武器并且攻击。你使用互动动作拔出一把武器，然后使用该武器进行打击。",
    "扰乱狩猎": "扰乱狩猎 Disrupt Prey  反应\n游侠\n触发   你的猎杀目标在你的触及范围内，并且使用了一个操纵动作或移动动作，或者在使用的移动动作当中离开了一个方格。\n对你的猎杀目标进行一次近战打击。如果这次攻击造成重击，则你打断该触发动作。",
    "移动装填": "移动装填 Running Reload  1动作\n游侠\n你可以在移动中装填你的武器，你进行一次快步、移动或者潜行，然后进行互动装填武器。",
    "斥候警告": "斥候警告 Scout's Warning  自由\n游侠\n触发   你将要投掷察觉或者生存作为先攻检定\n你通过视觉或听觉方式，将危险告知你的盟友，这为他们的先攻检定提供+1环境加值。这一动作会根据你使用的是手势还是呼喊，相应的获得视觉和听觉特性。",
    "散兵打击": "散兵打击 Skirmish Strike  1动作\n绝技 游侠\n你的步伐和攻击整齐划一。进行一次快步然后打击，或者进行一次打击然后快步。",
    "一心二用": "一心二用 Additional Recollection  自由\n游侠\n触发   你对你的猎杀目标进行回忆知识检定时成功或大成功\n你迅速观察战场，记起各种敌人的关键情报。你立刻对觉察到的不同生物进行一次回忆知识检定。",
    "致死瞄准": "致死瞄准 Deadly Aim  1动作\n起手 游侠\n先决条件   武器专精\n你瞄准猎物的弱点，让射击难度提高但是造成更多的伤害。以-2减值进行一次对抗你猎杀目标的打击。你会在这次打击的伤害上获得+4环境加值。这一加值在11级提升为+6,15级提升为+8。",
    "守望者恩惠": "守望者恩惠 Warden's Boon  1动作\n游侠\n通过指出弱点，你可以将猎杀目标和猎手优势中列出的效果给予一个盟友，持续到他们的下一回合结束。这一动作会根据你使用的是手势还是呼喊，相应的获得视觉和听觉特性。",
    "穿透射击": "穿透射击 Penetrating Shot  2动作\n起手 游侠\n要求   你持用一把远端武器\n你的射击穿过阻挡的生物击中敌人。选择一个给予你猎杀目标次级掩蔽的目标。对选中的目标和你的猎杀目标使用如需求中所述的武器进行一次远端打击。这次攻击会忽略该目标提供给你猎杀目标的任何次级掩蔽。投掷一次伤害并应用于你击中的每个目标。穿透射击在计算多重攻击减值时视为进行了两次攻击。",
    "双重钉刺": "双重钉刺 Second Sting  1动作\n连携 游侠\n要求   你分别用不同的手持用两把近战武器\n你预读猎物的动作，将其转换为破绽，使用一把武器的失败攻击会给另一把武器创造机会。使用一把如需求中所述的武器进行一次近战打击。这次打击获得如下失败效果。 \n失败你造成另一把需求中所述的武器命中时的伤害，不包括所有伤害骰（这会移除武器符文，法术，特殊能力的伤害骰，而不只是武器伤害骰）。",
    "察觉未见": "察觉未见 Sense The Unseen  反应\n游侠\n触发   你的搜索检定失败\n当你搜索敌人的时候，你可以抓住最难察觉的线索，如他们细微的移动或者你面板上气流的变化。就算你在触发的检定中失败，你也会自动感知到你搜索区域内没有被发现的生物，让他们对你仅视为隐藏。",
    "标定射击": "标定射击 Targeting Shot  1动作\n专注 连携 游侠\n先决条件   猎手瞄准\n你谨慎的对猎物的位置和防御进行分析，让你可以找到路线，绕过阻挡射击的障碍。对你的猎杀目标进行一次远端打击。你忽略目标的隐蔽状态和所有掩蔽。",
    "超常连击": "超常连击 Impossible Flurry  3动作\n绝技 起手 游侠\n要求   你正持用两把近战武器，每只手一把\n你可以用惊人的速度做出精准的攻击。使用每一把需求中所述的武器各进行三次近战打击。所有这些打击都会受到最高的多重攻击减值，如同你本轮已经进行过两次或者更多攻击。",
    "超常曲射": "超常曲射 Impossible Volley  3动作\n游侠\n先决条件   你正持用一把拥有曲射特征及装填0的远端武器。\n你对区域内所有敌人进行曲射。指定中心点位于你武器曲射射程或者以外的一个10尺半径爆发范围，对其中每个敌人进行一次受到-2减值的打击。投掷一次伤害并作用于所有敌人。 \n　　每次攻击都会计入你的多重攻击减值，但是在你结束所有攻击之前，该减值不会提升。",
    "完美射击": "完美射击 Perfect Shot  3动作\n游侠 绝技\n要求   你持用一把已经装填的，装填1或以上的远端武器，并且你从上一回合起没有装填你的武器\n你以惊人的集中力和精准度观察战斗的动作，之后在完美的时机攻击敌人，造成最大程度的伤害。使用需求的远端武器对你的猎杀目标进行一次远端打击。如果命中，这次打击的伤害取最大值。在打击之后，你的回合结束。",
    "灵巧躲避": "灵巧躲避 Nimble Dodge  反应\n游荡者 浪客\n触发   你被一个你看得见的攻击者作为攻击目标\n要求   你未处于超载状态(Encumbered)\n你灵巧的躲避了攻击的轨迹，让你在对抗触发这个专长的攻击上的AC获得+2环境加值。",
    "双重虚招": "双重虚招 Twin Feint  2动作\n游荡者\n触发   你双手各持用一件近战武器\n你用两把武器进行了一系列炫目的攻击，从而用第一次攻击来让敌人对于来自不同角度的第二次攻击失去防御。当你用2把近战武器对同一个目标进行一次打击时，目标会对第二次攻击自动措手不及。应用正常情况下的多次攻击减值。使用2把不同近战武器中的每一把对同一个目标进行1次打击，目标会对第2次打击自动措手不及。每次打击都正常应用多重攻击减值。",
    "下个轮你": "下个轮你 You're Next  反应\n情绪 恐惧 心灵 游荡者 浪客\n要求   在威吓上受训\n触发   你将一个敌人生命值降到0\n在你击倒敌人后，你可以恐吓另外一个敌人你即将把他选择为下个目标。尝试一次有+2环境加值的威吓检定来对双方互相可视的1个敌人进行挫败士气 (Demoralize）。如果你的威吓熟练度为传奇，你能以一个触发条件相同的自由动作来使用此专长。",
    "栽赃": "栽赃 Plant Evidence  1动作\n游荡者\n先决条件   扒手技能专长\n通过一次对抗目标察觉DC的贼活检定，你能把一件持握且负载为L或以下的物品放到目标身上而不引起他人注意。如果你的游荡者诡术是无赖，你能在成功推撞目标时以一个自由动作这么做。",
    "流氓有文化": "流氓有文化 Clever Gambit  反应\n游荡者\n先决条件   首脑诡术\n触发   你的打击大成功，并对一个你已经用回忆知识辨识过的生物造成伤害\n你的战术能助你评估敌人的能力，让你能立即调整行动以求效益最大化。你的快步或行走行动不会触发来自触发条件生物的反应动作。",
    "秘密伏击": "秘密伏击 Uunderhanded Assault  2动作\n游荡者\n先决条件   隐秘技能达到受训\n你能利用盟友为你制造的空档。你潜行靠近一位与盟友邻接的敌人。若你对该敌人为可见，将你视为藏匿状态级进行对抗。你的此次隐秘检定承受-2罚值。如果你的隐秘检定在对抗所选敌人时成功，你能在潜行结束时对该敌人进行一次近战打击。",
    "战斗评估": "战斗评估 Battle Assessment  1动作\n游荡者 秘密\n通过仔细观察，你就可以发现一个敌人的强弱。GM替你暗骰一次察觉检定，对抗一个由你选择的，没有对你隐蔽（Concealed）也没有对你藏匿（Hidden）的敌人的隐秘或欺骗DC（两者选其高）。GM可以根据你和对方的距离来赋予减值。敌人在之后会在1天内临时免疫你的战斗评估。 \n大成功：GM选择两项下列资讯告诉你：哪个弱点是敌人的要害；敌人的最低的豁免（多个一样低则告诉多个）；敌人的免疫；敌人最强的抗力。若所选项可能性相同，则随机告知其中一个。\n成功：GM选择一项下列资讯告诉你。\n大失败：GM给你一条错误的资讯（由GM编造）。",
    "涂毒武器": "涂毒武器 Poison Weapon  1动作\n操作 游荡者\n要求   你持用一把单手穿刺或挥砍武器\n你在武器上施加了一份毒素；若你未持握毒素并有一只自由手，你可将互动取出一瓶毒素作为涂毒动作的一部分。如果你在下一回合结束前使用该武器进行一次打击并造成伤害，它将应用该毒素的效果，前提是该毒素可以通过接触和伤口传递。如果你的攻击骰大失败，那么毒素就会如常浪费。 \n　　特殊：在你的每日准备时，你可以准备一些简单的伤口毒素，数量等同于你的盗贼等级。这些毒素造成1d4毒素伤害。只有你可以施加这些毒素，并且他们在你下次准备时就会失效。",
    "反应追击": "反应追击 Reactive Pursuit  反应\n游荡者\n触发   1个邻接的敌人从你身边移走，并且在其停留在你用一个行走动作即可与其邻接的位置上\n你可以跟上正在撤退的敌人。你进行行走，但是必须要在触发这个专长的敌人邻接的空间上停止移动。这个移动不会触发敌人的反应动作。如果你拥有相应的移动型别，则可以在你攀爬，飞行或游泳时使用反应追击。",
    "蓄意破坏": "蓄意破坏 Sabotage  1动作\n失能 游荡者\n要求   你有一只自由手\n你巧妙的损害了敌人的装备。选择一个你触及范围内的一个生物持用或携带的一个物品。这个物品必须要有可以破坏的可动部件（短弓可以破坏，但是长剑不行）。尝试一次偷窃检定来对抗生物的反射DC。蓄意破坏造成的伤害不能使物品低于其破坏阈值。\n大成功：你造成你的贼活熟练加值x4的伤害。\n成功：你造成你的贼活熟练加值x2的伤害。\n大失败：暂时免疫你的蓄意破坏，为期1天。",
    "斥候警戒": "斥候警戒 Scout's Warning  自由\n游荡者\n触发   你即将以察觉或生存技能进行先攻检定\n你可以在视觉或听觉上为你盟友预警。任何可以听见你（如果你选择听觉警告）或是看见你（如果你选择视觉警告）的盟友都可以在先攻检定上获得+1环境加值。",
    "颜面扫地": "颜面扫地 Head Stomp  1动作\n游荡者\n对一位倒地的目标进行一次无武装近战攻击。如果打中，直到你下一回合结束前，目标对所有攻击都视为措手不及。",
    "明抢暴行": "明抢暴行 Mug  1动作\n游荡者\n你在快速突击时也不忘顺手牵羊。对一名邻接的敌人进行一次近战打击。如果你打中并造成偷袭伤害，你还可以对该目标进行一次盗窃，即便目标正在战斗。",
    "火眼金睛": "火眼金睛 Predictable!  1动作\n游荡者\n你洞烛先机，后发所以先至。选择一个目标，用察觉检定的察言观色对抗目标的欺骗DC或敌人等级的困难DC，选择二者中更高的。 \n大成功你看穿敌人的战法，直到你下一回合开始前，对抗目标时AC以及下一次豁免获得+2环境加值。 \n成功你推算出目标战法的重点；效果跟大成功一样，但只获得+1环境加值。 \n失败你没看出敌人想干嘛。 \n大失败你误判敌人的战法，直到你下一回合开始前，对抗目标时AC以及下一次豁免承受-1环境减值。",
    "快速战斗": "快速战斗 Skirmish Strike  1动作\n绝技 游荡者\n你的步法和武器同进同退。你在快步之后进行一次打击，或在打击之后进行一次快步。",
    "扭转刀刃": "扭转刀刃 Twist The Knife  1动作\n游荡者\n要求   你上一个动作是对措手不及的目标造成偷袭伤害的近战打击\n在刺中目标的弱点之后，你进一步撕裂伤口。你可以对目标施加持续性的流血，其伤害等于你偷袭伤害的骰数。",
    "分析弱点": "分析弱点 Analyze Weakness  1动作\n游荡者\n先决条件   偷袭2d6\n要求   你必须用回忆知识辨识出该生物\n你对该生物生理机制和战术的了解能助你克敌机先。你小心翼翼的研究已辨识的生物，试图在他目前的姿态或型态上找到特别的弱点。在你下一回合结束前，如果你用打击对所选生物造成偷袭伤害时，额外多2d6点精准伤害。11跟17级时，如果偷袭的额外伤害增加，那本能力的额外伤害也会在11级跟17级时分别增加到3d6和4d6。",
    "空气摔": "空气摔 Shove Down  自由\n游荡者\n先决条件   运动技能达到受训\n要求   你上一个动作是一次成功的推撞\n你运用力学把敌人压倒。你对目标进行一次摔绊，就算目标已经不在你的触及范围。",
    "提防暗箭": "提防暗箭 Watch Your Back  1动作\n情绪 恐惧 心灵 游荡者\n先决条件   威吓技能达到受训\n你恐吓目标，吞食他们的恐惧，让他们对你戒慎恐惧不敢放松。对30尺内一个目标进行一次威吓检定，对抗目标的意志DC。如果成功，1分钟内，目标在对抗你时的察觉检定获得+2状态加值，但在对抗恐惧效果时的意志豁免承受-2状态减值。",
    "延迟陷阱": "延迟陷阱 Delay Trap  反应\n游荡者\n触发   你触及范围内的一个陷阱被触发\n你可以卡住陷阱的工作以延迟其效果。尝试一次贼活检定来解除装置（Disable a Device）；这么做的DC+5，效果如下。\n大成功：你阻止陷阱被触发，或者你将其延迟到你下个回合开始或结束时触发（由你选择）\n成功：你阻止陷阱被触发，或者你将其延迟到你下个回合开始或结束时触发 以对你不利者为准，由Gm选择）\n失败：无效果\n大失败：你措手不及直到你下一回合开始",
    "适时背刺": "适时背刺 Opportune Backstab  反应\n游荡者\n触发   一个你近战触及范围内的生物被一个盟友的近战攻击命中\n当你的敌人被你的盟友击中时，你会利用他们的分心。对触发生物进行一次打击。",
    "侧滑瞬步": "侧滑瞬步 Sidestep  反应\n游荡者\n触发   以你为目标的打击的攻击骰失败或大失败\n你可以灵巧的从攻击中走动，从而继续攻击你身边的生物。你可以选择将这次攻击转移到一个与你相邻、并且位于攻击者触及范围内的生物。攻击者需要重骰攻击检定来对新目标进行攻击。",
    "鹰眼": "鹰眼 Bullseye  1动作\n游荡者\n为了规避敌人的隐蔽和掩蔽，你在攻击前非常谨慎的瞄准了。在你下一回合结束前，你使用投掷武器进行的下一个打击在攻击骰上获得+1环境加值并能忽视目标的隐匿状态，和目标的弱效或标准掩蔽；如果目标有强效掩蔽，在对抗这个打击时只算做标准掩蔽。",
    "战略分享": "战略分享 Inspired Stratagem  反应\n幸运 语言 游荡者\n触发   要求中所列的1个盟友要尝试1次攻击骰或技能检定\n要求   你在你日常准备期间，花10分钟和最多4个盟友为了冒险而温习战略\n你向盟友快速提出建议，用事前万全的准备确保不会被所谓的天意给打乱安排。该盟友在触发检定能双骰取高。接着直到你下次日常准备时，该盟友会暂时免疫你战略分享的能力。",
    "回返式": "回返式 Ricochet Stance  1动作\n游荡者 架势\n你从架式中取经，让你的投掷武器朝你飞回。当你处于此架势下，任何你所用来造成钝击或挥砍伤害的远端打击的投掷武器，会立刻飞回你手上，让你能使用这件武器进行额外打击。你必须在武器列出的射程增量中，且有一只空手能接住武器。如果你用一件投掷武器进行打击，而人又不在列出的射程增量内，那武器会笔直朝你飞回与射程增量相同的距离后坠落。",
    "战术移动": "战术移动 Tactical Entry  自由\n游荡者\n先决条件   隐秘技能上达到大师\n要求   你在本遭遇中使用隐秘骰先攻，同时你和敌人在本次遭遇中都还没行动过\n你使用行走。这个行动不会触发任何反应动作。",
    "神奇飞跃": "神奇飞跃 Fantastic Leap  2动作\n游荡者\n你在空中向敌人发起攻击。尝试一次跳高或跳远。若你尝试跳高时，按照跳远的算法来决定距离。在你跳跃结束后，可以发动一次近战打击。 \n　　如果你打击后还在空中，那么你就会坠落。但如果坠落距离小于跳高高度，那么就不会受到坠落伤害并立刻着陆。",
    "坠落射击": "坠落射击 Felling Shot  2动作\n游荡者\n你的远端攻击可以把毫无准备的飞天敌人射落。对措手不及生物发动一次用远端武器或投掷武器的攻击。如果攻击成功并造成伤害，目标必须用反射豁免对抗你的职业DC。\n成功：目标无影响\n失败：目标下坠120尺，如果落地，则没有伤害。\n大失败：如同失败。并且直到你下回合结束，目标无法做飞行，跳跃，漂浮或是其他离开地面的行动。",
    "反应干扰": "反应干扰 Reactive Interference  反应\n游荡者\n先决条件   一个邻接敌人开始使用1个反应动作\n你会本能地扯住袖子，挥舞武器，或是制造其他障碍来干扰敌人的反应动作。如果触发这个专长的生物等级不高于你，你可以打断（Disrupt）对方的触发的反应。如果触发生物等级高于你，你必须要在一次对抗对方AC的攻击检定上获得成功。如果成功，你可以打断（Disrupt）对方的触发的反应。",
    "阴影来袭": "阴影来袭 Spring From The Shadows  1动作\n绝技 游荡者\n从藏匿中现身，在敌人意料之外时发动攻击。你可以行走等同于你移动速度的距离，但必须要在1个你对其无踪（Undetected）或藏匿（Hidden）的敌人邻接处停止移动。你对这个敌人发动一次打击，并且直到你完成打击之前，依然保持藏匿或无踪状态。如果你拥有对应的移动型别，你可以在你攀爬，飞行或游泳时使用阴影来袭取代行走。",
    "万全准备": "万全准备 Preparation  1动作\n绝技 游荡者\n你纵观战场，思量一切可能。你获得一个额外反应动作，直到你下一回合开始前，你可以把这个额外反应动作用在任何盗贼反应动作上。",
    "防御翻滚": "防御翻滚 Defensive Roll  反应\n游荡者\n频率   每10分钟一次\n触发   一次物理攻击将要让你的血量减少至0\n你进行翻滚来化解攻击的力道，躲开部分致命伤害并保持清醒。你受到此次触发攻击的伤害减半。",
    "快速开场": "快速开场 Instant Opening  1动作\n专注 游荡者\n通过某种分散注意力的举动，比如嘴炮，逗人或是粗鄙的手势，你可以分散对方注意力。选择30尺内的一个敌人，直到你下回合结束，他对你的攻击视为措手不及。根据你描述分心的方式，这个动作会获得听觉或视觉特征。",
    "空门大开": "空门大开 Leave An Opening  1动作\n游荡者\n当你打击足够凶猛时，就可以制造出一个破绽来让队友可以参与到这个行动上。每当你用近战攻击对措手不及的敌人进行重击并造成伤害时，你可以自选一个拥有借机攻击反应的盟友对该目标进行借机攻击，就如同目标进行了一个操作动作一样。",
    "看破一切": "看破一切 Sense The Unseen  反应\n游荡者 调查员\n触发   你在搜索上的检定失败\n当你寻找敌人时，丝毫线索都会被你注意到，例如他们的微小动作或气流在您面板上的变化。即使你在触发检定中失败，你也可以自动意识到任何在你搜索区域内的无踪（Undetected）生物，使其仅仅对你藏匿（Hidden）。",
    "倒地压制": "倒地压制 Stay Down!  反应\n游荡者\n先决条件   运动技能上达到大师\n触发   1个在你触及范围内倒地的敌人起身\n你有办法让你的敌人一直躺着。对触发敌人进行一次运动检定对抗他的强韧DC。如果成功，他就站不起来保持倒地。如果大成功，直到下一回合他才可以起身。",
    "认知漏洞": "认知漏洞 Cognitive Loophole  反应\n游荡者\n触发   你的回合结束\n要求   你目前受到一个由于你在豁免骰上失败而非大失败造成的心灵效果影响\n你在1个心灵效果上发现了1个漏洞导致你可以暂时克服他。直到你下个回合结束，你都可以无视该满足触发条件的心灵效果。你对每个特定效果只能使用1次认知漏洞。 \n　　特殊：即使这个心灵效果禁止你使用反应动作，你也可以使用该反应动作。",
    "解除削击": "解除削击 Dispelling Slice  2动作\n游荡者\n你的偷袭攻击可以削除目标身上的法术。对1个措手不及的敌人进行一次打击。如果你的攻击造成了偷袭伤害，你能尝试反制目标身上启用的单个法术。你的反制等级等同于你游荡者等级的一半（向上取整），并且反制调整值为你的职业DC-10。",
    "完美扰乱": "完美扰乱 Perfect Distraction  1动作\n游荡者\n先决条件   欺骗达到传奇熟练度\n你在潜行时运用巧妙的方法来误导你的敌人。当你潜行时，你会制造出一个诱饵。这个诱饵视为获得法术误导术（Mislead）的好处，只是并非隐形而是无踪（Undetected）。无论你是否在整个持续时间内保持躲藏，你都可以如同法术那样尝试维持专注来移动你的诱饵。一旦使用完美扰乱，你就需要10分钟来重新准备，从而可以继续使用该能力。",
    "战术位移": "战术位移 Swift Elusion  反应\n游荡者\n先决条件   特技技能上达到传奇\n触发   1个敌人结束它的移动时邻近你\n进行一次特技检定对抗该敌人的反射DC。如果你成功，你可以选择行走到一处邻接该敌人的空间，或把该敌人移到一处邻接你的空间。",
    "超人渗透": "超人渗透 Implausible Infiltration  2动作\n魔法 移动 游荡者\n先决条件   特技达到传奇熟练度，迅速穿越\n要求   你与地板或是垂直的墙壁相邻\n你会发现一些别人看不见的小洞或缝隙，并试图让自己通过这些地方，从而直接从墙或地板的一边移动到另一边。你可以直接穿越墙壁和地板从一边移到另外一边。如果墙壁不是由木头，水泥或石头制成；厚度超过10尺；中间哪怕只有一层薄薄的金属板，你都会失败。如果你有攀爬速度，那么就可以穿越天花板。",
    "王牌诈术": "王牌诈术 Trickster's Ace  反应\n专注 游荡者\n触发   当你每日准备时你指明触发条件（见下面要求）\n要求   当你每日准备时，你可以为这个反应准备一个触发，和准备动作进行触发的限制相同。你也可以选择奥术，神术，异能和原能列表中的一个不高于4环的法术。这个法术不能有开销（Cost），也不能超过10分钟施法时间。这个法术必须能以一个单一生物作为目标，并且你必须为它的有效目标。\n无论是从应急魔法物品，偷来的魔法精华还算其他手段，你有个绝境求生的方法。你可以让选定法术起效。这个法术只会以你为目标，无论原本能影响多少个生物。如果你定义的触发条件过于复杂，由GM判断，触发可能失效。此法术触发后立即消耗（Expended），直到你下一次日常准备。",
    "躲藏模范": "躲藏模范 Hidden Paragon  反应\n游荡者\n先决条件   隐秘达到传奇熟练度\n频率   每小时1次\n触发   你成功使用隐秘进行躲藏（Hide）导致你对当前所有敌人藏匿（Hidden），或是使用隐秘进行偷袭（Sneak）导致你对当前所有敌人无踪（Undetected）\n当你专注于不留痕迹时，你就完全消失了。你隐形1分钟，即使你进行敌对动作。即便是识破隐形（See Invisibility）、闪光尘（Glitterdust）或类似效果都无法看穿你，尽管生物仍然可以像往常一样使用搜索（Seek）动作来定位你。",
    "反应扰乱": "反应扰乱 Reactive Distraction  反应\n专注 操作 游荡者\n先决条件   欺骗达到传奇熟练度，完美扰乱\n触发   你即将被攻击命中、成为效果的目标，或者一个效果的范围将要覆盖你\n要求   你已准备好使用完美扰乱\n你下意识的通过诱饵来对付你的敌人。当你使用完美扰乱时，即使你为可见（Observed）状态，只要你在有隐蔽（Concealed）、掩蔽（Cover）或高等掩蔽（Greater Cover）的地方结束潜行（Sneak），你的诱饵代替你会成为攻击或法术的目标。对于范围效果来说，如果你没能通过潜行离开效果范围，你和目标都会受到效果影响。",
    "反制法术": "反制法术 Counterspell  反应\n防护 术士 法师 女巫\n触发   一个生物施放了一个在你法术库中的法术。\n要求   你拥有一个可用于施放触发法术的未使用的法术位。\n当一个敌人施放一个你所知的法术，并且你能够看见其表现时，你能够使用自己的魔法来扰乱它。你消耗一个法术位来反制这个目标生物所施放的你法术库中的法术。你如同施放了触发的法术那般失去法术位。然后，你尝试反制目标法术（458页）。 \n　　特殊：此专长拥有对应你施法的魔法根源（奥术、神术、原能、异能）的特征。",
    "膏立盟友": "膏立盟友 Anoint Ally  1动作\n操作 术士\n以自己的血肉作为焦点，你与一名盟友间建立起了一种神秘的联系，使他们能够从你的血统奥秘中获益。你在一名相邻的盟友身上按上能够持续1分钟的鲜血符文。当你能够获得一次血统奥秘效果时，你可以放弃之，改为由你的盟友获得此效果。你一次只能膏立一名盟友；如果你在另一名盟友身上按上符文，则结束先前的指定。",
    "法烬武器": "法烬武器 Bespell weapon  自由\n术士 先知\n频率   每回合一次\n要求   你最近的一个动作是施放一个非戏法的法术。\n你从上一个法术中汲取残余的能量注入你所持握的一把武器中。在你的回合结束前，该武器将造成额外1d6点伤害，伤害型别取决于你方才施放的法术的学派。\n防护系：力场伤害\n咒法系、变化系：与武器的伤害型别相同\n预言系、惑控系、幻术系：心灵伤害\n塑能系：与法术的伤害型别相同，若是不造成伤害的法术则为力场伤害\n死灵系：负能量伤害",
    "繁花盛景": "繁花盛景 Elaborate Flourish  1动作\n专注 操作 超魔 术士\n你用华丽的动作和宏大的宣告装饰你的法术，使其难以被辨识和反制。如果你的下一个动作是使用施放法术动作，能够施放此法术的生物不会自动得知这是什么法术。此外，目睹你施放法术的生物在辨识法术的回忆知识检定和对于这个施放中的法术的反制检定（例如反制法术）上承受-2环境减值。",
    "分裂射击": "分裂射击 Split Shot  1动作\n专注 超魔 术士\n你将一次远端法术分裂成两次较弱的射击。如果你的下一个动作是使用施放法术动作施放一个要求进行一次攻击骰对抗单个生物的且除了造成伤害之外没有额外效果的无持续时间的法术，你可以投一次攻击骰并将其结果与法术距离内的两个生物的AC进行比较。该法术仅对每一目标造成通常伤害的一半。这在计算你的多重攻击罚值时视为一次攻击。",
    "偏折漩涡": "偏折漩涡 Diverting Vortex  1动作\n术士\n要求   你最近的一个动作是施放一个非戏法法术\n你将残留的魔法能量转移到身边的空气中，制造出一个能够偏转远端攻击的漩涡。直到你的下一个回合开始，你在对抗远端武器攻击和物理远端非武装攻击的AC上获得+1状态加值。",
    "自发共振": "自发共振 Energetic Resonance  反应\n防护系 术士\n触发   你将从一个法术中受到酸液、寒冷、电击、火焰或是音波伤害\n要求   你拥有一个等同于触发法术环级或者更高环级的未使用的法术位\n你的血液与魔法的能量产生共振，从而减轻了有害法术的影响。消耗一个等同或高于触发法术环级的法术位。你对其中一种触发效果的伤害型别获得等同于消耗的法术位环级2倍的抗力。",
    "法术中继": "法术中继 Spell Relay  反应\n专注 术士\n触发   一名盟友使用施放法术动作且你处于该法术的射程之内\n你为盟友所施放的法术提供了你的血脉之力，用你的魔力增加了他们的射程。你的盟友可以不使用他们自己所在的空间，而是将你作为他们法术的源点，并且以你所在的空间来计算距离和掩蔽。",
    "保险法术": "保险法术 Safeguarded Spell  1动作\n专注 超魔 术士\n你将你的魔力波长和你自身所产生的波长相同步。如果你的下一个动作是使用施放法术动作施放一个区域法术，那么即使你处于区域之内也不会受到该法术的影响。",
    "能量狂涌": "能量狂涌 Overwhelming Energy  1动作\n操作 超魔 术士 德鲁伊\n你调整了你的法术，使其得以穿透敌人的抗力。如果你的下一个动作是使用施放法术动作，那么该法术能够忽视目标身上等同于你的等级的对于酸、寒冷、电、火焰和音波的伤害抗力。这适用于法术所造成的所有伤害，包括持续性伤害以及法术的持续效果所造成的伤害，例如火墙术（wall of fire）所制造的火墙。生物的免疫并不受影响。",
    "能量融合": "能量融合 Energy Fusion  1动作\n专注 超魔 术士\n你结合了两种法术的能量型别，将它们融合在一起。如果你的下一个动作是使用施放法术动作施放一个造成酸液、寒冷、电击、火焰或是音波伤害，选择一个你法术库中能够造成上述列表中另一种伤害型别的非戏法的法术，并且额外消耗一个和这一次要法术同环级的法术位。你所释放的法术将造成等同于所花费的次要法术位环级的额外伤害。该法术的总伤害将平摊到所施放法术的伤害型别级次要法术的伤害型别上。",
    "能量护盾": "能量护盾 Energy Ward  自由\n防护系 术士\n频率   每回合1次\n要求   你最近的一个动作是施放一个造成能量伤害的非戏法法术\n你将最后一次法术中的能量困在你的身体里，将你的肉体包裹在一个护盾里。直到你的下一个回合开始，你获得5点针对刚才所施放法术所造成的能量伤害型别抗力。",
    "交织解法": "交织解法 Interweave Dispel  1动作\n超魔 术士\n先决条件   解除魔法Dispel Magic在你的法术库中\n你将解法的能量编织在一个法术之中，让两种效果同时影响同一名敌人。如果你的下一个动作是针对一名生物施放一个单目标法术，并且你的法术攻击骰命中或是敌人的豁免骰失败，你能够以自由动作对此敌人施放解除魔法，这将如常消耗法术位，并且目标为此敌人身上一个正在生效的法术效果。",
    "法术雾霭": "法术雾霭 Spell Shroud  1动作\n专注 超魔 术士\n你的法术将你笼罩在滚滚云雾之中。如果你的下一个动作是使用施放法术动作施放一个以你为目标的法术，你将自己笼罩在一股15尺弥漫的魔法浓雾之中，浓雾持续至你的下一轮开始。所有云雾中的生物都被视为隐蔽，同样云雾外的生物对云雾内的生物而言也视为隐蔽。",
    "闪耀魔法": "闪耀魔法 Scintillating Spell  1动作\n专注 光亮 超魔 术士\n你的法术变成了闪耀着的五彩光芒。如果你的下一个动作是使用施放法术动作施放一个没有黑暗特征、没有持续时间、并且需要生物尝试反射豁免的法术，这个法术出了本身的其他效果之外还会爆发出一团闪耀的光芒。每个在对抗法术的豁免中失败的生物将目眩1轮，大失败改为目盲1轮。",
    "塑地法术": "塑地法术 Terraforming Spell  1动作\n专注 土 超魔 术士 变化系\n你捕获了法术中变化之力的残余，将其洒至地上，创造出一股能够改变你周遭环境的冲击波。如果你的下一个动作是使用施放法术动作施放一个非戏法的变化法术，那么你周围的每个相邻格子都将变成困难地形，或是每个相邻格子都不再是困难地形。这对任何高等困难地形都没有效果，也无法消除危害性地形带来的破坏性影响。",
    "回响法术": "回响法术 Echoing Spell  1动作\n专注 超魔 术士\n你精准地计算了法术的组成，设定了一个能够复制法术效果的共鸣。如果你的下一个动作是使用施放法术动作施放一个4环或者更低环级的没有持续时间的法术，法术的能量将会反射回响。你可以在下个回合结束前第二次施放这一法术而无需消耗法术位。",
    "血之脉动": "血之脉动 Bloodline Conduit  1动作\n超魔 术士\n频率   每分钟1次\n你与生俱来的魔法天性指引着你引导周围的能量填充你的法术。如果你的下一个动作是使用施放法术动作施放一个不高于5环且没有持续时间的法术，你不会在施放这个法术时消耗法术位。",
    "藏匿法术": "藏匿法术 Conceal Spell  1动作\n专注 操作 超魔 法师 女巫\n你以其它的动作和语句隐藏你的手势与咒语，你试着隐藏自己正在施放法术的事实。 如果你下个动作是施放法术，你可以尝试隐秘技能检定对抗一个或数个观察者的察觉DC；如果法术有语言成分，你还必须尝试欺骗检定对抗观察者的察觉DC。如果你在和观察者的对抗检定成功(或好几个检定)，观察者就不会注意到你在施放法术，就算材料、姿势、语言成分通常引人注意，而有在感官方面呈现的法术还是会让附近的人感受到明显的施法迹象。 \n　　此能力只会隐藏法术的施法动作以及呈现，效果不会隐藏，所以观察者还是能看到有条射线从你那边飞射而出，或看到你消失在空气中。",
    "能量消融": "能量消融 Energy Ablation  1动作\n超魔 法师\n当你施放能量法术时，你留下部分能量做为保护屏障。如果你下一个动作是施放能造成能量伤害的法术，不管有没有成功造成伤害，你都会在下一回合结束前获得与该法术环级（最小为1）与能量型别相同的抗力。如果此法术造成多种能量伤害，从其中挑选一种型别获得抗力。",
    "非致命法术": "非致命法术 Nonlethal Spell  1动作\n超魔 操作 法师\n你能把侵略性强的法术变得没那么致命。如果你下一个动作是施放能造成伤害且没有死亡或负能量特征的法术，那该法术会获得非致命特征。",
    "附法武器": "附法武器 Bespell Weapon  自由\n法师\n频率   每回合一次\n要求   你最近一个动作要是施放一个非戏法法术。\n你的灌注法术能量到一把你正持有的武器上。直到你下一回合结束，该武器能额外造成1d6点伤害，伤害型别取决于你最近放的法术是什么学派的。\n防护系：力场伤害\n咒法系或变化系：与武器型别相同\n预言系、惑控系或幻术系：心灵伤害\n塑能系：法术造成的伤害型别，如果法术没造成伤害那就是力场\n死灵系：负能量伤害",
    "默发法术": "默发法术 Silent Spell  1动作\n专注 超魔 法师\n先决条件   藏匿法术\n你已学会如何施放让通常需要出声的法术，不必再提供言语之力。 如果你下个动作是施放法术，而且法术是需要语言成分以及至少一个其它的成分，那你能移除语言成分。这能让法术安静，让你能在不能出声的区域施放该法术。但是，此法术仍旧有视觉呈现，所以能看见你施法的人，还是能观察到这情况。在你使用默发法术时，你可以选择获得隐匿法术的益处，同时你不必进行欺骗检定，因为这法术已经没有语言成分了。",
    "呼唤连结物品": "呼唤连结物品 Call Bonded Item  1动作\n专注 咒法系 传送 法师\n先决条件   奥术连结\n你和你的连结物品有着神秘的联系，让你能呼之即来。如果你的连结物品重量在1负载（含）以下，则你最远能把1英里内的连结物品传送到你的手上。",
    "说假成真": "说假成真 Convincing Illusion  反应\n幻术系 法师\n先决条件   欺骗技能上达到专家\n触发   一名生物在不相信由你施展的幻术，在察觉检定或意志豁免上成功但没有大成功\n要求   你在观测者和幻象的30尺范围内\n你用欺骗技能让你的幻术看上去更为真实。进行一次欺骗检定对抗目标的察觉DC。如果成功，则目标在不相信该幻术上失败。",
    "连线保能": "连线保能 Bond Conservation  1动作\n操作 超魔 法师\n先决条件   奥术连结\n要求   你上一个使用的动作是使用汲取连线物品Drain Bonded Item\n你小心翼翼汲取自己连结物品的奥术能量，让你可以留存足够的能量去施放下一个比较弱的法术。如果你下一个动作是使用施放法术Cast a Spell，并使用汲取连结物品的能量，你额外获得一次汲取连结物品的使用次数。你必须在下一回合结束前使用，不然就会失去，并且你只能把次使用次数用比首次使用汲取连结物品所施展法术环级低2环或更低的法术上。",
    "强能": "强能 Overwhelming Energy  1动作\n操作 超魔 法师\n借由复杂的手势，你改变了自身法术的能量去克服抗性。如果你下一个动作是施放法术Cast a Spell，那施放的法术可以忽视目标对酸液、寒冷、电击、火或音波伤害的抗性，其数值等于你的等级。这超魔效果会应用在所有由这法术造成的伤害上，包含来自这法术的持续伤害persistent damage以及持续性效果所造成的伤害，例如火墙wall of fire造出来的墙。免疫的生物则不受影响。",
    "瞬发施法": "瞬发施法 Quickened Casting  自由\n专注 超魔 法师 女巫\n频率   每天一次\n你压榨自己的精神，缩短你施放法术的时间。如果你下一个动作是施放一个法师戏法或一个法师法术，并且环级至少比你能施放的最高环法术低2环，那你能把施放该法术的动作数减一(最少为一个动作)。",
    "能量侵蚀": "能量侵蚀 Forcible Energy  1动作\n操作 超魔 法师\n你进行一连串复杂的操作，强化法术的能量，让敌人在事后更容易受创。如果你下一个动作是施放能造成酸液、电击、火焰或音波伤害的法术，你可以选择一个受伤的目标，在直到你下一回合结束前，获得伤害型别的弱点5。如果法术造成多种能量伤害，选一种作为目标的弱点。若你选择的能量型别该生物拥有对应的抗力或免疫的话，则无效果。",
    "随意专注": "随意专注 Effortless Concentration  自由\n法师\n触发   你的回合开始\n你只需一个念头即可维持法术。你立刻获得维持法术Sustain a Spell动作的效果，让你可以延长一个启动的法师法术。",
    "法术弥补": "法术弥补 Spell Tinker  2动作\n专注 法师\n你学到如何去更改本该在自己施放法术即已做出的决定。在你施放了一个唯有你能在数个效果中做出选择的法术(例如抵抗能量、法术免疫或提供多种型态的变形法术)，你能改变你在施放法术时做出的选择(例如你可以在抵抗能量上选择不同的伤害型别)。但是，这种弥补行为会弱化法术的完整性，它剩余的持续时间会减半。 \n　　如果该法术的效益已经被使用，或是如果第一次的选择会在转换之后依旧持续，那你就不能使用此专长(例如如果其中一个选择是创造消耗品，而消耗品已经被你已经用了，或是你已经被治疗了)，如果专长能创造出比基础法术还要强的效果，那也不行。GM对法术弥补到底能怎么用有最终裁决。",
    "还有一点": "还有一点 Just One More Thing  1动作\n幸运 调查员\n要求   你最近的一个动作是虚招（Feint），提出请求（Request）或者挫败士气（Demoralize），并且你失败了，但是没有大失败。\n在你试图影响某人的努力失败后，你新增了一点资讯或提出一个尖锐的问题，可能会挽救你先前的尝试。重骰失败的检定并使用新结果。如果检定失败的目标是你正在追查的客体，把从追查方向上得到的加值在这重骰检定上翻倍。该生物会暂时免疫本能力一天。 \n　　如果你在撒谎（Lie），搜集资讯（Gather Information），建立印象（Make an Impression）或者胁迫（Coerce）检定上失败，但没有大失败时，你也可以使用此动作。在这种情况下，使用本能力不是一个动作，而是你第一次进行检定所花的时间的一半，至少1轮。",
    "临时嫌犯": "临时嫌犯 Suspect of Opportunity  反应\n调查员\n频率   每小时一次\n触发   一名敌人在战斗中对你采取敌对行动。\n有时，有些事会无预警地闯入你的案子，例如一次要结束你调查的埋伏。你已经学会了如何区分你的主要方向，并为目前的困境展开新的追查。你可以对触发的敌人使用追查方向行动，如果你有两个方向，可以搁置但不结束一个目前的方向。在战斗遭遇结束时，你中止敌人触发的追查方向行动，如果你有搁置一个事件，则回到你搁置的事件中。",
    "预知危险": "预知危险 Foresee Danger  反应\n专注 调查员\n触发   一个生物以你为目标发动攻击，并且你可以看见攻击者。\n你可以感知敌人攻击的各种可能方式，并试着全部避开。 触发者的攻击骰现在对抗你的察觉DC而非AC。 尽管这样做可以避免AC上的罚值，但是它并不能消除任何状态或者其他降低你AC的效果。举例来说，你仍然会因为措手不及而在遭到敌人偷袭时受到额外伤害，尽管你在对抗这次攻击时不会受到–2环境罚值。",
    "快速归因": "快速归因 Reason Rapidly  1动作\n调查员\n你的思维以惊人的速度通过线索运作。你最多能立即使用五个回忆知识动作。如果你有任何会因回忆知识而触发的特殊能力或自由动作，你不能将它们用于此动作中。",
    "欺诈师绝艺": "欺诈师绝艺 Trickster's Ace  反应\n专注 调查员\n触发   在你每日准备时所指定的触发条件(见下面要求)。\n要求   当你每日准备时，你必须为这个反应动作指定一个触发条件，与准备动作的触发有相同的限制。你还要从奥术，神术，异能和原能列表中选择一个等于或低于四环的法术。这个法术不能有消耗（cost），施法时间也不能超过10分钟。这个法术必须能够指定单一生物，并且你必须是它的有效目标。\n无论是从应急魔法物品，魔法互动研究中的损耗，还是其他手段，你在面临绝境时口袋会有个意外惊喜。触发生效时，你可以让选定法术起效。这个法术只会以你为目标，无论本身能影响多少个生物。如果你定义的触发条件过于复杂，由GM判断，触发可能失效。此法术触发后就被消耗了，直到你下一次每日准备。",
    "神源取智": "神源取智 Glean Lore  1动作\n预言系 神术 先知 秘密\n你集中精神从自己的神力之源请求秘闻，全力收集可能有用的资讯。进行一次宗教检定来理解收集到的资讯。GM暗中设定DC（和回忆知识DC类似），并根据所求内容和你的秘示域的关联度来增减DC。 \n大成功 你准确理解了相关资讯，或从神力之源处取得了一条对现状有用的情报。 \n成功 对于所求内容你获得了两条情报，一条正确一条错误，但你不知道哪条有误。 \n失败 你获得了错误资讯或者取得一条错漏/误导向的情报。 \n大失败 你获得了两条错误资讯或者渠道两条错漏/误导向的情报。",
    "呼神护卫": "呼神护卫 Divine Aegis  反应\n防护系 神术 先知\n触发   你正准备进行一次对抗魔法效果的豁免检定，但还未掷骰\n你召唤神力护佑自己，使得自己更难被其它根源的效果影响，但更易被神术影响。直到你的下一回合开始，你在对抗非神术魔法效果时豁免获得+1环境加值，但对抗神术效果时豁免受到-1环境减值。",
    "灵性预警": "灵性预警 Oracular Warning  自由\n预言系 神术 先知\n触发   你将要骰先攻\n你的灵性向你警示了某位盟友迫在眉睫的险境，而你能在其发生前立刻警告该盟友危险。你选择一位盟友，其先攻骰2次并取较好的结果；这是一个幸运效果。你若宗教技能为传奇，灵性会提供两幅画面，即你能选择2个盟友获得该好处。 \n　　而你自己则会随时被神性洞察给干扰，你自己的先攻检定必须骰2次并选择较差的结果。这是一个厄运效果。该专长的幸运和厄运效果是联系在一起的；无论何种原因使你避免了自己的厄运效果时，或你所选盟友取消了幸运效果，灵性预警专长即全部无效。取决于你提醒盟友的方式（呼喊或者手势），该动作获得对应的视觉或听觉特征。",
    "法力冲激": "法力冲激 Surging Might  1动作\n操作 超魔 先知\n随着复杂的手势，你的法术神力能够克服目标的抗力。若你下一个动作是施放法术，该法术在下列伤害型别中，忽略目标等同于你等级数的抗力：混乱、邪恶、善良、秩序、负能量、正能量。该效果对所有因该法术造成的伤害生效，包括持续伤害或法术持续效果造成的伤害，例如生命力场（Field of life）法术的正能量伤害。该专长不会使法术克服免疫，只克服抗力。",
    "阻断诅咒": "阻断诅咒 Forestall Curse   1动作\n专注 超魔 先知\n频率   每天一次\n你已经学会了某种程度上阻止诅咒对自己造成影响。若你的下个动作是施放启示法术，诅咒严重性不会因此增长。",
    "惊奇法术": "惊奇法术 Portentous Spell  1动作\n操作 心灵 超魔 先知 视觉\n你施法时满溢奇光、特异手势、奇光异彩用来幻惑敌人。若你下一个动作是施放法术，任何因你施放法术而被触发的反应动作中的攻击骰和技能检定都会受到-2环境减值。另外，若该法术包括法术攻击骰或需要受影响者进行豁免，被击中的生物和豁免失败的生物会迷魂（fascinated）直到你下一回合开始。",
    "集中迷魂": "集中迷魂 Focused Fascination  1动作\n浪客\n先决条件   迷魂表演\n当你在战斗遭遇中使用迷魂表演时，只需要成功而非大成功便可使目标陷入迷魂状态，但此效果只能在针对单1目标进行迷魂时生效。举例来说，若你在表演技能上有专家以上的熟练，则你在进行迷魂时，需选择这是在向多个生物进行普通迷魂，还是向1个生物进行集中迷魂。",
    "卖破绽": "卖破绽 Goading Feint  1动作\n浪客\n先决条件   在欺骗上受训\n你不是假装攻击敌人来声东击西，而是故意卖破绽来引诱敌人为了抢攻而重心不稳。当你进行虚招时，可用下列的成功与大成功效果取代虚招的正常效果。若你这么做，则其他改变你虚招效果的能力失效。每次进行虚招时你可决定这次是普通虚招还是卖破绽。 \n大成功：在目标的下回合结束前，它在向你发动的所有攻击骰上承受-2环境罚值。 \n成功：在目标的下回合结束前，它在向你发动的下1次攻击骰上承受-2环境罚值。",
    "我为人人": "我为人人 One for All  1动作\n听觉 专注 情绪 语言 心灵 浪客\n先决条件   在交涉上受训\n透过绝妙的言语激励，你提振了盟友行动的效果。指定30'内的1名盟友，进行此动作视为做好协助该盟友的准备。而当你以协助反应动作支援该盟友时，你可以以交涉检定替代原本的检定。若你的浪客风格是风趣之徒，则每当你用来协助盟友的交涉检定结果超过符合你等级的非常困难DC时，你获得派头。",
    "压轴登场": "压轴登场 After You  自由\n浪客\n触发   你正要掷先攻\n你放任敌手抢占先机来昭示自己的无比信心。你不掷先攻，改为自愿最后行动。你获得派头。若复数生物同时使用此能力，或其他使自身最后行动的能力，则采用处理先攻平局的标准规则：NPC与怪物在PC之前行动，同一个社区内的个别生物则可自由决定行动顺序。",
    "快乐人生": "快乐人生 Charmed Life  反应\n浪客\n先决条件   魅力14\n触发   你需要进行豁免，但尚未掷骰\n你有回避急难的奇妙天赋。你在触发条件的豁免上获得+2环境加值。",
    "失衡终结": "失衡终结 Unbalancing Finisher  1动作\n终结技 浪客\n你以眩目的攻击打得敌人失去平衡。进行1次近战打击，若命中并造成伤害，敌人在你的下回合结束前陷入措手不及。",
    "贯通终结": "贯通终结 Impaling Finish  1动作\n终结技浪客\n你向前猛进，以一记刺击贯穿两个敌人或一招猛敲将两个敌人打成一叠。进行1次敲击或穿刺近战打击，并将该次攻击骰与至多2个敌人的AC对抗。其中1个目标必须与你邻接，另1个敌人必须与前述目标邻接，且2个敌人必须位在由你所在地发源的同一条直线上。投1次伤害骰并将结果应用到所有命中的目标上。1次贯通终结在计算多次攻击罚值时，视为2次攻击。",
    "战阵起舞": "战阵起舞 Leading Dance  1动作\n移动浪客\n先决条件   在表演上受训\n要求   你邻接1个敌人。\n你将敌人带入你的舞步中。进行表演检定与1个邻接敌人的意志DC对抗。若你的浪客风格是战舞者，则每当你在此检定成功时，你获得派头。 \n大成功：你的敌人不自觉地随你舞动。你与目标向相同的方向移动至多10'，在移动时保持邻接。你的移动不触发目标的反应动作(目标的移动则因为是强迫移动，也不触发反应动作)。 \n成功：同大成功，但你与目标只能移动5'。 \n失败：敌人不受你的舞步迷惑。你可向任意方向移动5'，但此移动正常触发反应动作。 \n大失败：你把自己绊倒了，在目前位置陷入倒地。",
    "豪勇先攻": "豪勇先攻 Swaggering Initiative  自由\n浪客\n触发   你正要掷先攻。\n你常保勇猛果敢，即使遭遇伏击依然能从容应对。你在先攻上获得+2环境加值，且作为先攻骰的一部分可以互动拔出武器。",
    "扰人翻滚": "扰人翻滚 Vexing Tumble  1动作\n浪客\n你在敌人身边灵活翻滚，巧妙地躲避其反应动作。迈步至多到你速度一半的距离，并进行特技检定。将检定结果与移动期间你曾位于其触及范围内的每个生物的反射DC依序对抗。 \n大成功：此移动不触发目标的反应动作，且它在你的回合结束前对你措手不及。你获得派头。 \n成功：此移动不触发目标的反应动作。你获得派头。 \n大失败：你的移动在进入目标触及范围时终止；若你是从目标触及范围内开始移动，则你完全不移动。",
    "溅血终结": "溅血终结 Bleeding Finisher  1动作\n终结技 浪客\n你的决胜一击留下了血流不止的伤口。以适用精确打击伤害的挥砍或穿刺武器或无武装攻击进行1次近战打击。命中时目标另外承受等同于精确打击伤害量的持续流血伤害。",
    "双发终结": "双发终结 Dual Finisher  1动作\n终结技 浪客\n要求   你正持用2把近战武器，每柄需在不同手中。\n你舞动兵器，同时向两个不同的敌人发动强劲攻击。向2个与你邻接的不同敌人，进行2次近战打击，每次以你装备中的2把不同武器之1发动。若第2次打击以非灵巧武器发动，则承受-2罚值。在2次攻击都结算完以后，才开始增加多次攻击罚值。",
    "震慑终结": "震慑终结 Stunning Finisher  1动作\n终结技 浪客\n你的这次攻击令人晕眩。进行一次近战打击（Strike）。如果你命中，你的敌人必须尝试一次强韧豁免，对抗你的职业DC，带有下面列出的效果；该豁免具有失能特征。 \n大成功：目标不受影响。 \n成功：目标直到其下个回合不能使用反应动作。 \n失败：目标震慑1。 \n大失败：目标震慑3。",
    "一身是胆": "一身是胆 Vivacious Bravado  1动作\n浪客\n要求   你在目前回合获得派头\n派头使你的胆识膨胀，让你能暂时忽略疼痛。你获得等级+你的魅力调整值点临时生命值，此临时生命存续直到你的下个回合开始时消灭。",
    "小盾之舞": "小盾之舞 Buckler Dance  1动作\n架势 浪客\n要求   你正持用小圆盾。\n你踏出以小圆盾阻截所有攻击的奇妙舞步。维持此架式时，只要你能满足动作的需求，视为你总是以举起盾牌动作举起了小圆盾。",
    "狙击终结": "狙击终结 Targeting Finisher  1动作\n终结技 浪客\n你的终结技不只伤害，更能削弱敌人。从下列之中选择1种肢体部位，然后进行打击。若攻击命中并造成伤害，则目标依指定的部位受附加效果影响，此附加效果持续到你的下回合结束。重击时，再附加较微弱但持续1分钟的额外效果。\n手臂(或其他用以攻击的肢体，例如触手)目标陷入力竭2。重击时目标再陷入力竭1，持续1分钟。\n头部目标陷入呆滞2。重击时目标再陷入呆滞1，持续1分钟。\n腿脚目标在移动速度上承受-10尺状态罚值。重击时目标再承受-5尺状态罚值，持续1分钟。",
    "改日再死": "改日再死 Cheat Death  反应\n浪客\n触发   你受到足以将你的生命值降至0点的伤害。\n你似乎总是能够以毫厘之差回避死劫。你不失去意识或死亡，并保有1点生命值，但你陷入毁灭1(在你已有毁灭的场合，将状态值恶化1)。你不得以任何手段忽略或减少改日再死产生的毁灭状态。改日再死产生的毁灭状态持续10分钟，在此毁灭失效时不会影响其他来源的毁灭状态的持续时间。",
    "机动终结": "机动终结 Mobile Finisher  1动作\n终结技 浪客\n你在灵活移位后打出致命终结技。你迈步后进行打击。若你持有相应的移动速度，可以掘地、攀爬、飞行、游泳取代原本的迈步。",
    "花俏飞跃": "花俏飞跃 Flamboyant Leap  2动作\n浪客\n先决条件   运动熟练度达到大师，花俏健将\n要求   你可以使用终结技。\n你一记花式跳跃后补上一招终结技。进行跳跃、跳高或跳远后，在移动期间进行1次单动作的终结技；此终结技不得包含移动，例如机动终结。在终结技完成后，若你在空中，则不论你的跳跃移动距离是否还有剩，立刻坠落地面。若坠落的距离不高于跳跃移动的高度，则你不承受坠落伤害也不陷入倒地。在进行花俏飞跃的跳高和跳远时，一律使用跳远的DC，并将跳跃距离上限改为速度的2倍而非1倍。",
    "完美终结": "完美终结 Perfect Finisher  1动作\n终结技 幸运 浪客\n你将全身派头集中，封锁敌人所有的退路，发出一记没可能躲避的攻击。进行1次打击，此打击的攻击骰双骰取高。",
    "绝杀终结": "绝杀终结 Lethal Finisher  1动作\n死亡 终结技 浪客\n先决条件   精确打击 6d6\n你直取敌人要害，意图一击杀敌。进行1次打击，命中时不造成精确打击伤害，改为由目标进行强韧豁免对抗你的职业DC，并根据结果来承受额外精准伤害。若打击为重击，则豁免结果视为坏1阶处理。 \n大成功：你造成6点精准伤害。 \n成功：你造成6d6点精准伤害。 \n失败：你造成12d6点精准伤害。 \n大失败：你造成18d6点精准伤害。",
    "魔宠感官": "魔宠感官 Familiar's Eyes  1动作\n专注 预言系 女巫\n先决条件   持有魔宠\n你如同自己的五感一般接收魔宠的感官。你将自己的感官投射进魔宠之中。此时你失去来自自己身体的一切感官，但可透过魔宠的身体观测世界，直到你解消此效果。在投射感官时，若你的魔宠理解语言，你可与之以心灵感应进行交谈。 \n　　特殊 此专长带有与你的女巫魔法根源相同的特征（奥术、神术、原能或异能）。",
    "虹吸大能": "虹吸大能 Siphon Power  自由\n女巫\n频率   每日一次\n要求   你在你的回合内尚未行动\n你汲取庇护主储存在魔宠中的魔力。在你的回合期间，你可施放1个透过庇护主奥义或教诲传授给你的魔宠的法术，但不消耗法术位(什至不需事先准备此法术)，此法术必须比你能施展的最高等级法术低1级或以下。 \n　　特殊 此专长带有与你的女巫魔法根源相同的特征（奥术、神术、原能或异能）。",
    "双发巫术": "双发巫术 Split Hex  1动作\n专注 超魔 女巫\n你将攻击性巫术部分的魔力保留，并将之导向第2个目标。如果你的下一个动作是使用施放法术动作施放一个单独目标的有害巫术，将其法术环级减少2(也就是到比你能施展的最高等级法术低2级)。若你如此做，你可选择该巫术将影响的第2个目标。",
    "魔战士分析": "魔战士分析 Magus's Analysis 1动作\n魔战士\n需求 法术打击（Spellstrike）\n根据你所知的生物战斗知识，你进行一次评估。尝试一次对生物的回忆知识（Recall Knowledge）检定。如果这轮你用打击（Strike）命中了生物，你的回忆知识检定获得+1环境加值。如果你检定成功，再充能（recharge）你的法术打击（Spellstrike）。你检定的目标在接下来1天暂时免疫（immune）魔战士分析。",
    "举起书卷": "举起书卷 Raise a Tome 1动作\n魔战士\n需求 你拿着一本书\n你举起所拿着的书，然后将其翻开以防御自己并加快学习的速度。这本书一直保持举起（raise）状态直到你的下一个回合开始为止。在举起书的时候，你获得 +1 的AC环境加值，并且辨识（identify）本书技能相关的生物获得 +1 回忆知识（Recall Knowle）环境加值（例如你举起你的法术书时回忆奥法 arcana）。这是相较于书本通常给予检定的任何物品加值以外的加值。\n如果你具有盾牌格挡（Shield Block）专长，你可以用书本来响应这个专长（硬度 hardness 3，HP 12，BT 6）就好像它是一面盾牌一样。无论你使用任何允许你使用举起盾牌（Raise a Shield）动作的能力时，例如 Emergency Targe，你可以用举起书卷（Raise a Tome）替代，任何通常需要一面盾牌的需求（requirement）都可以使用你的书本替代。",
    "法术格挡": "法术格挡 Spell Parry1动作\n魔战士\n需求 你有至少一只手是空闲的（free）。\n你灌注魔法力量到你的躯体或武器（armament）中以同时格挡物理或魔法的袭击。你做好防守姿势，只要你一直满足需求（requirements）直到下个回合开始，AC和对抗以你为目标的法术豁免骰获得+1环境加值。",
    "破坏性法术打击": "破坏性法术打击 Devastating Spellstrike 2动作\n魔战士\n先决条件 奥术奔涌（Arcane Cascade），无当重刃融汇研究（inexorable iron hybrid study），法术打击（Spellstrike）\n需求 你处于奥术奔涌架式中并且你的法术打击已充能（charged）\n你的法术打击横扫（sweep）如此宽广且具有破坏性，其溅射到了相邻的敌人。进行一次法术打击。目标相邻（adjacent）的敌人受到数值等于2+奥术奔涌额外伤害的溅射伤害。伤害型别与奥术奔涌相同；如果法术已经造成了相同型别的溅射伤害，在应用弱点（weakness）或抵抗（resistances）前将两次伤害合并计算。",
    "欺骗性法术打击": "欺骗性法术打击 Distracting Spellstrike 2动作\n魔战士\n先决条件 诡笑锋影融汇研究（laughing shadow hybrid study），法术打击（Spellstrike）\n需求 你处于奥术奔涌架式中并且有一只空闲（free）手\n你用一只手编织欺骗性魔法以强化你的法术打击。进行一次法术打击和虚招（Feint）来对抗你的打击（Strike）目标。在进行打击前，但是在你选择目标后立刻进行虚招检定。这次虚招具有奥术（arcane）、幻术系（illusion）和视觉（visual）特征，并且它永远只具有虚招的基础效果，而不能应用来自于其他专长或能力的任何调整（adjustment）或替换能力（alternate）。",
    "紧急护盾": "紧急护盾 Emergency Targe 反应\n魔战士\n先决条件 闪耀法盾融汇研究（sparkling targe hybrid study）\n触发 一个敌人使用近战打击或近战法术攻击骰命中你，或者你在对抗敌人法术的豁免骰中失败\n需求 你握持着护盾或已经准备了护盾术（shield）\n你立刻举起盾牌（Raise a Shield）或者释放护盾术。在决定触发法术或攻击的效果时，应用环境加值到你的防御上。",
    "汲取魔法": "汲取魔法 Capture Magic反应\n魔战士\n先决条件 奥术奔涌（Arcane Cascade）\n触发 你对抗敌人有害法术的豁免成功，或者敌人有害法术的法术攻击骰失败。\n当你抵抗了一个法术，你汲取它的部分魔力用于自身。你进入奥术奔涌架式，根据触发法术来决定你奥术奔涌造成的伤害型别。额外的，如果你已经处于奥术奔涌架式中，你可以延长它暂时的效果。直到你下个回合结束，你奥术奔涌的伤害（damage）获得 +2 状态加值（status bonus）。",
    "法术横扫": "法术横扫 Spell Swipe 3动作\n魔战士\n先决条件 法术打击（Spellstrike）\n需求 你的法术打击已充能\n你进行一次弧线（arc）攻击并且对每个你命中的目标释放法术。进行一次法术打击，但是分别骰两次打击（Strike）来攻击两个生物，每一个都必须在你的近战攻击触及范围内并且彼此相邻（adjacent）。如果你的法术可以影响两个或更多目标，则你的法术影响任意数量被你命中的敌人，而不只是第一个目标；其他情况，则选择一个法术生效的目标。一次法术横扫在计算多重攻击减值时被计算为两次攻击，但是你不会应用这一减值直到你完成两次打击为止。\n如果你使用一个具有横扫（sweep）特征的武器，其环境加值同时应用到两个目标。你只能在近战打击（melee Strikes）时使用这一动作，即使你拥有星火流矢融汇研究（starlit span hybrid study）或类似能力也不行。\n如果你根据扩展法术打击（Expansive Spellstrike）使用一个区域法术进行法术打击时，按照扩展法术打击的描述应用区域，选择你打击的生物之一来决定区域以及法术是否因为打击大失败而失效。如果你根据扩展法术打击使用一个指向性法术（targeted spell）进行法术打击时，如果两次打击都大失败则法术完全失效。",
    "急流射线": "急流射线 Cascading Ray 1动作\n攻击 魔战士\n先决条件 法术打击（Spellstrike）\n需求 你的上个动作是一次成功的法术打击，并且你释放的法术造成能量伤害（酸液 acid、寒冷 cold、电击 electricity、火焰 fire、力场 force、负能量 negative、正能量 positive 或音波 sonic）\n魔法能量从你攻击的生物体内喷涌而出。从被你伤害的生物中流出的能量构成60尺范围的射线。你不能将任何被你用法术打击伤害过的生物作为射线的目标。进行一次法术攻击骰对抗新目标的AC，与打击具有相同的多次攻击减值。一旦命中，射线的目标受到具有与法术相同能量伤害型别且数值等于每法术环级 1d4 点的伤害（重击造成双倍伤害）。如果你是使用法术位来释放法术打击中的法术，则急流射线的伤害提升到每法术环级 1d8。\n如果法术造成不止一种的能量伤害型别，你只能为射线选择其中一种。射线具有攻击（attack）特征，学派（school）和根源（tradition）特征与原始法术相同，且具有伤害型别相对应的特征。",
    "突击性法术打击": "突击性法术打击 Lunging Spellstrike 2动作\n奥术魔 战士 变化系\n先决条件 法术打击（Spellstrike），盘虬杖形融汇研究（twisting tree hybrid study）\n需求 你握持一柄木杖（staff）\n你的法术解放了木杖的结构使其变得出乎意料的长，什至将其撕裂成由魔法力量结合起来的碎片。使用木杖进行一次法术打击，使用的法术不能是戏法或聚能法术。增长法杖触及范围，数值为5尺 x 每法术环级。",
    "贯穿性法术打击": "贯穿性法术打击 Meteoric Spellstrike 2动作\n奥术 塑能系 魔战士\n先决条件 法术打击（Spellstrike），星火流矢融汇研究（sparkling span hybrid study）\n需求 你握持一件远端（ranged）或投掷（thrown）武器，或者具有远端无武装攻击（ranged unarmed attack）\n一条能量轨迹从你的目标流出返回到你。对在远端武器或远端无武装攻击第一射程增量（range increment）内的目标，使用远端武器或远端无武装攻击进行一次法术打击。你用于法术打击所释放的法术不能是戏法或聚能法术。在你和目标连线上的每个生物，除了你和目标，受到数值等同于两倍法术环击的伤害。根据奥术奔涌描述决定伤害型别。",
    "急速再充能": "急速再充能 Rapid Recharge 自由\n魔战士\n先决条件 法术打击（Spellstrike）\n频率 每天一次\n你利用奥术诀窍来恢复你将法术与攻击交融的能力。你再充能（recharge）你的法术打击。",
    "金本恒久": "金本恒久 Sustaining Steel 自由\n奥术 治愈 魔战士 死灵系 正能量\n先决条件 奥术奔涌（Arcane Cascade），无当重刃融汇研究（inexorable iron hybrid study）\n触发 你使用法术位释放法术\n需求 你处于奥术奔涌架式\n你将魔法力量拉入到你的武器，利用其物质性来转换魔法为恢复效能量。你恢复数值等同于两倍法术环级的HP并且掷骰来终止任何你得到的持续负能量伤害（persistent negative damage）。\n如果法术是源自死灵学派，任何你得到的持续负能量伤害自动终止，并且如果你愿意的话，你可以将奥术奔涌的伤害型别改为正能量（positive）。（正能量伤害通常只能伤害不死生物 undead 或其他具有负能量治愈 negative headling）",
    "过载性法术打击": "过载性法术打击 Overwhelming Spellstrike 2动作\n魔战士\n先决条件 法术打击（Spellstrike）\n需求 你的法术打击已充能（charged）\n你刺穿敌人的抗性。进行一次法术打击。用于法术打击而释放的法术无视目标数值等同于你等级的对于酸液（acid）、寒冷（cold）、电击（electricity）、火焰（fire）或音波（sonic）的伤害抗性。这将应用于法术造成的所有伤害，包括持续伤害和被法术的持续效应所造成的伤害。生物的所有免疫（immunities）不受影响。",
    "奥术笼罩": "奥术笼罩 Arcane Shroud 1动作\n魔战士\n先决条件 奥术奔涌（Arcane Cascade），法术打击（Spellstrike）\n频率 每轮一次\n需求 你最近的动作使用法术位中施放法术（Cast a Spell）或使用法术位进行一次法术打击（Spellstrike）。\n你的法术带有强力的余波，根据你释放的法术短暂的赋予你一个具体法术效果。在你在使用奥术奔涌时，根据你最近释放法术的学派而受到一个额外副作用法术的效果。副作用法术持续到你下个回合结束或其通常持续时间为止，取其长者。再次使用奥术笼罩则停止任何你现有从奥术笼罩获得的法术。\n防护系 石肤术（stoneskin）\n咒法系 闪现术（blink）\n预言系 识破隐形（see invisibility）\n惑控系 英雄气概（heroism）\n塑能系 火焰护盾（fire shield）\n幻觉系 隐形术（invisibility，一如通常，会在敌对动作后终止）\n死灵系 虚假生命（false life）\n变化系 快速移动（fleet step）",
    "超常格挡": "超常格挡 Preternatural Parry 反应\n魔战士\n先决条件 法术格挡（Spell Parry）\n触发 你成为打击或法术攻击的目标，或者你将要进行对抗法术效应的豁免骰\n需求 你必须有至少一只空闲手。\n你在最后时刻挥舞武器或肢体到格挡伤害的位置。直到你的下个回合开始，你的AC和对抗触发效应的豁免骰获得+2环境加值。",
    "驱散性法术打击": "驱散性法术打击 Dispelling Spellstrike 3动作\n魔战士\n先决条件 法术打击（Spellstrike）\n需求 你的法术打击已充能（charged）\n你传递的法术试图强行驱散你对手的魔法效应。进行一次法术打击，如果击中，你也可以尝试反制（counteract）一个在目标上生效的单一法术（由你选择的法术）。反制等级为了你等级的一半向上取整，并且反制检定调整值（check modifier）是使用一个法术用于法术反制的基础调整值（standard modifier，你的智力调整值 Intelligence 加上你的施法熟练度加值 spellcasting proficiency，再加上其他特别影响反制检定的加减值）",
    "嘹亮奔涌": "嘹亮奔涌 Resounding Cascade 自由\n魔战士\n先决条件 奥术奔涌（Arcane Cascade）\n触发 你使用奥术奔涌\n当你进入奥术奔涌架式时，你向附近盟友散布魔法强化。你从奥术奔涌中获得的额外伤害成为一种灵光，其影响5尺弥漫（emanation）。其只使用架式的基础伤害，基于盟友的武器专精（weapon specialization）；其不会获得任何你从增益、诡笑锋影融汇研究（laughing shadow hybrid study）或者类似效果中得到的加值。一如通常重复效果（duplicate effects）规则，复数个奥术奔涌对于同一生物的影响不会叠加。",
    "奥术狂风": "奥术狂风 Whirlwind Spell 3动作\n魔战士\n先决条件 法术打击（Spellstrike）\n需求 你的法术打击已充能（charged）\n你将一个多目标法术（multitarget spell）的能量与狂风骤雨般的攻击结合。你进行法术打击，对你触及范围内所有敌人而不是单一敌人都进行一次近战打击。如果你的法术可以影响多个目标，则你的法术影响到所有你命中的敌人，而不是第一个目标，最多为法术通常的最多目标数。如果你打击的敌人多于法术可以选择的数量，选择哪些敌人受到法术影响。每次打击都会计算你的多重攻击减值，但是直到你完成所有打击为止不会增加你的减值。\n如果你根据扩展法术打击（Expansive Spellstrike）使用一个区域法术进行法术打击时，按照扩展法术打击的描述应用区域，选择你打击的生物之一来决定区域以及法术是否因为打击大失败而失效。如果你根据扩展法术打击使用一个指向性法术（targeted spell）进行法术打击时，如果每次打击都大失败则法术完全失效，但是法术不会因为单次大失败而完全失效。\n你只能在近战打击（melee Strikes）时使用这一动作，即使你拥有星火流矢融汇研究（starlit span hybrid study）或类似能力也不行。",
    "狂怒打击": "狂怒打击 Furious Strike 2动作\n幻灵\n你的幻灵将愤怒引导进一次狂怒的攻击。它进行一次近战打击，且在计算多次攻击罚值时记为两次攻击。如果这次打击命中，你的幻灵造成1个额外的武器伤害骰，并在伤害骰上获得+1环境加值。\n如果你有至少10级，提高到2个额外骰以及+2环境加值；如果你有至少18级，提高到3个额外骰以及+3环境加值。",
    "沸腾狂怒": "沸腾狂怒 Seething Frenzy 1动作\n专注 幻灵 情绪 精神\n你的幻灵的愤怒沸腾成了一种鲁莽、失控的狂怒。狂怒中，你的幻灵受到激励幻灵的影响，并获得等同于你等级的临时生命值，但在AC上承受-2罚值。你的幻灵无法自愿终止狂怒，或者在狂怒中开始另一个狂怒。暴怒持续1分钟，之后它会疲乏1分钟，而且在1分钟内无法开始另一个狂怒。",
    "野兽冲锋": "野兽冲锋 Beast's Charge 2动作\n幻灵\n你的幻灵向前冲刺，并借助动能增加幻灵的攻击的力量。你的幻灵行走两次，并在之后进行打击，只要幻灵从起始位置远离了至少20尺，且完全走在一条直线上，则这次攻击骰上获得+1环境加值。",
    "原始咆哮": "原始咆哮 Primal Roar 2动作\n听觉 幻灵\n你的幻灵释放出原始的怒吼或其他与幻灵形态相符的令人恐惧的噪音。你的幻灵对能听见咆哮的30尺内的每个敌人进行威吓检定以挫败士气。这次挫败士气不会因语言不通而承受罚值。",
    "旋风撕咬": "旋风撕咬 Whirlwind Maul 2动作\n幻灵\n你的幻灵对所有方向同时发动攻击。它对触及内的最多4名敌人进行1次近战无武装打击。幻灵可以对每个敌人选择不同的无武装攻击。每次攻击都会算入你的多重攻击罚值，但直到幻灵完成全部攻击之前，罚值都不会提升。",
    "罪恶异象": "罪恶异象 Visions of Sin 2动作\n幻灵 情绪 魔法 精神\n频率 10分钟1次\n你的幻灵在30尺内1个目标生物的心中召唤出其罪恶的景象，折磨并扰乱目标。目标必须进行一个意志豁免对抗你的法术DC，效果如下所示。该效果持续到你的下一回合结束，但你的幻灵可以使用1个具有专注特征的单动作将效果延长到你的再下一个回合结束（如维持法术），直到1分钟的最大持续时间。如果目标邪恶，则在豁免骰中承受-2环境罚值。无论是否成功，目标都获得1天的临时免疫。\n大成功 目标不受影响\n成功 目标无法使用反应\n失败 目标陷入缓慢1而且无法使用反应\n大失败 如失败，而且目标也困惑1轮。困惑无法被延长，但其他效果可以。",
    "尽忠反击": "尽忠反击 Dutiful Retaliation 反应\n幻灵 异能 变化系\n触发 15尺内的一名敌人用一次打击命中了你，并对你造成了伤害\n条件 你的幻灵在你的15尺范围内\n你的幻灵本能地放出灵质能量，允许他对胆敢伤害你的敌人回敬一次打击。你的幻灵对触发的敌人进行一次近战无武装打击，即使该敌人不在幻灵的触及内。",
    "喷吐武器": "喷吐武器 Breath Weapon 2动作\n奥术 幻灵 塑能系\n你的幻灵喷出破坏性的能量波。幻灵对区域内的所有生物造成1d6点伤害，需要对抗你法术DC的基础反射豁免。区域和伤害型别为幻灵取得该能力时所选的型别。你的幻灵在接下来的1d4轮内无法再次使用喷吐武器。\n在3级以及之后的每2级，伤害提升1d6。",
    "龙之狂怒": "龙之狂怒 Dragonic Frenzy 2动作\n幻灵\n你的幻灵用主要无武装攻击进行一次打击，并用次要无武装攻击进行两次打击（顺序任意）。如果这些攻击中的任意一个对敌人造成重击，幻灵立刻恢复喷吐武器的使用能力。",
    "巨龙吐息": "巨龙吐息 Wyrm's Breath 自由\n专注 幻灵\n频率 每10分钟一次\n你的幻灵聚集最强大的巨龙的力量，以令魔法喷吐变得更壮观。如果你的幻灵的下一个动作是使用喷吐武器，喷吐武器的伤害和范围都加倍。",
    "藤条打击": "藤条打击 Tendril Strike 1动作\n幻灵\n你的幻灵将身体伸展到极限，攻击通常无法触及到的敌人。你的幻灵进行1次近战无武装打击，将这次打击的触及延伸5尺。如果这个无武装打击具有卸武、猛推或摔绊特征，幻灵也可以使用对应的动作取代打击。",
    "根生领域": "根生领域 Field of Roots 2动作\n幻灵\n你的幻灵将根植入地底，纠缠并可能伤害所有附近的敌人。所有在幻灵触及内的敌人承受伤害，型别和数值相当于幻灵伤害最高的打击，且具体效果根据反射豁免结果确定。任何持续性的豁免效果持续到敌人成功逃脱或离开了幻灵的触及。使用根生领域后，你的幻灵陷入禁足，直到它进行了一个具有操作特征的单动作与地面分离；这也会终止敌人身上来自根生领域的剩余效果。\n大成功 敌人不受影响。\n成功 敌人不承受伤害，但在速度上承受-10尺环境罚值。\n失败 敌人承受一半的伤害，速度承受-10尺环境罚值，以及，在他的每个回合结束时，再次承受一半的伤害。\n大失败 敌人被禁足，承受完整的伤害，以及，在他的每个回合结束时，再次承受完整的伤害。",
    "滑翔形态": "滑翔形态 Glider Form  1动作\n幻灵 进化 移动 召唤师\n你的幻灵进化出了翅膀，能飘浮的身体，或某些其他能控制下降的方式。它能缓慢朝地面滑翔，在空中每下降5尺，最多能前进25尺。只要它每轮都花费至少1个动作滑翔，并还没有接触到地面，它就能在你的回合结束时保持在空中。",
    "融入幻灵": "融入幻灵 Meld into Eidolon  3动作\n召唤师\n你的物理形态可以与幻灵的融合，获得增益但限制你的能力。你显现你的幻灵，但并非将其召唤到一个邻接的开放格子，而是变成它。当按照这种方式显现，你使用它的数据，你无法行动，除了指示它使用显现幻灵以隐没。由于你无法行动，你无法施展法术、启动或受益于通常有利于你而非你幻灵的魔法物品、进行具有同步特征的动作、或使用其他需要你而非你的幻灵的能力来行动。当你融入时，你无法被单独视为目标。当你的HP降低至0，你的幻灵隐没，留下你的失去意识且濒死的身体。",
    "防卫召唤师": "防卫召唤师 Defend Summoner  1动作\n幻灵 进化 召唤师\n你的幻灵挡下了针对你的攻击。当你的幻灵使用了该动作，你的AC获得+2环境加值，直到你下一回合开始。该加值只在你处于幻灵触及内时才适用（在大多数情况下，这意味着你的幻灵与你邻接或位于你的方格中）。",
    "反射解消": "反射解消 Reactive Dismissal  反应\n召唤师\n触发 你的幻灵即将受到伤害\n你突然解消了你的幻灵以降低它受到的伤害，尽管这会让再次召唤变得更加困难。将触发的伤害降低，数值等于你等级的两倍，且你的幻灵隐没。你直到下个回合结束都无法再次显现幻灵。",
    "缩小": "缩小 Shrink Down  1动作\n专注 幻灵 进化 召唤师 变化系\n你的幻灵能够收缩以适应狭窄空间。你的幻灵的体型变小，最小到小体型。它在缩小状态时可以再次使用该动作以变回正常体型。",
    "同步移动": "同步移动 Tandem Move 1动作\n召唤师 同步\n你和幻灵同时移动。你们各自使用一个单动作来行走。无论你还是幻灵，只要拥有对应的移动型别就可以用掘地、攀爬、飞行或游泳来取代行走。",
    "嗜血狂怒Blood": "嗜血狂怒Blood Frenzy  1动作\n幻灵 进化 召唤师\n先决条件 放血利爪\n需求 你的幻灵的上一个动作对一个活物造成了流血伤害\n你的幻灵沉浸在狂怒之中。它获得激励幻灵的好处，并获得等同于你等级的临时HP，但在AC上承受-2罚值。它不能自愿终止狂怒，或在狂怒中开始另一个狂怒。狂怒持续1分钟，之后你的幻灵陷入1分钟的疲乏，而且在1分钟内无法开始另一个狂怒。",
    "幻灵借机": "幻灵借机 Eidolon's Opportunity  反应\n幻灵 进化 召唤师\n触发 一个处于你幻灵触及内的生物使用了一个操作动作或一个移动动作，进行一次远端攻击，或在他所使用的的移动动作中离开了一个方格。\n你的幻灵对触发的生物进行一次近战打击。如果这次攻击是重击，且触发动作是操作动作，你的幻灵打断了该动作。这次打击不计入你的多次攻击罚值中，你的多次攻击罚值也不应用在这次打击上。",
    "华丽降临": "华丽降临 Ostentatious Arrival 自由\n专注 操作 超魔 召唤师\n如果你的下一个动作是3动作的显现幻灵行动，或者施展一个3动作的召唤法术，该生物会在爆炸中出现。所有你召唤或显现生物周围10尺弥漫范围内的生物会承受每法术环级1d4点火焰伤害，或者每2个显现幻灵等级1d4点伤害。如果你召唤或显现的生物具有强酸、寒冷、电击、火焰、音波或水特征，用特征对应的伤害型别替换（水特征对应寒冷伤害）。如果生物具有不止1个这种特征，你选择造成哪种伤害型别。",
    "相位脱离": "相位脱离 Phase Out  3动作\n专注 进化 召唤师 变化系\n先决条件 你的幻灵是一个魅影\n你的幻灵渐渐从真实相位中脱离，获得对全部伤害的抗力（除了力场和负能量），数值等于你等级的一半。它不是虚体，但也不能使用打击或其他需要完整身体形态的动作，例如擒抱、推撞、或摔绊。你的幻灵能使用一个具有专注特征的单动作回到正常形态。",
    "同步打击": "同步打击 Tandem Strike  2动作\n召唤师 同步\n需求 一个生物位于你和你的幻灵的触及内\n你和幻灵都进行打击，在不妨碍彼此移动的情况下无缝瞄准同一个目标。你的幻灵进行一次近战打击，然后你对同一个生物进行一次近战打击。两次攻击都计入多次攻击罚值，但在两次攻击全部完成之前，该罚值都不会增加。",
    "紧握": "紧握 Constricting Hold  1动作\n幻灵 进化 召唤师\n需求 你的幻灵有一个被擒抱或束缚的生物。\n你的幻灵紧紧挤压生物，对其造成等同于你的幻灵等级外加其力量调整值的伤害，其基础强韧豁免要对抗你的法术DC。",
    "无情撕裂": "无情撕裂 Merciless Rend  1动作\n幻灵 进化 召唤师\n需求 你的幻灵使用次要攻击进行两次连续的打击并命中了同一个敌人，且两次攻击都造成了挥砍伤害。\n你的幻灵撕裂了你的敌人。它自动对敌人造成次要攻击的伤害。",
    "守护羁绊": "守护羁绊 Protective Bond 反应\n防护系 召唤师\n触发 你和你的幻灵同时位于一个伤害效果的区域内\n你与幻灵之间羁绊的力量以从伤害中保护你们。如果你和你的幻灵从区域效果中受到不同数值的伤害，你承受较低数值的伤害，而非较高数值的。\n特殊 该专长具有和幻灵根源相匹配的特征（奥术、神术、异能、原能）。",
    "王车易位": "王车易位 Transpose 1动作\n专注 咒法系 操作 召唤师 传送\n你与幻灵交换了位置。你和幻灵传送到对方的方格中。\n特殊 该专长具有和幻灵根源相匹配的特征（奥术、神术、异能、原能）。",
    "召唤师的呼唤": "召唤师的呼唤 Summoner's Call 反应\n专注 咒法系 召唤师 传送\n触发 你或你的幻灵从一个敌人或危害那里受到伤害\n需求 你的幻灵已显现，且与你之间的距离超过5尺。\n危急之时，你将幻灵唤回你身边。你的幻灵传送至邻接你的一个开放空间中。\n特殊 该专长具有和幻灵根源相匹配的特征（奥术、神术、异能、原能）。",
    "践踏": "践踏 Trample  3动作\n幻灵 进化 召唤师\n你的幻灵行走至多两倍的速度，并能穿过体型至少小一级的生物所占据的空间，践踏幻灵经过空间的每个生物。幻灵在一次践踏过程中只能对同一名生物践踏一次。幻灵造成对这些生物造成钝击伤害，数值等同于其次要攻击的伤害，且这些生物需要进行1次基础反射豁免对抗你的法术DC。",
    "爆炸跳跃": "爆炸跳跃 Explosive Leap 1动作\n火焰 发明家 移动 不稳定\n你驱动你的大发明瞄准下方爆炸，将你发射到空中。你在不接触地面的情况下朝任意方向跳跃最多30尺。你必须在固体地表上着陆，否则你会在使用下一个动作后开始坠落。和使用下一个动作后开始坠落的通常效果一样，你仍然会在回合结束后开始坠落，即使你该回合没有使用更多的动作。\n特殊 如果你的大发明是仆从，它而非你可以使用该动作。",
    "紧急抢修": "紧急抢修 Haphazard Repair 1动作\n发明家 不稳定\n你快速修复你的大发明，而代价则是它的稳定性。你立刻修理Repair你的大发明。你不需要将大发明摆在平坦表面上，但你需要邻接它（包括持握或穿戴它），也如常需要拥有修理工具包。",
    "不不不！是我造的你！": "不不不！是我造的你！ NO! NO! I Created You! 反应\n听觉 专注 发明家\n先决条件 构装体大发明\n频率 每分钟1次\n触发 你的构装伙伴将要陷入困惑或被控制状态。\n你呼唤你的构装伙伴和创造者之间的纽带，试图破解控制效果。尝试反制使你的构装伙伴陷入困惑或被控制状态的效果，使用你的手艺Crafting调整值进行反制检定并将你等级的一半（取高）视为反制等级。",
    "篡改": "篡改 Tamper 1动作\n发明家 操作\n你使用一只空闲的手，篡改了敌人的武器或护甲。选择一个你触及内的敌人所持握的武器或穿戴的护甲。尝试一次手艺Crafting检定对抗敌人的反射DC。\n大成功 你的篡改非常有效。如果你篡改了武器，敌人在使用该武器进行的攻击骰和伤害骰上承受-2环境罚值。如果你篡改了护甲，护甲会妨碍敌人的移动，令敌人陷入措手不及且在速度上承受-10罚值。该效果持续到敌人互动Interact以移除，无论你选择进行何种篡改。\n成功 你的篡改暂时有效。如大成功，但效果持续到你的下回合开始，即使敌人没有进行互动Interact以移除。\n大失败 你的篡改引起了华丽的麻烦，你的工具或器械发生了小规模的爆炸。你承受等于你等级的火焰伤害。",
    "折叠式护甲": "折叠式护甲 Collapse Armor 1动作\n发明家 操作 改修\n先决条件 护甲大发明\n需求 你穿戴着你的护甲大发明，或用双手持握着它的袖珍形态（见后文）。\n你改造了你的护甲大发明，让他能够折叠成更袖珍的形态，让你能够快速穿上或脱下护甲。如果你折叠护甲时正穿戴着你的大发明，你立刻脱下它，它折叠成袖珍形态，并被你的双手持握（如果你并没能空出两只手，它会掉落在你的邻接空间中）。如果你持握着处于袖珍形态的护甲，并使用该动作，它会展开成护甲形态并套在你身上。\n处于折叠形态中，你的护甲大发明更容易携带，其负载比护甲条目中列出的负载低1，最低到轻负载（携带的护甲的负载通常情况下比条目中列出的负载高1）。",
    "折叠式构装体": "折叠式构装体 Collapse Construct 1动作\n发明家 操作 改修\n先决条件 构装体大发明\n你用轻质材料改造了你的构装伙伴，让你能将其折叠成一个手提箱或其他袖珍且无害的形态。你的构装体或你（如果你邻接它）都可以使用折叠构装体的动作将其变成袖珍形态或变回来。\n在袖珍形态中，你的构装体无法行动，但能轻松携带，如果它是小体型，则负载为2，中体型为4，大体型为8。袖珍形态有轮子，你可以轻松以半速拖着它移动（而非通常拖曳时的较低速度）。",
    "烧灼疗法": "烧灼疗法 Searing Restoration 1动作\n火焰 治疗 发明家 操作 不稳定\n别人告诉你爆炸不可能能用来治疗，但他们都是傻子……傻子都无法理解你的智慧！你从大发明中造出一种小型爆炸，改变燃烧强度并使用蒸汽药草烧灼伤口。你或一个邻接你的生物恢复1d10点生命值。另外，该生物可以立刻尝试一次纯骰检定以从某单一来源的持续性流血伤害中恢复，且DC降低，如同提供了合适的辅助。\n在3级，以及之后每2级，治疗量提升1d10。\n特殊 如果你的大发明是仆从，它而非你可以进行该动作，但因为它并非一个活物，它不能对自身使用该能力。",
    "百万吨强击": "百万吨强击 Megaton Strike 2动作\n发明家\n先决条件 护甲，构装体或武器大发明\n你启动了器械，爆炸，和其他大发明的隐藏机制以进行强力的攻击。你进行一次打击Strike，造成1个额外的武器伤害骰。如果你至少有10级，增加到2个额外骰，如果你至少有18级，增加到3个额外骰。你进行打击Strike的型别由你的大发明决定。\n·护甲 你使用近战无武装攻击或一把近战武器进行打击Strike。为了使用近战武器进行，你必须在进行每日准备时，提前通过一种奇怪的机械准备好这把武器，\n·构装体 你的构装体大发明进行打击Strike。\n·武器 你使用你的武器大发明进行打击Strike。\n不稳定功能 你冒着大发明破损的风险，在打击Strike中追加更多的力量。在百万吨强击Megaton Strike中新增不稳定特征。该打击造成另一个额外的伤害骰，4级时总共造成2个额外骰，10级3个，18级4个。\n特殊 如果你的大发明是仆从，它而非你可以使用该动作。",
    "高速发条机": "高速发条机 Clockwork Celerity 自由\n发明家 操作 不稳定\n先决条件 护甲，构装体，或武器大发明\n触发 你的回合开始\n你可以使用大发明中不稳定的发条装置让你的发明更快地工作。你在这轮获得迅捷状态。你使用额外动作的方式由你的大发明决定。\n·护甲 你可以使用额外动作快步Step，行走Stride，或使用大发明提供给你的其他移动动作（例如游泳Swim，如果你有潜水护甲Diving Armor 专长）。\n·构装体 你可以使用额外动作指挥Command你的构装体大发明（或如果你要花费2个动作指挥Command你的构装体，用额外动作来满足其中一个动作）。\n·武器 你可以使用额外动作使用你的大发明打击Strike，或装填Reload你的大发明。",
    "百万伏特": "百万伏特 Megavolt 2动作\n电击 发明家 操作\n你从大发明中放出闪电。以你的大发明为起点的20尺线形区域中的生物承受3d4电击伤害，基础反射豁免DC为你的职业DC。在8级和之后的每2级，电击伤害提升1d4。\n不稳定功能 你加上更强的电压，将电能过载。在百万伏特Megavolt上加上不稳定特征。区域变成60尺线形，伤害骰从d4提升至d12。\n如果你有突破性大发明职业特性，当你使用不稳定百万伏特Megavolt时，你可以选择60尺或90尺线形区域；如果你有革命性大发明职业特性，你可以选择60尺，90尺或120尺线形区域。\n特殊 如果你的大发明是仆从，它而非你可以使用该动作。",
    "分神爆炸": "分神爆炸 Distracting Explosion 反应\n发明家 操作\n先决条件 攻势增压\n触发 你触及内的生物使用了一个专注动作。\n你的敌人觉得你在身边的时候还能专注别的事情？你能直接让他们走神好吧！使用受益于攻势增压的武器或无武装攻击对触发的生物进行一次近战打击Strike。该打击Strike不计入你的多次攻击减值，你的多次攻击减值也不会应用在这次打击Strike上。\n不稳定功能 你全力制造一种爆炸性的干扰。在分神爆炸Distracting Explosion上加上不稳定特征。如果这次攻击命中，你打断了触发的专注动作。\n特殊 如果你的大发明是一个仆从，它而非你可以使用该反应，即使仆从一般不能使用反应或者在它的回合外行动。它使用你在该回合获得的反应进行。",
    "通电护甲": "通电护甲 Electrify Armor 1动作\n发明家 操作\n先决条件 护甲大发明\n需求 你穿戴着你的护甲大发明。\n你给你的护甲通电，惩罚胆敢攻击你的敌人。1轮内，任何接触到你的生物，用近战无武装攻击或非长触及的近战武器命中你的生物，受到1d4电击伤害。如果你不再穿戴你的护甲大发明，该效果终止。\n如果你有革命性大发明职业特性，伤害提升至2d4。\n不稳定功能 你制造一种不稳定的连锁反应，数不清的火花在你的护甲上舞动。在通电护甲Electrify上加上不稳定特征。该效果持续1分钟而非1轮，伤害骰从d4提升至d12。",
    "支援修补": "支援修补 Helpful Tinkering 1动作\n发明家 操作\n先决条件 攻势增压\n频率 每10分钟1次。\n你不仅能修补自己的大发明，你也能鼓捣盟友的武器（当然是为了他们好）。选择一个你触及内的盟友以及他的一把武器。尝试一次手艺Crafting检定，对抗符合你等级的高DC。\n成功 1分钟内，所选盟友使用所选武器进行的打击Strike获得和你的大发明相同的攻势增压效果。\n大失败 你的盟友受到攻势增压在正常情况下的一次成功的打击中能造成的数值和型别的伤害。",
    "锁定": "锁定 Lock On 1动作\n发明家\n先决条件 构装体大发明\n啊哈！你锁定了敌人的弱点，你的构装伙伴可以摧毁他了！当你锁定Lock On，指定一个你可以看见的敌人。如果你的下一个动作是指挥Command你的构装体，该构装体在针对指定敌人的攻击骰上获得+2环境加值，直到回合结束。如果你在指挥Command时使用2动作，加值改为+3环境加值，或+4环境加值，如果你在手艺Crafting上达到传奇。",
    "深度冷冻": "深度冷冻 Deep Freeze 2动作\n寒冷 发明家 操作\n先决条件 画地为牢Warding Circle\n你用你的大发明发射一束过冻液体，伤害敌人并减慢他的速度。瞄准1个60尺内的生物。该生物承受等于你的等级的寒冷伤害，其效果基于他的反射豁免。\n大成功 目标不受影响\n成功 目标受到一半伤害，并在速度上承受-5尺状态减值，持续1轮。\n失败 目标承受完整伤害，并在速度上承受-10尺状态减值，持续1轮。\n大失败 目标承受双倍伤害，陷入持续1轮的缓慢1状态，并在速度上承受-15尺状态减值，持续1轮。\n不稳定功能 你的大发明喷出壮观的锥状过冻液体，这可能造成一连串的失败。在深度冷冻Deep Freeze上加上不稳定特征。该能力影响60尺锥形区域内的所有生物而非单一生物，且造成两倍于你等级的寒冷伤害，而非等于你的等级。\n如果你有革命性大发明职业特性，你在使用不稳定深度冷冻Deep Freeze时可以选择60尺或90尺锥形区域。\n特殊 如果你的大发明是仆从，它而非你可以使用该动作。",
    "爆发战技": "爆发战技 Explosive Maneuver 1动作\n发明家\n先决条件 武器大发明\n需求 你的上一个动作是使用你的武器大发明对一个敌人进行的成功的打击。\n你在武器中内置了一种隐藏的实验特性，你的武器爆发性地部署杠杆，绳钩或类似的机关辅助你执行战技。当你使用爆炸战技Explosive Maneuver，选择擒拿Grapple，猛推Shove，或摔绊Trip。你的武器大发明必须有匹配你所选动作的武器特征（例如，你的武器必须有擒抱特征才能选择擒拿Grapple动作）。你对你上一次成功的打击Strike命中的敌人进行所选动作，使用和你上一次成功的打击一致的多次攻击减值。你仍然会在进行擒拿Grapple，猛推Shove或摔绊Trip后提升你的多次攻击罚值。",
    "不稳定冗余": "不稳定冗余 Unstable Redundancies 自由\n发明家\n触发 你即将为一个不稳定动作尝试纯骰检定，但你还没有投骰。\n你在大发明内建造了三重冗余系统并新增了所有种类的缓冲器保护它不受你的不稳定实验的伤害。你自动在触发的纯骰检定中成功。\n你无法再次依靠不稳定冗余Unstable Redundancies，直到你花费10分钟时间将其复位。如果你花费10分钟时间再调校你的大发明以让其再次使用不稳定动作，你可以在同样的时间内复位你的不稳定冗余Unstable Redundancies。",
    "没想到吧！": "没想到吧！ You Failed to Account for...This! 反应\n发明家\n触发 一个你可以看到的生物对你进行一次攻击，并要对抗你的AC。\n当你的敌人尝试攻击你，你总是能在最后一刻掏出一些古怪的发明从无论什么样的攻击中保护自己。描述一种你尝试用来从敌人的攻击中保护自己的装置——例如，当被电蜥蜴的电击打击Strike攻击时，你可能掏出一种特殊的接地闪电权杖，但这原本是你准备引来雷暴给自己的发明充能的玩意儿！按这种方式使用发明来防御意味着触发攻击的攻击骰需要对抗你的手艺Crafting DC而非你的AC。\n由于你使用手艺Crafting DC替换了AC，任何AC上的减值都不适用，但这不会移除任何状态或其他导致这些减值的效果。例如，如果你措手不及，并使用了发明来防御偷袭，你仍然会在被命中时承受额外精准伤害，即使措手不及在AC上的-2减值不适用于你的手艺Crafting DC。",
    "毁灭性武装": "毁灭性武装 Devastating Weaponry 3动作\n发明家\n先决条件 武器大发明\n你的武器释放出射弹风暴，或在战场上飞跃收割，对多个敌人同时打击Strike。使用你的武器大发明对你30尺内的每个敌人进行1次打击Strike。在你完成全部攻击之前都不要提升你的多次攻击减值。如果你的大发明是近战武器，或者任何一次攻击超出了你的触及，你在打击Strike前放开Release武器，它在全部完成后会回到你的手上。如果你的手在武器回归时被占用，它会掉在你的空间的地表上。如常，如果你的武器大发明在打击Strike之间需要1个或更多的动作来装填，你不能使用它通过毁灭性武装Devastating Weaponry来进行多次攻击。",
    "破坏引擎": "破坏引擎 Engine of Destruction 3动作\n发明家\n先决条件 构装体大发明\n你的构装体的肢体分离，部署隐藏武器库，或使用类似的技术释放出巨大的破坏能量横扫一切。你指挥Command你的大发明。取代它通常的动作，它行走Stride一次，之后对它30尺内的每个敌人进行1次打击Strike，且它在攻击骰上有+2环境加值。多次攻击减值在构装体完成全部攻击之前都不会上升。",
    "否决伤害": "否决伤害 Negate Damage 反应\n发明家\n先决条件 护甲大发明\n触发 你即将承受伤害。\n你的护甲启动了多种你提前准备好的装置，你使用其中一种将你即将受到的伤害降低15点。\n不稳定功能 你同时启动了全部的预案，暴力反抗到来的攻击，抵消它的力量。在否决伤害Negate Damage上加上不稳定特征，将你即将受到的伤害降低50点。",
    "暴力破锁": "暴力破锁 Blast Lock 1动作\n攻击 枪客\n需求 你正持用一把已装填的火器\n有时走两点之间最近的路线时需要移除一两个障碍。你对一个10尺范围内的锁使用火器进行射击。使用你的攻击骰对抗开锁（Pick the Lock）所需的DC。\n大成功 你直接打开了面前的锁，或是在尝试打开结构精良的锁时视为获得了两次成功结果。\n成功 你直接打开了面前的锁，或是在尝试打开结构精良的锁时视为获得了一次成功结果。\n失败 你没有打开锁，你的射击反而让它更难打开了。之后继续对这个锁进行开锁（Pick the Lock）的结果获得-2环境减值。\n大失败 你没有打开锁，你的射击反而让它更更更难打开了。之后继续对这个锁进行开锁（Pick the Lock）的结果获得-4环境减值。",
    "掩护射击": "掩护射击 Cover Fire 1动作\n枪客\n频率 每轮一次\n需求 你正持用一把已装填的火器或弩\n你开火压制敌方迫使他们寻求掩蔽，以此保护你的友军。你使用一把火器或弩对目标进行一次打击（Strike），目标必须在你投出攻击骰前决定决定是否闪开。如果目标闪开，他在AC上获得+2环境加值，如果拥有掩蔽则改为获得+4环境加值，但他同时在下一轮回合结束前的远端攻击骰上获得-2环境减值。如果敌人选择不闪开，你这次打击的攻击骰获得+1环境加值。",
    "滑垒得分！": "滑垒得分！Hit The Dirt! 反应\n枪客\n触发 一个你可以看见的敌人试图对你进行远端打击（Strike）\n你飞身躲避险情，进行一次跳跃（leap），你的这次移动使你对抗触发该能力的攻击时在AC上获得+2环境加值。无论触发该能力的攻击是否命中，你在完成跳跃后都将处于倒地状态。",
    "空枪嘲弄": "空枪嘲弄 Fake Out 反应\n枪客 视觉\n触发 一名友方正打算使用需要攻击骰的行动，而目标在你武器的第一射程增量内\n需求 你持用一把已装填的火器或弩\n你精湛地施展武器绝招迫使敌人始终戒备着你。投一次攻击骰援助（aid）触发的攻击，如果从上一个回合开始后你使用同一把武器对这个敌人造成过伤害，你的援助攻击骰获得+1环境加值。",
    "手枪花招": "手枪花招 Pistol Twirl 1动作\n枪客\n先决条件 在欺骗上受训\n需求 你正持用一把已装填的单手远端武器\n你快速的手势和表演才华干扰了你的敌人，使其更容易受到你后续的攻击。你使用虚招（Feint）对抗一名在需求中的远端武器的第一个射程增量内的敌人，而非一名在你的近战触及范围内的敌人 。如果成功，这名敌人对你的近战攻击及远端攻击皆处于措手不及而非仅仅近战攻击。如果大失败，你对该名敌人的近战攻击及远端攻击均获得措手不及而非仅仅近战攻击。",
    "危险装填": "危险装填 Risky Reload 1动作\n绝技 枪客\n需求 你正持用一把火器\n你对这种快速装填火器的技术十分熟练，但尝试这种技术对于武器效能来说是一次非常危险的豪赌。使用互动动作装填一把火器，然后用那把火器进行一次打击（strike），如果打击失败，火器会哑火。",
    "警告射击": "警告射击 Warning Shot 1动作\n枪客\n先决条件 在威吓上受训\n需求 你正持用一把已装填的火器\n枪声咆哮如此简单明了谁还需要多费口舌？你通过朝天射击尝试对一名在火器最大射程里而非30尺的敌人使用挫败士气（demoralize），即使对方不理解你的语言，本次检定也不会有-4的环境减值。",
    "炼金射击": "炼金射击 Alchemical Shot 2动作\n枪客\n需求 你携带或一只手持用一枚炼金炸弹，另一只手正持用一把火器或弩\n你非常熟悉这种将炼金炸弹与装填射击混合的技术。使用互动动作取出炼金炸弹（如果它未在你手中）然后消耗这枚炸弹并将它的成分与弹药混合。接着，用你的火器进行一次打击（strike），这次打击造成的伤害型别与消耗的炼金炸弹相同（譬如炽火胶会造成火焰伤害）这次打击还会额外造成与炼金炸弹伤害型别相同的1d6点持续伤害。如果这次打击失败，你会受到与消耗炸弹伤害相同型别的1d6点伤害，然后火器哑火。\n如果炼金炸弹等级到达11级或更高，则持续伤害提升至2d6，如果炼金炸弹等级到达17级或更高，则持续伤害提升至3d6。\n（暂）PS：根据设计师回复，持握双手火器或弩满足本专长需求，如今后有erreta以后出的档案为准。",
    "黑火药助推": "黑火药助推 Black Powder Boost 1-2动作\n枪客\n需求 你正持用一把已装填的火器\n你在跳跃的时候开火，利用反冲增加跳跃的距离。你进行一次跳跃（leap）然后开枪使自己跳跃距离获得10尺状态加值。如果你花费了2个动作使用黑火药助推，你可以选择跳高或跳远。\n特殊 如果一个能力允许你以一个单一动作跳高或跳远（比如迅速跳跃quick jump技能专长），你的黑火药助推也可以以同样使用单一动作进行。",
    "即时备品": "即时备品 Instant Backup 反应\n枪客\n触发 你的攻击使火器哑火\n即使你的火器哑火，你也可以迅速地掏出一把备用武器。如果你选择这么做你可以放开已经哑火的武器，然后以使用互动动作掏出一把单手武器。",
    "双重射击": "双重射击 Paired Shot 2动作\n枪客\n需求 你正持用两把武器，每一把都必须是已装填的单手火器或单手弩\n你的射击同时命中目标。进行两次打击（Strike），每次使用你的两把远端武器中的一把，两次攻击都应用你目前的多次攻击减值。两次普打击需要指定同一个目标。\n如果两次攻击均命中，将两次伤害合计，然后加入两把武器的任何其他可用的增强效果，但精准伤害仅在你所选的攻击上应用一次。所结合的两次普通攻击伤害在计算抗力和弱点方面仅计算一次。在计算多重攻击减值时，这一动作被计算为两次攻击。",
    "机动装填": "机动装填 Running Reload 1动作\n枪客\n你可以在移动时装填你的武器。你可以进行一次行走（Stride）、快步（Step）或潜行（Sneak），然后进行互动动作装填。",
    "灼烧止血": "灼烧止血 Cauterize 1动作\n绝技 枪客\n需求 你正持用一把已装填的火器并且你或者邻接的友方正受到持续流血伤害\n你用冒烟的枪膛去灼烧一个流血的伤口。用火器进行一次打击，然后将过热的枪膛按压在你或者触及内盟友正遭受持续流血伤害的伤口上。立刻进行一次摆脱流血持续伤害的纯骰检定，并且视为获得有效援助降低DC难度（CRB62页，译者：并没有找到）。",
    "漂泊枪舞": "漂泊枪舞 Drifter's Juke 2动作\n绝技 枪客\n先决条件 漂泊客之道\n需求 你的一只手正持用一把火器或弩，另一只手持用一把近战武器或空手\n你在来回移动拉动距离来完成你的进攻组合。你进行一次快步（step），然后进行一次打击（strike），再次快步（step），再进行一次打击（strike）。其中一次打击必须是使用你的火器或弩的远端攻击，另一次打击必须是使用近战武器的近战攻击或无武装攻击。你可以选择不进行一次或两次快步。",
    "爆射破阵": "爆射破阵 Phalanx Breaker 2动作\n枪客\n先决条件 突击手之道\n需求 你正持用一把双手火器或双手弩\n你知道如何打破敌人的阵型，你必须在他们的中心轰出一个缺口。使用需求中的武器对第一射程增量内的一个目标进行一次远端打击（strike），如果打击成功会令目标后退10尺，如果打击大成功则为20尺。并且如果目标后退途中撞上障碍物，目标还会受到等同于你等级一半的钝击伤害。",
    "短枪手的挑战": "短枪手的挑战 Pistolero's Challenge 1动作\n听觉 绝技 枪客 语言 心灵\n先决条件 短枪手之道\n通过厉声呵斥，处心挖苦或者其他一些具有挑战意味的声明在决斗中引起敌人对你的注意。选择在30尺之内你可以察觉并且可以听到你声音的对手，选择进行一次欺骗（deception）或威吓（intimidation）检定对抗目标的意志DC，无论检定的结果如何，该敌人暂时免疫你的短抢手挑战能力一天。\n成功 你和对手在相互攻击时的伤害骰上均获得+2状态加值，如果你使用的技能熟练度为大师，这个状态加值提升到+3，如果你的技能熟练度为传奇，提升到+4。\n　同一时间你的挑战只能在一个目标上生效，挑战新的对手会终止目前已生效目标上的效果。否则效果会一直持续到你们中的一个被击倒，逃跑或者遭遇结束。\n大失败 你获得恐惧1并且1分钟内无法再次使用本能力",
    "霰弹爆射": "霰弹爆射 Scatter Blast 2动作\n枪客\n需求 你正持握一把已装填的拥有散射特征的火器\n你在枪膛中装填了额外的子弹与火药，制造了一个危险但充满威力的破坏波。用火器进行一次远端打击（strike），这把火器的射程增量提高到20尺并且散射范围提高到20尺。本次打击获得以下失败效果。\n失败 火器哑火，但并不会有大失败列出的效果\n大失败 火器哑火并且爆炸，它变为破损状态，并且对于所有20尺爆发范围内的生物造成武器的正常伤害，受到该伤害的生物进行基础反射豁免，DC为你的职业DC，这个伤害包含 基础符文和效能符文带来的伤害",
    "开镜瞄准": "开镜瞄准 Sniper's Aim 2动作\n专注 枪客\n先决条件 狙击手之道\n你多花了一些时间仔细地同调了你的准心和呼吸，然后射出非常精准的一击。进行一次远端打击（strike），在此次攻击中，你在攻击骰上的到+2环境加值且忽略目标的隐蔽状态，如果你使用一把用有反冲特征的火器，你的这次打击无需承受通常会因为力量需求或未使用稳定器造成的环境罚值。",
    "斩裂弹射": "斩裂弹射 Bullet Split 2动作\n绝技 枪客\n需求 你的一只手正持用一把火器或弩，另一只手持用一把挥砍近战武器\n你小心翼翼地将枪口瞄准刀锋的刃口，开火将子弹劈开同时攻击两个不同的目标。进行两次打击（strike），每次都必须对抗不同的目标，两个目标必须相互邻接并且在你的最大射程内。每次打击的攻击骰都需要承受-2减值，但两次攻击在计算多重攻击罚值时只计算1次。",
    "枪客勇毅": "枪客勇毅 Grit and Tenacity 反应\n幸运 枪客\n频率 每小时1次\n触发 你的一次强韧或意志豁免失败\n你唤起自身坚韧的毅力与坚强的意志来克服一个即将削弱你的效果。重投触发的豁免检定并在检定上获得+2环境加值，你必须接受第二次的结果。",
    "枪烟落幕": "枪烟落幕 Smoke Curtain 2动作\n枪客\n需求 你正持用一把已装填的火器并且携带或持用一剂黑火药\n你在装填火器时额外装填了一剂黑火药。导致它喷射出一团烟雾。你使用你的火器进行攻击并在以你为中心的20尺弥漫区域制造烟雾。在区域内的生物因烟雾获得隐蔽（concealed），区域外的生物也因烟雾对区域内的生物隐蔽（concealed）。烟雾持续到你的下个回合开始。\n如果本次打击大失败，你的武器哑火。",
    "折翎爆突": "折翎爆突 Stab and Blast 1动作\n绝技 枪客\n需求 你正持用一把带有刺刀或加固枪托的火器，突火矛或者组合武器\n你在极近距离扣动扳机前，先用武器的近战部位切割或者猛击你的对手。使用需求中的武器进行一次近战打击（strike），如果此次打击成功，你可以立即对相同目标进行一次远端打击（strike）并且攻击骰获得+2环境加值。在计算多重攻击减值时算作两次攻击，但这一减值直到你完成两次攻击之前都不会增加。",
    "制控射击": "制控射击 Called Shot 2动作\n绝技 枪客\n你瞄准敌人身体构造的某个特定部位尝试阻碍他的行动，宣告目标生理构造的一部分并且进行一次远端武器打击（strike），如果你命中并造成伤害，目标会根据你选择的构造获得以下列出的效果。如果目标拥有比较奇特的生理构造GM可以将下述效果作为参考——譬如，如果该生物使用触手攻击可以将触手视为「手」。\n手部：目标获得力竭2直到你的下一个回合结束，如果打击大成功还会获得力竭1持续1分钟。\n头部：目标获得呆滞2直到你的下一个回合结束，如果打击大成功还会获得呆滞1持续1分钟。\n腿部：目标的速度获得-10尺状态减值直到你的下一个回合结束，如果打击大成功，目标还会获得速度-5尺状态减值持续1分钟。\n翅膀：如果目标正用它的翅膀飞行，它会立刻下坠20尺，如果打击大成功则下降40尺。这个下降的过程是渐进的，如果目标撞击地面也不会受到坠落伤害。",
    "偏斜射击": "偏斜射击 Deflecting Shot 反应\n枪客\n触发 一名在你火器或弩的第一射程增量内的友方即将被一次攻击命中，并且你可以看见攻击者。\n需求 你正持用一把已装填的火器或弩\n你随时准备着一次快速的射击来偏斜敌方的攻击或分散他们的注意力使他们的攻击失手。这个盟友的AC在对抗触发的攻击上获得+2环境加值。触发这个反应动作在攻击骰的结果已经公布之后，因此你可以知道+2AC环境加值是否可以改变这次攻击的结果",
    "穿透火力": "穿透火力 Penetrating Fire 2动作\n枪客\n需求 你正持用一把已装填的火器或弩\n你的子弹打穿一个敌人然后命中另一个。选择两个目标，其中一个在对抗你的远端攻击时可以给另一个提供弱效掩蔽（lesser cover）。使用需求中的武器进行一次远端打击同时对抗这两个目标。这次打击会忽略所有邻接目标提供给他人的弱效掩蔽。你只投掷一次伤害骰，并将其应用在所有你命中的目标上。穿透火力在计算多重攻击减值时视作进行过2次攻击。",
    "回旋强袭": "回旋强袭 Rebound Assault 2动作\n枪客\n需求 你一只手正持用一把已装填的火器或已装填的弩，另一只手持用一把钝击或挥砍近战武器\n你向一名敌人投出你的近战武器，然后用子弹向这把武器的柄开火，使其能造成额外伤害并弹回你的手中。使用近战武器进行一次投掷远端打击（strike），然后使用你的火器进行一次远端打击（strike）。这两次打击都使用相同的多次攻击减值。如果你的近战武器并没有投掷特性，那么它在进回旋强袭的时候视作拥有投掷10尺特性。\n如果两次攻击检定都成功了，子弹会命中你投出去的近战武器而非你的目标，增加单次攻击的力度。你将两次打击的伤害相加，使用投掷出去的近战武器的伤害种类，并增加额外1d6精准伤害。冲击力还会使近战武器返回你的手中。\n如果有两次攻击检定都成功以外的任何状况，分别计算单次成功打击的伤害。当然，投掷的近战武器就不会返回你手中，而会如同普通的投掷武器一样留在打击目标的方格中。",
    "修正射击": "修正射击 Redirecting Shot 反应\n幸运 枪客\n触发 你的一个友方在使用投掷武器或弹药进行远端打击失败时。该友方必须自愿接受你的援助，你必须能看见攻击者，攻击的目标必须在你的火器或弩的第一个射程增量内\n需求 你正持用一把已装填的火器或弩\n看到你友方的攻击即将偏离时，你使用武器射击来修正它的目标。使用你的火器开火并掷一次D20，你的友方使用这颗D20的结果取代他自己的，并且这次攻击忽略目标获得的弱效掩蔽和标准掩蔽带来的好处。",
    "诡计射击": "诡计射击 Trick Shot 2动作\n枪客\n需求 你正持用一把已装填的火器或弩\n你并非射击你的敌人，而是射击一个附近的物体。使用你的火器进行一次打击（Strike），对抗AC等同于你等级对应的简单DC（标准难度-2），如果成功，取代命中你的敌人，你的攻击命中的是敌人背后或身边的某个目标，制造了如下效果中的一个。 GM可以决定是否采用不同的AC来符合描述，或者某种特定效果不可能出现，例如在战场上没有爆炸物的时候不能使用爆炸酒桶。GM决定这些情况的时候，必须在你花费动作使用诡计射击之前就告知你，因为你经过训练的双眼非常容易就能判别物品是否易燃易爆。\n打飞物品 你的攻击将一个未固定的，负载不超过2B的物品击飞，使其向你所选择的方向移动至多10尺。例如你可以一枪把一个巫师的水晶球从桌上打飞。\n爆炸酒桶 你的攻击命中了一桶昂贵的朗姆酒，一瓶挥发性的炼金术液体，一个从地下冒出来的恶魔般的脓疮或者其他什么爆炸性的物体。物体会发生爆炸，20尺爆发范围内的所有生物都会受到6d6伤害，并进行基础反射豁免对抗你的职业DC。爆炸的伤害种类由GM根据你打爆的爆炸物型别决定。在10级之后，你每提升2级，该能力造成的伤害增加1d6。",
    "双发击倒": "双发击倒 Twin Shot Knockdown 2动作\n枪客\n需求 你每一只手都持握一把已装填的火器或弩\n你瞄准敌人最容易失衡的生理构造部位开火。使用需求中的武器每把各一次，对同一个目标进行2次打击（strike）。如果两次打击都成功，则目标进入倒地状态。",
    "觅血追凶": "觅血追凶 Blood in the Air 1动作\n专注 枪客\n需求 在1分钟内你使用远端武器伤害过的一个敌人对你隐蔽（concealed）或藏匿（hidden）\n一旦你锁定了一个目标，就没有什么可以阻碍你的准心。进行一次远端打击（strike）对抗需求中的目标。这次打击忽略目标的隐蔽状态并且将藏匿状态的纯骰检定DC从11降至5。",
    "神枪锐视": "神枪锐视 Deadeye 1动作\n专注 枪客\n你发散了自己的视线，关注物体最微小的移动，草木树叶的倒伏以及其他一些潜藏着的东西即将出现的征兆，使得你能够有能力定位到隐形的生物。在你的下一轮开始前，你可以看见因空气的流动勾画出轮廓，地面轻微的凹陷，或者另一种说法是会被不够锐利的双眼会忽略的隐形生物或物体，使得它们仅仅对你隐蔽（concealed）",
    "无血不休": "无血不休 Flesh Wound 1动作\n枪客\n即使你的射击无法稳定利索，你依然开火并且确信它能造成一些伤害。进行一次远端打击（strike），它获得以下失败效应（只要不是一次大失败）：\n失败 尽管你的攻击失手了，它仍然造成了一个武器骰加上来自你武器专精的伤害。它使用你武器正常的伤害骰和伤害型别。这次攻击不会附加任何其他来源或能力的额外伤害。",
    "跳弹射击": "跳弹射击 Ricochet Shot  1动作\n专注 枪客\n你开枪射击一名对手附近的平面，从一个意想不到的角度弹射攻击它。在决定一个目标是否对你的火器或弩的远端攻击中有掩蔽（cover）时，你可以选择一个在你武器第一射程增量内的固体平面来弹转你的射击。如果你这么做，作为替代你可以使用弹转的点来判断目标的掩蔽条件。",
    "弹片射击": "弹片射击 Shattering Shot 1动作\n枪客\n需求 你正持用一把已装填的火器或已装填的弩并且携带或持握一个炼金炸弹\n你将一枚炼金炸弹抛向空中并用你的枪在它落下前射击，使一大片区域内如下雨般降下毁灭的弹片，如果有必要，你可以改变武器持握并使用互动动作掏出炸弹。你将炸弹投掷到你火器第一个射程增量内一个方格的一角，然后用的火器开火。在15尺爆发范围内的所有生物如常受到炸弹的伤害并用基础反射豁免对抗你的职业DC。它们不会受到正常炸弹的溅射伤害与持续伤害。",
    "截锋轰杀": "截锋轰杀 Blast Tackle 2动作\n枪客\n先决条件 突击手之道\n需求 你正持用一把双手弩或拥有反冲或散射特征的火器\n你飞身扑向敌人，在开枪爆射之前先松开武器把它拉向你。尝试擒抱；如果你正双手持用你的武器你可以松开一只手来这么做。如果你的擒抱成功，你可以立即用需求中的武器打击（strike）被擒抱的目标，即使是双手武器你也可以用一只手持用。这次打击造成额外3d6的精准伤害。\n只要该生物仍被擒抱或束缚，你可以以一只手装填武器并打击那个目标。",
    "迅雷战舞": "迅雷战舞 Dance of Thunder 3动作\n专注 枪客\n频率 每分钟1次\n需求 你持用一把已装填的火器或弩并且没有陷入疲乏（fatigued ）\n你的脚步附和着黑火药爆炸那如同雷鸣般的回响，如同在与死亡共舞。按你选择的顺序进行以下三个动作：快步（step）；对你火器第一射程增量内的一个目标进行打击（strike）；进行互动动作装填。如果你尝试一次打击并且成功，你可以按你选择的顺序重复上述三个动作。如果你在第二套动作中尝试打击（strike）并成功，你可以最后一次按你选择的顺序重复上述三个动作。\n在使用迅雷战舞后你获得疲乏（fatigued ），持续1分钟。",
    "爆头射击": "爆头射击 Headshot 2动作\n专注 枪客\n先决条件 狙击手之道\n需求 你正持用一把已装填的火器或弩\n你尝试用最完美的一枪来终结你的目标，使用弩或者火器进行一次打击，如果你在1分钟内用同一把武器对目标造成过伤害，并且你的攻击骰获得大成功，目标需要通过一次成功的强韧豁免来对抗你的职业DC否则立刻死亡，这是一个死亡和无力化效果。仍然存活的生物会免疫该技能1天，没有头的生物（比如杜拉罕或泥怪）会免疫这个能力，以及如果生物有复数个头颅（比如双头食人魔）可能会在头部毁坏后存活。",
    "双武连击": "双武连击 Two-weapon Fusillade 1动作\n绝技 枪客\n需求 你正持用两把武器，每把在不同的手中，至少其中一把必须为已装填的火器或弩\n你使用手上的两把武器连轰带打。进行2次打击（strike），每次使用不同的武器。",
    "终局射击": "终局射击 Final Shot 3动作\n枪客\n需求 你正持用一把未装填的火器\n你将三倍量的黑火药填满你的武器来进行一次高风险且失准的毁灭打击。进行互动动作装填，花费三倍于通常的黑火药或弹药，然后用武器对第一射程增量内的一个生物进行打击（strike），如果本次攻击成功，则用大成功代替，如果本次攻击失败，该武器哑火。不管你的掷骰结果如何，在本次打击之后直到你的下个回合开始你陷入措手不及（flat-footed）并且获得震慑1。",
    "特技闪避": "特技闪避（Dodge Away）反应　　　　\n变体\n先决条件　特技演员入门（Acrobat Dedication）\n触发　你是近战攻击的目标\n要求　你能意识到攻击，且未处于措手不及（flat-footed）\n你用特技技巧来躲避攻击，若你愿意的话，还可以借此闪避的势头来让自己保持运动。你的AC在对抗触发攻击时获得+1环境加值。若攻击未能命中你，那么你能在此次打击（Strike）后进行快步（Step）。若你的特技熟练度为大师，则能够在此次快步中移动10尺以取代正常的5尺。",
    "翻越一击": "翻越一击（Tumbling Strike）1动作　　　　\n变体 绝技 移动\n先决条件　特技演员入门（Acrobat Dedication）\n要求　你与1名敌人相邻\n尝试1次特技检定对抗与你相邻敌人的反射DC。\n大成功　你移动穿过敌人所占据的空间，抵达与你初始位置相对、位于敌人另一侧的无主空间。此次移动不会触发反应动作（reactions）。你移动的距离不能超过自身速度，而且你停止移动的位置必须与你穿过的那个敌人相邻。在移动后，你作出1次打击（Strike）对抗你刚刚穿过的那名敌人，此敌人在对抗本次打击时陷入措手不及（flat-footed）。\n成功　同大成功，但是敌人在对抗此次打击时没有陷入措手不及。\n失败　你仍处于原本所在的空间，但可以进行打击。\n大失败　无任何效果。",
    "翻越巧袭": "翻越巧袭（Tumbling Opportunist）自由　　　　\n变体 攻击\n先决条件　特技演员入门（Acrobat Dedication）\n频率　1次/分钟\n要求　你最近作出的动作是翻滚（Tumble Through）或翻越一击（Tumbling Strike），而且你成功穿过了敌人占据的空间。\n你利用穿过敌人时所产生的速度，并借力展现出惊险的特技技巧，潇洒地将翻倒的敌人留在身后。你尝试对刚刚被自己穿越了占据空间的敌人进行摔绊（Trip）。你能在此次检定中使用特技取代运动技能。",
    "快速射击": "快速射击（Quick Shot）1动作　　　　\n变体 起手\n先决条件　射手入门（Archer Dedication）\n你在同一个动作里取出弓箭并发起攻击。你进行互动（Interact）取出1件弓弩武器组（bow weapon group）的武器，该武器必须已经装填（loaded）或装填为0（reload 0），之后用该武器进行打击（Strike）。",
    "暗杀": "暗杀（Assassinate）2动作　　　　\n变体\n先决条件　刺客入门（Assassin Dedication）\n要求　你已经使用死亡标记（Mark for Death）进行了标记，且标记目标完全没有注意到你。\n你以极为迅捷的动作发起攻击，试图立即取走标记目标的性命。作出1次打击（Strike）对抗你的标记目标。若命中，你的标记目标额外承受6d6点精准伤害（precision damage），并以1次基础强韧豁免（basic Fortitude save）对抗你的职业DC或法术DC，以较高者为准。若标记目标掷出大失败便会死亡。这是个无力化（Incapacitation）效果。目标会在1日内临时免疫（temporarily immune）你的暗杀。",
    "卸武格挡": "卸武格挡（Disarming Block）自由　　　　\n变体\n先决条件　盾卫入门（Bastion Dedication），运动（Athletics）的熟练度为受训\n触发　你用盾牌格挡（Shield Block）了1次由手持武器（held weapon）作出的近战打击（Strike）。\n你尝试对使用武器攻击你的生物进行卸武（Disarm），卸除的目标武器是被格挡的那件。即便你的手都被占用，也可以这么做。",
    "兽王之呼唤": "兽王之呼唤（Beastmaster's Call）1动作　　　　\n变体\n先决条件　兽王入门（Beastmaster Dedication），呼唤伙伴（Call Companion）\n频率　1次/回合\n你能快速召唤出1只非活跃伙伴（non-active companion）的原能投影，并以此来提供该伙伴的支援收益（support benefit）。投影会抵达距你30尺内由你选择的1个未被占据的方格内，为你提供它的支援收益，之后在你的下个回合消失。投影的AC和豁免检定调整值和真正的动物伙伴一致，如果投影在你的下个回合之前承受任何伤害的话，便会立即消失并停止提供支援收益。",
    "获选者法术": "获选者法术（Blessed Spell）1动作　　　　\n变体 专注 超魔\n先决条件　获选者入门（Blessed One Dedication），能够使用法术位施放法术，救济（Mercy）\n频率　1次/10分钟\n当你将法术聚焦于盟友时，能够移除有害状态。若你的下个动作是使用法术位来施放法术（Cast a Spell from a spell slot），而且该法术仅以单个盟友为目标，那么你还能够尝试移除该盟友身上的1个有害状态（harmful condition）。该状态必须是你的救济（Mercy）专长能够移除的有害状态之一，这也包括高等救济（Greater Mercy）这样的后续专长所提供的可选状态。基于法术的DC和环级尝试1次反制检定（counteract check）。该效果是在你施放的法术产生的正常效果外额外新增的。",
    "获选者之拒": "获选者之拒（Blessed Denial）反应　　　　\n变体\n先决条件　获选者入门（Blessed One Dedication）\n触发　30尺范围内的1个盟友将要陷入惊惧（frightened）、流失（drained）、力竭（enfeebled）、恶心（sickened）或呆滞（stupefied）状态\n你散发出平和与保护的气息，削弱降临到盟友头上的有害状态。你的盟友将要承受的状态数值降低1点（最低降至0点）。若该盟友同时承受的状态超过1项，则从中选择1个你要降低的状态。",
    "跟进": "跟进（Keep Pace）反应　　　　\n变体\n触发　你的猎物（prey）在触及范围内，并且尝试远离你\n你的猎物无法逃出你的掌心。至多以你的速度进行行走（Stride）跟上敌人，并在他移动的过程中自始至终都将其维持在你的触及之内，直至他停下或你已经以完整的速度进行移动为止。若你具有相应的移动型别，便可以使用掘地（Burrow）、攀爬（Climb）、飞行（Fly）或游泳（Swim）来取代行走（Stride）进行跟进（Keep Pace）。",
    "借机擒抱": "借机擒抱（Opportunistic Grapple）反应　　　　\n变体\n要求　你的猎物（prey）在触及范围内，你至少空着1只手（one free hand），且目标体型最多比你大1级\n触发　你的猎物（prey）在1次对你进行的近战打击（Strike）攻击检定中掷出大失败\n你尝试1次运动（Athletics）检定对你的猎物进行擒抱（Grapple）。",
    "骑兵冲锋": "骑兵冲锋（Cavalier』s Charge）2动作　　　　\n变体 绝技\n先决条件　骑兵入门（Cavalier Dedication）\n要求　你正骑乘在你的坐骑上\n你指挥动物（Command an Animal）来让坐骑行走（Stride）2次。在此移动之中的任意一点，你能对触及范围或第1个射程增量（若你使用的是远端武器）内的1名敌人进行进行1次打击（Strike）。你在攻击检定中获得+1环境加值。",
    "快速骑乘": "快速骑乘（Quick Mount）1动作　　　　\n变体 技能\n先决条件　骑兵入门（Cavalier Dedication），自然（Nature）的熟练度为专家\n要求　你与1个体型至少比你大1级，且自愿成为你的坐骑的生物相邻\n你和你的坐骑能够随时进入备战状态。你骑乘（Mount）该生物并指挥动物（Command an Animal）对其下达1个你所选择的命令。",
    "保护坐骑": "保护坐骑（Defend Mount）反应　　　　\n变体\n先决条件　骑兵入门（Cavalier Dedication）\n触发　当你正在骑乘坐骑时，1个敌人对你的坐骑作出了1次攻击检定\n你把自己置于攻击者和坐骑之间，保护坐骑免受伤害。使用你自己的AC对抗触发反应的攻击，以取代使用你的坐骑的AC。若触发反应的攻击命中，你会取代坐骑承受攻击产生的所有效果。",
    "践踏冲锋": "践踏冲锋（Trampling Charge）3动作　　　　\n变体 绝技\n先决条件　骑兵入门（Cavalier Dedication）\n要求　你正在骑乘的坐骑具有使用腿部进行的（如爪、蹄等等）近战打击（Strke）\n你驱策坐骑向前冲锋，践踏路径上的敌人。你命令坐骑进行行走（Stride），距离至多与其速度（若具有相应移动型别的话，也可以使用掘地、攀爬、飞行或游泳）相同，移动穿过任何在路径上且体型至少比你的坐骑小1级的敌人。你的坐骑会对路径上穿过空间内的每个生物造成伤害，数值与坐骑的腿部进行的近战打击（Strike）相同，所有目标都要进行1次基础反射豁免（basic Reflex save）对抗你坐骑的运动DC（Athletics DC）。若掷出大失败，对应生物还会在直至你的下个回合结束为止陷入措手不及（flat-footed）。在此次移动中，你只能对每个生物造成单次伤害。",
    "落马击": "落马击（Unseat）1动作　　　　\n变体\n先决条件　骑兵入门（Cavalier Dedication）\n要求　你正骑乘坐骑，并且持握1件骑战（jousting）武器\n你尝试将敌人从坐骑上击落。作出1次近战打击（Strike）对抗正在骑乘的敌人。若你的攻击命中，尝试1次运动（Athletics）检定对抗敌人的强韧DC（Fortitude DC）。若成功，敌人会被你从坐骑上击落，根据敌人的选择落到与其坐骑相邻的1个方格内。若大成功，则敌人落地后会倒地（prone）。",
    "抢镜": "抢镜（Upstage）反应\n触发　1名敌人尝试1次技能检定，且没有得到大成功\n效果　在敌人已经尽了最大努力之后，你会给所有人展现真正的技巧。尝试1次检定，此次检定使用与触发此反应动作相同的技能。\n大成功　你在攻击检定、察觉检定、豁免检定和技能检定上获得+1状态加值，这些加值持续至你的下个回合结束为止。\n成功　同大成功，不过你只有在触发生物的技能检定失败时才会获得上述好处。",
    "不知疲倦": "不知疲倦（Never Tire）反应　　　　\n变体\n先决条件　名人入门（Celebrity Dedication）\n触发　你将要获得疲乏（fatigued）状态\n要求　至少有3名敌人之外的生物正在注视着你\n只要你有观众，就能够继续表现自己。是的，你必须对自己的支持者尽责！你将疲乏（fatigued）状态的效果延迟（delay）1分钟，或者直至你不再被专长要求中所需要的观众注视为止，以较先发生者为准。若疲乏状态具有持续时间，则会在延迟结束后再开始计算。在此能力结束时，你无法进一步延迟或防止疲乏状态。",
    "迷人注视": "迷人注视（Mesmerizing Gaze）2动作　　　　\n变体 情绪 惑控 心灵 视觉\n先决条件　名人入门（Celebrity Dedication）\n当你注视他人时，他们无法将视线从你身上移开。选择1名目标生物。该生物必须尝试1次意志豁免，失败则会陷入迷魂（fascinated），直至你的下个回合结束为止；此DC等同于你的职业DC或法术DC，以较高者为准。若该生物成功通过豁免，或者由于敌对动作而中断迷魂的话，则会在1日之内临时免疫（temporarily immune）你的迷人注视。\n当你选取该专长时，它会获得奥术（arcane）或异能（occult）特征；一旦你作出选择，就无法更改。",
    "掌控注意力": "掌控注意力（Command Attention）1动作　　　　\n变体 听觉 情绪 惑控 心灵 视觉\n先决条件　名人入门（Celebrity Dedication）\n你以自身的风格掌控着周遭所有注视你的人，确保其目光只会落在你的身上，直至你的下个回合结束为止。当距你30尺内的生物尝试豁免检定对抗其他视觉（visual）效果时，他们会使用比自身投掷出的成功度更好1级的结果。区域内的敌人在尝试使用视觉效果，且该效果牵涉到把自身的注意力聚焦到某个特定生物身上时，比如美杜莎的聚焦凝视（medusa』s Focus Gaze），他必须成功通过意志豁免对抗你的职业DC或法术DC（以较高者为准），才能以任何除你之外的生物为目标。由于你持续分散他人的注意力，区域中的盟友什至可以在不具有掩蔽（cover）的情况下尝试躲藏（Hide）。",
    "奉承圆场": "奉承圆场（Distracting Flattery）反应　　　　\n变体 技能\n先决条件　贵人入门（Dandy Dedication），欺骗（Deception）的熟练度为专家\n触发　你观察到由于1名盟友的行为所造成的结果，目标对你或你的盟友的态度降低了\n你即便与无礼之徒为伍，你也知道如何维持良好印象和管理自身的形象。作出1次欺骗（Deception）检定对抗目标的意志DC。无论你的检定结果如何，目标都会在10分钟内临时免疫（temporarily immune）你的奉承圆场。\n成功　目标的态度不会因为盟友犯下社交错误所导致的结果而降低。\n失败　目标的态度如常降低。\n大失败　你的常识把事态搞得更糟，除了触发此反应动作的行为所产生的任何改变之外，目标对你的态度还会降低1级。",
    "双持装填": "双持装填（Dual-Weapon Reload）1动作　　　　\n变体\n先决条件　双武大师入门（Dual-Weapon Warrior Dedication）\n要求　你正持用2把单手武器，每把武器都在不同的手中，其中1把是远端武器\n你携带弹药的方式让你能够在双持武器时进行装填。你进行互动（Interact）来装填1把自己正在持用的单手远端武器。和大多数互动动作不同，你不需要有空着的手就能够以此方式装填你的远端武器。",
    "剥皮切割": "剥皮切割（Flensing Slice）1动作　　　　\n变体\n先决条件　双武大师入门（Dual-Weapon Warrior Dedication）\n要求　你的上个动作是双重切割（Double Slice），并且2次攻击均命中目标\n当你的双重切割（Double Slice）的2次攻击均命中目标时，则可以剥离目标的皮肉，让它流血不止并创造出弱点。目标受到每武器伤害骰1d8点持续流血伤害（persistent bleed damage），以你手持武器中武器伤害骰最多的那把为准，最高为上等强击（major striking）武器的4d8点。目标陷入措手不及（flat-footed），其任何物理伤害型别的抗力（resistances）均会降低5点；这2个效果均会持续至你的下个回合开始为止。",
    "双持闪击": "双持闪击（Dual-Weapon Blize）2动作　　　　\n变体\n先决条件　双武大师入门（Dual-Weapon Warrior Dedication）\n要求　你正持用2把单手近战武器，每把武器都在不同的手中\n你冲向敌人的身影伴随着攻击。至多以你的速度（Speed）进行行走（Stride）。在此次移动中的任意一点，你能用要求中的2把武器各进行1次打击（Strike）。这些打击可以根据你的需求对相同或不同的目标使用。",
    "决斗挑战": "决斗挑战（Duelist's Challenge）1动作　　　　\n变体 起手\n先决条件　决斗家入门（Duelist Dedication）\n选择1名你能看到的敌人并宣布发起挑战。直至被击败（defeated）、逃跑（flee）或遭遇结束（encounter ends）为止，该敌人都是你的决斗对手。每当你使用单个单手近战武器（single one-handed melee weapon）命中该敌人，并且你的另一只手或其他手均为空手的话，便会使打击（Strike）的伤害获得环境加值，数值等同于你的武器造成的伤害骰数。\n若你攻击决斗对手之外的生物，则会在伤害上承受环境减值，数值等同于你的武器造成的伤害骰数。",
    "魔弹射击": "魔弹射击（Eldritch Shot）3动作\n要求　你正持用一把弓（bow）\n效果　你施放法术（Cast a Spell），该法术要花费1或2个动作来施放，并且需要进行1次法术攻击检定。法术效果不会立刻产生，而是会灌入你正持握的弓中。使用这把弓作出1次打击（Strike）。你的法术会随着弹药发射出去，使用你的攻击检定结果来同时判断打击（Strike）和法术的效果。在判断你的多次攻击减值（multiple attack penalty）时，此行动被视为2次攻击，但是在你完成这2次攻击之后才会应用多次攻击减值。",
    "惑控之箭": "惑控之箭（Enchanting Arrow）2动作　　　　\n变体 情绪 惑控 魔法 心灵\n先决条件　魔射手入门（Eldritch Archer Dedication）\n随着风中的一句低语，你可以用弹药来让敌人面对你的攻击时更加脆弱。用弓作出1次打击（Strike）。命中时，目标承受额外2d6点心灵伤害（mental damage）。大成功时，目标还会陷入震慑（stunned）1。若你的弓上具有高等强击符文（greater striking rune），此心灵伤害会增加至3d6点；若弓上具有上等强击符文（major striking rune）则变为4d6点。",
    "灌魔箭矢": "灌魔箭矢（Magic Arrow）自由　　　　\n变体 魔法 变化\n先决条件　魔射手入门（Eldritch Archer Dedication）\n频率　1次/轮\n你将魔力灌入到弹药中。当你选取该专长时，从核心手册（559页）或本书（256-259页）中选择3种常见魔法弹药（common magical ammunition），这些弹药的等级为4级或更低。你的GM可以允许你选择其他型别的魔法弹药，比如罕见弹药或者其他书中的弹药。\n当你使用灌魔箭矢时，你将非魔法箭矢（arrow）或弩失（bolt）变化为你所选择的1类弹药。你必须在你的回合结束之前发射这些弹药，否则魔法便会消散。若弹药具有启动（Activate）一栏，你仍旧需要花费相应的动作在射出弹药前启动它。当你使用灌魔箭矢时，能够选择将1类魔法弹药应用至通常来说不适用、且你正在使用的弹药型别上——举例说明，你可以把攀爬矢（climbing bolt）应用到箭矢（arrow）上，即便该类魔法弹药通常来说只出现在弩失（bolts）也可以。\n特殊　你能够多次选取该专长。每当你选取该专长时，要按照上述限制选择3种额外的弹药型别。",
    "珍奇箭矢": "珍奇箭矢（Precious Arrow）1动作　　　　\n变体 魔法 变化\n先决条件　魔射手入门（Eldritch Archer Dedication）\n你将一种珍贵材料的魔法本质灌入到一枚弹药之中，让你可以利用敌人的弱点进行鍼对攻击。选择寒铁（cold iron）或银（silver）；若你在回合结束前射出箭矢，那么它会被视同为此类材料。在14级时，将精金（adamantine）加入到你能选择的材料列表中。",
    "寻踪箭矢": "寻踪箭矢（Seeker Arrow）1动作　　　　\n变体 预言 魔法\n先决条件　魔射手入门（Eldritch Archer Dedication）\n你射出的箭在转角移动并以不可能的角度射向目标。用弓作出1次打击（Strike）对抗你能看到的1个敌人；弹药会飞向目标，即便需要拐弯也无妨。你忽略目标的隐蔽（concealed）状态和所有掩蔽（cover）。",
    "穿透箭矢": "穿透箭矢（Phase Arrow）1动作　　　　\n变体 咒法 魔法\n先决条件　魔射手入门（Eldritch Archer Dedication）\n频率　1次/日\n你能凝聚大量的魔力来创造出一发弹药，这发弹药能透过任何事物直击目标。用弓（bow）作出1次打击（Strike）对抗1个对你来说可见（observed）或藏匿（hidden）的敌人，但不能是无踪（Undetected）。弹药会沿直线飞向目标，穿过任何路径上的非魔法屏障（barriers）或墙壁，不过魔法屏障仍旧能停下箭矢。此次射击忽略所有掩蔽（cover）、隐蔽（concealed）状态、藏匿（hidden）状态和AC上由于盾牌而获得的环境加值。它还会在对抗穿戴任何型别护甲的生物时，命中检定上获得+4状态加值。使用非魔法盾牌进行的盾牌格挡（Shield Block）反应动作无法降低此次打击的伤害。",
    "夺命箭矢": "夺命箭矢（Arrow of Death）3动作　　\n变体 魔法 死灵\n先决条件　魔射手入门（Eldritch Archer Dedication）\n频率　1次/日\n你对1根箭矢或弩失下咒，使其能在一次有效地射击中为你的目标带来死亡。用弓作出1次打击（Strike）。命中时，你造成额外10d10精准伤害（precision damage）。大成功时，目标还必须成功通过强韧豁免检定对抗你的职业DC或法术DC，以较高者为准。失败则会立即被杀死（slain）；此次豁免具有死亡（death）和无力化（Incapacitation）特征。",
    "导魔魔宠": "导魔魔宠（Familiar Conduit）1动作　　　　\n变体 专注 超魔\n先决条件　魔宠大师入门（Familiar Master Dedication），能够施法\n要求　你与你的魔宠有效果线（line of effect）相连\n在你的指导下，你的魔宠愈发熟悉隐藏于此世之中魔法流向，它能够成为传导你的魔法的导体。若你的下个动作是施放法术（Cast a Spell），且该法术具有范围（range），那么此法术可以用你的魔宠作为法术起始点（origin point）。",
    "观众互动": "观众互动（Play to The Crowd）反应　　　　\n变体 专注\n先决条件　角斗士入门（Gladiator Dedication）\n触发　你在一场有观众的重要战斗遭遇（non-trivial combat encounter）中将1名敌人的生命值降低至0点\n你为观众炫技。尝试1次表演（Performance）检定；DC由GM判定，不过通常来说此为你目前等级的标准DC（standard DC）或对观众建立印象（Make an Impression）的DC，以较高者为准。若成功，从后述好处中选择1项；大成功时，选择2项：\n等同于你角色等级的临时生命值；持续1分钟。\n直至你的下个回合结束为止，AC获得+1环境加值。\n你在下个回合结束前作出的下次个攻击获得+1环境加值。",
    "精准口译": "精准口译（Spot Translate）反应　　　　\n变体 听觉 语言\n先决条件　语言学者入门（Linguist Dedication）\n触发　与你相距60尺范围内的其他生物使用1个语言效果（linguistic effect），且说的是你所能够理解的语言\n你口译该生物说出的词句，用你理解的另一种不同语言重复他们说出的资讯。若触发效果的目标说的是母语（original language）或者你所翻译的语言，则他们也会受到影响。",
    "医师探访": "医师探访（Doctor's Visitation）1-2动作\n变体 绝技\n先决条件　医师入门（Medic Dedication）\n你移动到伤患身边提供即时护理。行走（Stride），之后进行后述动作中的1项：战地医疗（Battle Medicine）或治疗中毒（Treat Poison）。你也能够花费第二个动作，并用后述动作替代上述版本：行走（Stride）之后进行急救（Administer First Aid）或处理状态（Treat a Condition；若你已经具有该动作，见后文）。",
    "处理状态": "处理状态（Treat Condition）2动作\n变体 医疗 操作 技能\n先决条件　医师入门（Medic Dedication）\n要求　你正持有治疗者工具（healer』s tools），或者你正携带着工具并且有1只手空着\n你治疗1名相邻生物，尝试以此降低笨拙（clumsy）、力竭（enfeebled）或恶心（sickened）状态。若该生物具有此列表中的多个状态，你需要从中选择1个。尝试1次反制检定（counteract check）对抗该状态，使用你的医疗（Medicine）调整值作为你的反制调整值，并根据状态的来源判断DC。除非你的医疗熟练度为传奇，否则你无法对来自神器（artifact）或高于20级的效果使用处理状态；即便你能够这么做，反制DC也会增加10点。对由于特定情况而产生的持续状态来说，只要该状态持续下去，处理状态就不会产生效果；比如善良角色由于携带邪恶武器（unholy weapon）而获得的力竭状态。\n大成功　状态数值减少2点。\n成功　状态数值减少1点。\n大失败　状态数值增加1点。",
    "复苏术": "复苏术（Resuscitate）3动作\n变体 医疗 操作\n先决条件　医师入门（Medic Dedication），医疗（Medicine）熟练度为传奇\n要求　你正持有治疗者工具（healer』s tools），或者你正携带着工具并且有1只手空着。而且目标的身体基本完整（mostly intact）。\n你能使用医疗（Medicine）技能让死者复苏。尝试1次DC40的医疗检定来复活1名死亡生物，该生物的死亡时间不能超过3轮。若检定成功，目标按照死者复活（raise dead）的效果重返人世，不过目标仍旧具有濒死（dying）之前已经获得的受伤（wounded）状态，并在此基础上增加1点（若濒死之前不具有受伤状态则会获得受伤1）。无论你是否成功，目标都会在1日之内临时免疫（temporarily immune）复苏术。",
    "登船袭击": "登船袭击（Boarding Assault）2动作\n绝技\n你进行2次行走（Stride）或尝试1次特技（Acrobatics）检定（DC取决于GM，但通常来说为DC20）来顺着绳索摆荡至多2倍于你的速度的距离。若你在此移动过程中从船只或类似的载具上登船或登陆的话，则能够作出1次近战打击（Strike），且该次打击能造成1个额外武器伤害骰（weapon damage die）。",
    "攻其毒疮": "攻其毒疮（Poisoner's Twist）1动作　　　\n变体\n先决条件　投毒者入门（Poisoner Dedication），医疗（Medicine）的熟练度为受训\n要求　你的上个动作是1次成功的近战打击（Strike），造成伤害的目标正被毒素（poison）所影响，且你知道他中的是何种毒素\n毒素能攻击身体的特定部位——一种毒素以肺部为目标，另一种攻击血液循环，还有一种在损伤神经。你知晓任何利用这些弱点。你对目标造成1d6点伤害，伤害型别与要求中的打击相同，外加1d6点毒素伤害。若你至少达到了18级，则上述每种伤害均变为2d6点。",
    "淬毒外衣": "淬毒外衣（Poison Coat）反应　　　　\n变体\n先决条件　投毒者入门（Poisoner Dedication）\n触发　1名与你相邻的生物使用1次近战非武装打击（melee unarmed Strike）命中你\n要求　你在服装里已经做好毒害攻击者的准备（见后文）\n在自然界中，有的动物身上布满了带毒的尖刺，因此即便只是碰触这些动物都是足以致命的行为。要使用这个反应动作，你必须将毒素刷到衣服上，或者将淬毒的针编到服装的布料上。进行这项准备会花费10分钟并消耗1剂接触（contact）或伤口（injury）毒素。同一时间你只能让1种此类毒素施加到衣服上。\n当你使用了这个反应动作后，触发动作的生物便会暴露在你所施加的毒素中。",
    "后天耐毒性": "后天耐毒性（Acquired Tolerance）反应　　　　\n变体 幸运\n先决条件　投毒者入门（Poisoner Dedication）\n触发　你在对抗毒素的豁免中失败\n你以非致命的剂量服用少量毒素，久而久之便让身体建立起足矣对抗致命剂量的抵抗力。重掷触发反应动作的检定并使用第二次结果。一旦你使用后天耐毒性（Acquired Tolerance），你就能在当日继续使用它对抗同类毒素，但直至你下次进行每日准备（daily preparations）为止，都无法用它对抗不同种类的毒素。举例说明，若你在对抗巨蝎毒（giant scorpion venom）时使用反应动作，那么即便来源不同，你也仍旧可以使用它来对抗巨蝎毒；但你无法再用它来对抗荨麻草渣（nettleweed residue）、巫妖尘（lich dust）或其他毒素。",
    "斥候冲锋": "斥候冲锋（Scout's Charge）2动作　　　　\n变体 绝技\n先决条件　斥候入门（Scout Dedication）\n你无声地潜伏在敌人周边，在毫无警告的情况下突袭他们。选择1名敌人，行走（Stride）并对该敌人进行虚招（Feint），之后再对该敌人作出1次打击（Strike）。对于此次虚招来说，你能够尝试隐秘（Stealth）检定来取代常规要求的欺骗（Deception）检定，因为你是在利用周围的环境来攻其不备。",
    "摇曳之影": "摇曳之影（Fleeting Shadow）2动作　　　　\n变体 绝技\n先决条件　斥候入门（Scout Dedication）\n你能快速地从人们视线中消失并悄声移动。你躲藏（Hide），然后潜行（Sneak）2次。",
    "斥候猛扑": "斥候猛扑（Scout's Pounce）2动作　　　　\n变体 绝技\n先决条件　斥候入门（Scout Dedication）\n要求　对于你的所有敌人来说，你处于藏匿（hidden）或无踪（undetected）状态，且你未处于任何敌人周边的10尺范围之内\n你从阴影中现身打击敌人。至多以你的速度进行行走（Stride），之后打击（Strike）2次。若你对于这些打击的敌人来说是藏匿（hidden）或无踪（undetected）状态，你的敌人对于2次攻击来说均会处于措手不及（flat-footed）。你的多次攻击减值（multiple attack penalty）如常适用于这2次攻击。",
    "卷轴略读法": "卷轴略读法（Skim Scroll）1动作　　　　\n变体\n先决条件　卷轴狂热者入门（Scroll Trickster Dedication）\n当你从腰带上取下卷轴时，只需要粗略阅读便能启动卷轴上的魔法。你进行互动（Interact）来取出1个卷轴，之后对该卷轴使用巧取魔法物品（Trick Magic Item）。",
    "宣情": "宣情 Catharsis 反应\n专注 情绪 心灵\n触发条件：由你选择的宣泄情绪决定\n效果：你获得宣泄情绪中列出的情绪激化（catharsis activation）效果。你也会获得该情绪的炽情增益，持续3轮。炽情结束时，你会受到宣泄情绪中列出的情绪余波（emotional fallout）影响。使用宣情后，你必须先进行安顿情绪行动，才能再次使用宣情。",
    "烈焰拒斥": "烈焰拒斥 Fiery Retort 反应 \n德鲁伊 塑能系 火焰\n先决条件：火焰派系\n触发：一个邻近你的敌人用近战武器或近战无武装攻击命中你\n频率：每分钟1次\n无视自身的苦痛，你用火焰波灼烧攻击者。触发目标受到相当于你等级的火焰伤害。",
    "硬化肉身": "硬化肉身 Harden Flesh 1动作 \n德鲁伊 土\n先决条件：   岩石派系\n需求：   你站在由土壤、岩石构成的地面上\n你用从泥土和石头中提取的矿物质来强化自身面板。在你的下一个回合开始前，你获得对非精金的3点物理抗力。在12级以及之后的每4级，抗力增加1点，最高在20级时达到6点。",
    "净化法术": "净化法术 Purifying Spell 1动作 \n德鲁伊 专注 超魔 水\n先决条件：波涛派系\n你净化生物体内的水分以去除他们的疾病。如果你的下一个动作是对单个生物施展治疗术，你还可以尝试反制其身上的疾病与毒素。若你如此做，该治疗术获得水特征。",
    "波纹架势": "波纹架势 Reflective Ripple Stance  1动作\n塑能系 武僧 架势 水\n需求：你未穿甲\n你进入一个流畅优雅的架势，你的动作和攻击都伴有少量流水。你可以进行流波攻击，造成1d6钝击伤害。它属于搏击武器组，具备灵巧、缴械、非致命、摔绊、无武装和水特征。\n　　当你处于波纹架势时，你在卸武、游泳和摔绊的运动检定上获得+1环境加值，你在避免被卸武和摔绊的反射DC上获得+2环境加值。\n特殊：此专长获得神术或异能特征，以匹配你真气法术的根源，如果你有的话。",
    "燃焰架势": "燃焰架势 Stoked Flame Stance   1动作   \n塑能系 火 武僧 架势\n需求：你未穿甲\n你进入一个迅速热烈的架势。你可以进行烁焰攻击，造成1d8挥砍伤害。它属于搏击武器组，具备蓄力、非致命、横扫和无武装特征。如果你发动了烁焰攻击的重击专精效果，你可以使用另一种效果：若你的重击造成伤害，目标额外受到1d6持续火焰伤害。\n　　在燃焰架势下，你的速度额外获得5尺状态加值。如果你拥有高速移动Incredible Movement特性，其加值提升至15尺，且在3级之后的每4级提升5尺。\n特殊：此专长获得神术或异能特征，以匹配你真气法术的根源，如果你有的话。",
    "波纹回转": "波纹回转 Rippling Spin 反应 \n武僧\n先决条件：波纹架势\n触发：你被一个你可见的攻击者以物理近战攻击命中\n需求：你处于波纹架势\n你在触发攻击完成后快步Step。你必须在攻击者的触及范围内结束快步。而后，你可以尝试一次运动检定来对攻击者进行卸武或摔绊。",
    "燎原煌火": "燎原煌火 Blazing Streak 3动作   \n绝技 武僧\n先决条件：燃焰架势\n需求：你处于燃焰架势\n行走Stride两次，并在你的移动过程中的任意时点对至多4个不同生物进行打击。燎原煌火的打击造成火焰伤害而不是挥砍伤害。",
    "潮浪螺旋": "潮浪螺旋 Wave Spiral 2动作   \n武僧 水\n先决条件：波纹架势\n频率：每分钟1次\n需求：你处于波纹架势\n你沉下身子并快速旋转，释放出巨大的水流漩涡。进行一次运动技能检定来对10尺弥漫范围内所有地面上的生物使用摔绊Trip。这些攻击数都算入你的多重攻击罚值，但在你完成所有这些攻击后，罚值才会增加。",
    "浸水法术": "浸水法术（Dousing Spell）1动作　　　　\n变体 超魔 水\n先决条件　元素使入门（Elementalist Dedication）\n你用水元素来增强自己的法术，并以此来浸透目标。若你的下一个动作是以单个生物为目标施法（Cast a Spell），则会用水浸透目标。\n若目标具有持续酸液（acid）或火焰（fire）伤害，结束这些状态的DC降低至10点，并且该生物能够立即尝试一次纯骰检定（flat check）来结束这些型别的持续伤害。该法术获得水（water）特征（这会使该法术对将水视为弱点的生物造成额外伤害）。",
    "燃烧法术": "燃烧法术（Burning Spell）1动作　　　　\n变体 超魔 火\n先决条件　元素使入门（Elementalist Dedication）\n你用火元素增强自身的法术，让它能够引燃目标。若你的下一个动作是施放非戏法法术（Cast a non-cantrip Spell），且会对单个目标造成伤害，那么除了该法术的其他效果之外，它还会造成额外持续火焰伤害，数值等同于法术环级。该专长对原本就能够造成持续火焰伤害的法术无效。该法术获得火（fire）特征。",
    "元素代谢": "元素代谢（Metabolize Element）反应　　　　\n变体\n先决条件　元素使入门（Elementalist Dedication）\n触发　你由于敌人的法术或魔法能力而承受伤害，且上述法术或能力具有气（air）、土（earth）、火（fire）或水（water）特征。\n你迅速代谢敌人法术中的元素粒子，并获得爆发性的能量。你获得迅捷（quickened）状态，持续至你的下个回合结束为止。你只能使用这个额外动作快步（Step）或行走（Stride）。",
    "崩岩法术": "崩岩法术（Rockslide Spell）1动作　　　　\n变体 土 超魔\n先决条件　元素使入门（Elementalist Dedication）\n你用土元素增强自身的法术，让巨大石块散落于地面。若你的下一个动作是施放非戏法法术（Cast a non-cantrip Spell），且会影响一片区域，此区域内的数个5尺方格会变为困难地形（difficult terrain），方格数量等同于法术环级，持续1轮。这些方格必须在地面上，而且全部困难地形的区域必须是连续的。该法术获得土（earth）特征。",
    "元素偏转": "元素偏转（Redirect Elements）反应　　　　\n变体\n先决条件　元素使入门（Elementalist Dedication）\n触发　敌人的具有元素特征的法术以你为目标作出法术攻击检定，且投掷出失败或大失败时\n你夺取了向你发射的法术的元素精华，并将法术重定向至法术区域内你所选择的一名生物。攻击者要重掷法术的攻击检定对抗新目标。",
    "风掷法术": "风掷法术（Wind-Tossed Spell）1动作　　　　\n气 变体 专注 超魔\n先决条件　元素使入门（Elementalist Dedication）\n你用气元素增强自身的法术，用风来寻找目标并带着魔法绕过掩体。若你的下一个动作是施法（Cast a Spell）而且该法术需要投掷法术攻击检定，则你能忽略目标的隐蔽（concealed）状态以及任何他们对你具有的掩蔽（cover）。法术获得气（air）特征。",
    "转换同调": "转换同调（Attunement Shift）自由　　　　\n变体\n先决条件　地卜师入门（Geomancer Dedication）\n频率　1次/10分钟\n要求　你的上个动作是施放具有气（ari）、寒冷（cold）、土（earth）、火（fire）、植物（plant）或水（water）特征的法术\n你所施放的法术的魔力涌入体内，凌驾于你周遭的土地之上。你调整自身的地形同调，变为与你刚刚施放的那个法术的特征相符的一种地形。当你进一步施放具有相同描述符的法术时，你会继续获得目前地形同调的效果，而非使用你目前身处地形的同调效果。举例说明，若你施放绊足术（tanglefoot），你的地形同调根据自身选择切换为森林或沼泽，当你施放其他植物法术时该地形同调就会应用至你的身上。\n你的地形同调在使用转换同调（Attunement Shift）后会持续1分钟，之后便会恢复至你目前身处的地形。",
    "险地架势": "险地架势（Rough Terrain Stance）1动作　　　　\n变体 架势\n先决条件　地卜师入门（Geomancer Dedication），自然（Nature）熟练度达到专家\n要求　你在此回合获得了地形同调带来的好处\n你进入了一种让自身周遭难以行动的架势。与你相邻的每个方格都变为困难地形（difficult terrain），此困难地形与你获得地形同调相符（极地地形内为雾凇，森林地形内为迅速生长的灌木丛，以此类推）。你自身忽略这个困难地形。\n当你移动进入不同类别的地形时，此架势便会结束。",
    "借力于地": "借力于地（Draw From The Land）1动作　　　　\n变体\n先决条件　地卜师入门（Geomancer Dedication），自然（Nature）熟练度达到专家\n要求　你在该回合内获得地形同调的好处，且它符合你目前身处的地形\n你从周遭的地形中汲取力量。你获得临时生命值（temporary Hit Points），数值等同于你的等级。这持续1轮。若在此回合内，你先前获得的是平原地形同调效果，则将两者提供的临时生命值相加。",
    "地形偏移": "地形偏移（Shifting Terrain）1动作\n变体\n先决条件　险地架势（Rough Terrain Stance），自然（Nature）熟练度达到大师\n要求　你的地形同调与你目前身处的地形相符，而且你目前处于险地架势（Rough Terrain Stance）中\n你用拳头猛击地面或者旋转手臂，这使得你周遭的地形发生了变化和波动，而这很可能让他人失去平衡。对于身处你的险地架势（Rough Terrain Stance）造成的困难地形区域内的每名生物，都必须尝试一次反射豁免检定对抗你的法术DC，并造成后述效果。当你使用地形偏移动作后，便在1d4轮内无法再次使用它。\n　　大成功　该生物不受影响\n　　成功　该生物陷入笨拙1（clumsy 1），持续1轮\n　　失败　该生物陷入笨拙2（clumsy 2），持续1轮\n　　大失败　该生物陷入笨拙2（clumsy 2），持续1轮，并且还会倒地（falls prone）",
    "瞬时同调": "瞬时同调（Quickened Attunement）自由\n变体 专注 超魔\n先决条件　地卜师入门（Geomancer Dedication），自然（Nature）熟练度达到传奇\n频率　1次/日\n要求　你的上一个动作是转换同调（Attunement Shift）\n若你的下个动作是施放法术，且该法术会赋予你地形同调的奖励，则将该次施法所使用的动作减少1个（最低为1个动作）。\n特殊　你无法在同一轮内使用瞬时同调（Quickened Attunement）和瞬发施法（Quickened Casting）。",
    "汲取灵脉": "汲取灵脉 TAP LEY LINE 1动作\n专注\n你尝试操纵一条你所察觉到的30尺内的灵脉中的魔法要素。GM根据灵脉的等级来决定其DC，并加上困难调整（译注：DC+2）。\n　大成功 你获得灵脉的增益，直到你的下个回合结束。\n　成功 你获得灵脉的增益，直到你的本回合结束。\n　失败 你受到1d6×灵脉等级的心灵伤害。你在1小时内无法再次汲取该条灵脉。\n　大失败 类似失败，你还会遭受灵脉的反噬效果。你在24小时内无法再次汲取该条灵脉。",
    "影法": "影法 Shadow Spell 1动作\n变体 超魔 幽影\n先决条件：暗影秘使入门\n你将一片幽影附着在法术上，能遮蔽感官并引发危害。如果你的下一个动作是施展具有幽影Shadow特征的法术，选择1个受法术影响的生物。该生物要么在隐秘检定上获得+2状态加值，要么在察觉检定上获得-2状态罚值（由你选择）。这持续1轮。该选择和效果在结算完法术初始效果的所有检定后才发生。如果被选择的生物是你的敌人，只在你的法术攻击骰成功，或者他在豁免骰中失败才受影响。\n影法的效果在你再次使用影法的时候终止。",
    "灵魂瞬光": "灵魂瞬光 Soul Flare 反应\n变体 专注\n先决条件：魂铸者入门\n触发：你用魂铸武器或盾牌对一个生物的攻击未命中；或你穿戴显现的魂铸盔甲或举起魂铸盾牌时，一个生物的攻击命中你\n需求：你的魂铸武装已经显现\n你用纯粹的激情去努力改变结果。如果你进行攻击，你的攻击骰获得+1状态加值；如果你被攻击，你的AC获得+1状态加值。这可以改变掷骰的结果。如果这个加值使你的未命中变为命中，或者将对你的命中改为未命中，尝试一次DC5的纯骰检定。如果你失败，则你的魂铸武装将会被解消——如果你进行攻击则是你的武器，如果你进行防守则是你的盔甲或盾牌。",
    "迅捷显现": "迅捷显现 Rapid Manifestation  自由\n变体\n先决条件：魂铸者入门\n触发：你骰先攻，或一种险情攻击你\n当你处于危险时，你坚定的灵魂霎时使你做好防御。你显现你的魂铸武装。",
    "揭示真名": "揭示真名（Reveal True Name）2动作\n稀有 听觉 专注 情绪 通用 心灵 技能 真名\n先决条件 在威吓和奥法、自然、神秘、宗教中至少一项上受训\n　　你通过自己得知其真名来威胁一个生物，并且试图让他按你的意愿行动。你必须知道并且说出该生物的真名，同时说出想让这个生物做些什么。尝试一次威吓检定对抗目标的意志DC。\n　　大成功 目标出于自我保护的意识而按照你所说的行动，并且不会以任何方式伤害自身。他变为不友善（如果他还没有不友善或敌对），但仍会在一天内保持顺从。目标因为太过害怕你，以至于不敢报复或者逃跑，确信自己无论跑到天涯海角都会被你找到。\n　　成功 如同大成功，但是一旦目标变为不友善，他们就会避开你，并且可能以一种间接的方式与你作对，例如警示你的敌人你所处的位置。\n　　失败 目标拒绝服从，并且通常都会逃离你的所在，以避免你进一步使用他们的真名。如果他们还没有不友善或敌对，他们变为不友善。他们会在日后避开你，并且可能会采取间接的行动来对与你作对。\n　　大失败 目标拒绝服从，并且变为敌对。他们觉得你是如此的软弱，以至于可能会攻击你；要么，他们可能会逃跑以避免你进一步使用他们的真名。",
    "复仇反激": "复仇反激（Urgent Upwelling） 反应\n【变体】\n先决条件 泉源魔法入门\n频率 十分钟一次\n触发 当一个敌人把你的生命值降至零时，当一个敌人暴击你时，或者当你对敌人的效果进行豁免骰大失败时\n你的失败让你激发出泉眼的力量。尝试一个魔力涌动的纯骰。如果你骰出大成功，你可以决定放弃恢复法术位以让引起触发的敌人经历泉源冲激。冲激对该敌人产生的效果如对你一样，不同的是这次以该敌人为中心点。",
    "冲激干扰": "冲激干扰（Interfering Surge） 反应\n【防护系】 【变体】\n先决条件 泉源魔法入门\n触发 一个你能看见的j进行施法行动\n条件 你拥有未消耗的法术位，并且能看到引起触发的法术的视觉效果\n你以魔法超载引起触发的法术。你消耗一个法术位并尝试以法术位的魔力反制该法术。如果该法术在你的法术库里并与你消耗的法术位环级相等或更低，你并不承受任何减值。否则，与引起触发的法术相同魔法根源则承受-2惩罚值，不同根源则承受-5的惩罚值。\n如果引起触发的法术被成功反制，在其原有的反制效果上，泉源冲激将以被反制的施法者为中心点爆发。如果反制失败，你消耗的法术位将会让自己产生泉源冲激。\n特殊 此专长拥有对应你施法的魔法根源（奥术、神术、原能、异能）的特征。",
    "野战炮兵": "野战炮兵（FIELD ARTILLERY）  1动作\n变体\n先决条件 在手艺（Crafting）上达到专家\n　　虽然城堡通常能停在某一个地方，但在战场中，走位是最重要的——把枪炮放在错误的地方比没用更糟糕。你能以互动（Interact）令一台相邻的安装式攻城武器（mounted siege weapons）的速度增加10尺，持续1轮。",
    "抛射法术": "抛射法术 Spellsling 3动作\n要求：你正持用和你有牵绊的魔兽枪。\n效果：你施展一个单或2动作作，且需要进行法术攻击掷骰的法术。\n法术不会立即生效，而是会灌入你所持用的魔兽枪中。接着用这把魔兽枪进行打击（Strike），你的法术会和子弹一起射出。使用这次攻击检定的结果来判断打击和法术是否击中。在计算多重攻击减值时，这算做两次攻击；但在这次攻击和法术结算完毕前，减值不会生效。\n特殊：在你从魔兽枪手变体中获得另外两个专长以前，你不能选择另一个入门专长。",
    "汲取生命": "汲取生命 DRAIN VITALITY 1动作\n变体 魔法 死灵\n前提：魔兽枪手入门\n频率：每分钟一次\n要求：你正持用和你建立牵绊的魔兽枪。\n你从魔兽枪的身后牵绊中汲取魔兽的能量增强体力、消除顽固的伤害，抽出一缕生命精华的涡流吊住自己的性命。你获得和等级相同的临时生命值，并进行一次纯检定（flat check）对抗现有的持续伤害，并视作受到特别有效的援助，将DC改为10。＊使用此能力会减少与你牵绊的魔兽枪中的魔法；在下一回合结束前，你无法启动这把枪的任何能力。",
    "导引魔弹": "导引魔弹 CONTROLLED BULLET 2动作\n变体 塑能 魔法\n前提：魔兽枪手入门\n频率：每天一次\n你和魔兽枪之间形成了更直接的魔法连结，让你可以直接控制它射出的弹药，让子弹在空中转向击中一个又一个目标。用魔兽枪对第一射程增量（range increment）内的一个生物进行一次打击。命中时，子弹会击穿目标，继续射向另一个你能看见的目标。对新的目标进行一次打击。新目标和前一个目标的间距不得大于魔兽枪的射程增量。举例来说，如果使用龙兽步枪（drake rifle）开火，新目标和前一个目标的距离就必须在150呎之内。如果命中，你可以继续指引子弹攻击下一个新目标。\n你可以一直这样对新目标进行打击，直到攻击失手为止。你不能用导引魔弹重复对同一个目标进行打击，但只要你没有失手，就可以不断攻击下一个有效目标。每一次攻击都会计入多重攻击减值，但直到你失手之前，累计的减值都不会生效。",
    "弹舞架式": "弹舞架式 Bullet Dancer Stance 1动作\n架式\n需求：你未穿甲，正持用一件简易火器、刺刀或加固枪托。\n效果：你进入一种以简易火器为中心的独特武术架式。在此架式中，你只能使用刺刀、加固枪托或简易火器进行打击。你可以使用这些武器进行疾风连击。你也可以用刺刀或加固枪托来使出通常需要无武装攻击才能使用的武僧专长或武僧能力，前提是这些专长和能力并不需要进行某种特定的打击。若在简易火器第一射程增量的一半距离内进行攻击时，你也可以改为用简易火器使出。\n特殊：直至选取另外2个弹舞者变体的专长之前，你无法再选择任何其他入门专长。",
    "黑火药煌闪": "黑火药煌闪 Black Powder Blaze 2动作\n变体\n先决条件：Black Powder Boost\n需求：你正持用一件已装填的火器\n你已知晓如何利用每次射击，即便是在借助武器后坐力飞跃战场时亦然。行走，并使用Black Powder Boost。并在此Black Powder Boost中的任意一点用需求中的火器进行一次远端打击。",
    "弹舞装填": "弹舞装填 Bullet Dancer Reload 1动作\n变体 绝技\n先决条件：弹舞燎燃\n需求：你处于弹舞架式\n你已知晓如何用令人窒息的优雅来为你的简易火器装填，就如同某种炉火纯青的形一般，弹药将会自由掉落而后装填到位。你使用简易火器进行一次打击，然后用互动为这把火器装填。你不需要一只空闲的手就能以此种方式装填你的简易火器。",
    "远端卸武": "远端卸武 Ranged Disarm 1动作\n变体\n先决条件：弹舞者入门，Trick Shot\n需求：你正持用一件简易火器\n你可以用简易火器轻易将敌人手中持用的物件打落在地。你可以用你简易火器的远端攻击骰对抗目标的反射DC来尝试一次卸武，而非运动检定。",
    "设定炸药": "设定炸药 Set Explosives 2动作\n专注\n需求：你手持1或2枚炸弹\n效果：你将炸弹附在你触及范围内的一个无生命物体上，比如一扇门，墙，或柱子，然后使其在设定好的时间内爆炸。炸弹将在你选择一个特定时间点爆炸（比如在你的一个行动后或在你下回合开始时，最高不超过1分钟），然后对无生命物体造成炸弹的伤害及相应的溅射伤害。在判定抗力或弱点时，将伤害合并计算，这伤害会忽视与你等级相同的物体硬度。任何邻接此危害的生物会受到炸弹的溅射伤害，同样在判定抗力或弱点时，将伤害合并计算。提醒一下，由于你没有扔炸弹，所以像溅射演算专长(Calculated Splash)或类似的效果并不能生效。需要非常集中注意力来确保你设定了正确的爆炸时机，因为在你等待已设定炸弹爆炸的过程中无法再次使用设定炸药动作。",
    "墙倒壁塌": "墙倒壁塌 COLLAPSE WALL 反应\n变体\n先决条件：爆破专家入门\n触发：一个生物移动进入炸弹的溅射范围\n需求：你使用设定炸药动作或爆破炸药专长在墙上，峭壁上，或者类似的垂直平面上设定了一枚炸弹，并且你处于30尺距离范围内。\n你引爆需求中的炸弹并使墙面坍塌在目标身上。如果你的炸弹造成的伤害足够将墙面的生命值（HP）降到破损阈值（BT）以下，墙面的一部分就会倒塌在这个生物身上。这个生物会受到等同于墙面所受伤害的钝击伤害（基础反射豁免；这个DC取决于你的职业DC或者施法DC中的较高者）。如果本次豁免失败，它们需要花费一个互动动作来把自己从废墟中挖出来，如果大失败则需2个互动动作来做。",
    "枪火挑战": "枪火挑战（Gunpowder Gauntlet） 1动作\n变体\n先决条件：短枪怪杰入门\n需求：你持有一把已装填的单手火器。\n     你的花招维持着敌人的注意力，枪支的摆动迫使他们和你进行一场死亡游戏。当你玩弄他们及你的火器时，他们狭窄的视野被你放大，让他们陷入你制造的感知陷阱中。对处于你所持单手火器第一射程增量范围之内的目标尝试一个表演技能检定来对抗目标的意志豁免DC。\n大成功：直至你的下回合开始时，目标的攻击骰获得-2状态减值。\n成功：直至你的下回合开始时，目标的攻击骰获得-1状态减值。",
    "枪弹炫击": "枪弹炫击（Dazzling Bullet）1动作\n变体 绝技\n先决条件：短枪怪杰入门\n     你的把戏让对手不知所措，让枪弹出现在其视野中以反射光线直射其眼部(或其他视觉器官)。尝试一个表演技能检定来对抗目标的意志豁免DC，并对该目标进行远端火器打击。如果打击成功对目标生物造成伤害，同时表演检定成功的话，该生物将目眩1轮。",
    "跳跃反射": "跳跃反射（Hot Foot） 1动作\n变体\n先决条件：短枪怪杰入门\n需求：你持有一把已装填的单手火器。\n     通过仔细瞄准，你让一个生物「起舞」。你朝目标脚边的地面射击，让他们做出不自主的反应;即使是具有无心智特征的生物也会有下意识的反应来躲避攻击，而你可以利用这些无法控制的反应来达到你的目标。当他们随着你短枪射击的悦耳曲调起舞时，你就能确保你的敌人无法准备为你和盟友提供一些惊喜 。对处于你所持单手火器第一射程增量范围之内的目标尝试一个攻击检定来对抗目标的反射豁免DC。\n大成功：直到你的下回合开始前，目标无法使用反应动作，同时获得措手不及状态以及在反射豁免获得-2环境减值。\n成功：直到你的下回合开始前，目标无法使用反应动作。",
    "举起手来": "举起手来（Reach for the sky） 2动作\n变体 听觉 视觉\n先决条件：短枪怪杰入门\n需求：你持有一把已装填的单手火器。\n     你向天鸣枪并命令在场的所有人高举双手投降。尝试一次威吓检定以对30尺内的所有敌人执行一次挫败士气，因此行动而陷入惊惧的生物会高举双手。如果其正举起盾牌，那他就会失去这项好处，这是因为盾牌也被举起到无助于格挡攻击的位置上。所有因陷入惊惧而举起双手的生物都无法执行任何需要使用他们的手或手上所持物品才能启动的反应及自由动作，这项效果持续到他们下一回合开始时。无论结果如何， 受影响的生物会在接下来的1分钟内免疫「举起手来！」行动。",
    "飘逸击落": "飘逸击落（Whirling Knockdown） 2动作\n变体\n先决条件：短枪怪杰入门\n需求：你同时持有一把已装填的单手火器和一把单手近战武器。\n     你开火的同时利用近战武器使目标失去平衡。随后，通过精心安排的快速组合技将目标打翻在地。在此过程中你不需要使用暴力，什至不用开枪击中目标就能做到;你完美的表演封锁了目标的其他选项，使其只能摔到地上，别无选择。\n     对处于近战触及范围内的生物进行一次远端火器打击，随后进行一个表演技能检定来对抗目标的反射豁免DC。如果打击大成功，则这次的目标反射豁免DC获得-2环境惩罚。表演技能检定的结果如下：\n大成功：目标进入倒地状态，同时从坠落中受到2d6的钝击伤害。\n成功：目标进入倒地状态。\n大失败：你的计划出现了点意外，你所持的近战武器掉落在你所处的方格中。",
    "伤上加伤": "伤上加伤（Exploit Opening） 反应\n变体\n先决条件：狙击小组入门\n触发：观察手对一个生物的打击大成功，而该生物位于你的第一射程增量范围内。\n     你利用观察手造成的毁灭性打击来发动你自己的后续攻击。对目标生物进行一次具有-2减值的远端打击。这次打击将不会应用你的多次攻击减值，同时在计算多重攻击减值时，这次打击不会被计算。",
    "目标重定向": "目标重定向（Targeted Redirection） 1动作\n变体\n先决条件：狙击小组入门\n     你瞄准你的观察手射击，意图让观察手通过盾牌或武器改变射击的方向，以便从一个更好的角度击中你的敌人，并避开敌人的掩护。\n如果你的下一个动作是进行远端打击，将你的观察手所在位置视为你的射击位置，以重新确定掩蔽和射程。你的观察手必须在你武器的第一个射程增量内，观察手必须使用一个反应来改变你的射击方向。",
    "组合瞄准": "组合瞄准  （Duo's Aim） 2动作\n变体 专注\n先决条件：狙击小组入门\n     在观察手的帮助下，你以相当准确的方案进行瞄准。对一个处于观察手近战触及范围或位于其所持远端武器第一射程增量范围的目标进行一次远端武器打击。在这次攻击中，你在攻击骰中获得＋2环境加值及无视其对你的隐蔽状态。若你使用具有反冲（kickback）特征的火器执行该动作时，你不会因为你不符合力量要求或没有使用三架脚时而在攻击骰中受到环境减值。",
    "沉思装填": "沉思装填 Thoughtful Reload 1动作\n枪客\n当你陷入分析性的平静状态且专注在你面前的敌人时，你本能地用手装填了一发子弹。对你能看见的一个对手进行一次回忆知识并装填。",
    "能量射击": "能量射击 Energy Shot 自由\n塑能系 魔法 魔弹射手\n触发 当你进行先攻时\n你向手上的武器释放出一股小小的魔力，将势能覆盖在你的子弹上，并使你获得能力能对你的敌人造成能量伤害来找出他们的弱点。你可以进行一次互动动作掏出一把远端武器。在你这次遭遇时，使用火器或弩的头三次打击，你可以额外造成一点酸蚀、寒冷、火焰或是电击伤害。你进行这三次打击的时候选择你想要造成的伤害型别。",
    "召回弹药": "召回弹药 Recall Ammunition 反应\n咒法系 魔法 魔弹射手 传送\n触发 你使用火器或是弩的打击未命中且使用物品等级0的常见弹药时。\n你扩大了子弹和火器之间的联系，召唤你失误的子弹回到你的枪中。你刚开火发射的子弹被重新装填到你的枪之中，且已准备好开火。",
    "破法子弹": "破法子弹 Dispelling Bullet 2动作\n防护系 魔法 魔弹射手\n你将基于你的魔法签名的防护领域铭刻到你的子弹之上，使其命中不管什么东西时扰乱上面的魔法。使用火器或弩针对任意你能看见的敌人进行一次打击。如果命中了，你尝试反制目标身上的魔法效应（由你自行选择，或默认最高级的效果）。你的反制等级等于你一半的等级（向上取整），而你的反制调整值等同于你的职业dc-10。",
    "爆发射击": "爆发射击 (FulminatingShot) 1动作\n变体 塑能系 魔法\n频率 每轮一次\n前置 魔弹射手入门\n你引导强力的魔力到你下一发攻击上，用爆裂的能量强化。选择酸蚀、寒冷、电击或是火焰。如果你在你的这一轮结束前使用火器或弩在下一次打击命中时，你造成额外的1d6你选择的能量的伤害。在12级时，这个额外伤害增加到2d6，而在18级时增加到3d6额外伤害。",
    "相位子弹": "相位子弹 (Phase Bullet) 1动作\n变体 咒法系 魔法\n前置 魔弹射手入门\n频率 每日一次\n你不仅可以在正常的维度中瞄准，你现在什至可以在额外的维度瞄准敌人。这让你可以发射一个穿越除了你的目标之外一切东西的魔法子弹。进行一次针对观察到或是隐匿（但并非未察觉）的敌人的弩或火器的打击。这发弹药会穿越非魔法的屏障或墙壁以一条直线命中你的目标，魔法性的墙壁或屏障会阻挡下这发子弹。这次射击无视一切的掩体、掩蔽状态、藏匿状态以及来自盾牌的环境AC加值。这发子弹对任何穿盔甲的生物具有+4状态加值。这次打击的伤害不能被使用非魔法盾牌的盾牌格挡反应减少。",
    "黑火药现影术": "黑火药现影术 (Black Powder Embodiment) 2动作\n变体 咒法系 传送\n前置 魔弹射手入门，奥法专家\n需求 你正在持用已经装填的魔法火器或弩\n你将你整个存在注入到这一发射击之中。你将你的身体合并到了爆发之中，使你能顺着弩矢或子弹的路径传送。使用需求的武器对一个生物进行打击。成功时，如果目标在120尺内，你和你全部的装备会传送到目标附近10尺的由你选择的开阔空间。",
    "奇运射击": "奇运射击 Accident Shot 2动作\n幸运\n频率：每天一次\n效果：你使用远端武器进行一次打击（strike），掷2次攻击骰与伤害骰并取高者作为掷骰结果。这个伤害忽略任何攻击骰上的环境减值以及无需进行对目标掩蔽（concealed）或藏匿（hidden）状态的纯骰检定。\n特殊：你不能选择其他入门专长，除非你从奇运枪侠变体中获得了其他两个专长。",
    "侥幸躲避": "侥幸躲避 Lucky Escape 反应\n变体 厄运\n先决条件：奇运枪侠入门\n频率：每天一次\n时机：一个生物对你进行一次攻击，什至你可以完全没有意识到\n你的敌人苦等良久，瞄了个通透，然后扣动扳机···好巧不巧这个时候你正好俯下身子去看鹅卵石上的涂鸦，一枚闪闪亮的硬币，或者其他一些恰巧让你分心的东西，让这次攻击有概率功亏一篑。攻击者必须掷2次攻击骰并取低者做为结果。",
    "好险好险，嚯？": "好险好险，嚯？That was a Close One, Huh?  1动作\n变体 技能\n先决条件：在欺骗上获得大师熟练度，奇运枪侠入门\n频率：每回合一次\n需求：当本回阁中你使用奇运射击并且命中对手，或从上回合起你使用侥幸躲避并使触发的攻击未命中。\n你佯装傻笑着感叹刚刚命中这枪那莫名其妙的运气，或者刚刚闪过的那个攻击离你脑袋有多近，让你的敌人怀疑自己是否应该与你为敌。尝试对奇运射击命中或者侥幸躲避闪过攻击的那个敌人挫败士气，使用欺骗技取代威吓来进行挫败士气的检定。",
    "都在我计划中": "都在我计划中 I Meant to Do That 1动作\n变体\n先决条件：你在欺骗（deception）技能上受训，奇运枪侠入门\n频率：每小时一次\n需求：你上一个动作是在60尺内使用远端武器打击一个敌人并且失败\n不知为啥你的流弹总会给你的敌人造成一些麻烦。可能是被跳弹打落了武器，或者试图躲避你的攻击时踩到了弹壳摔跤。对你攻击失手的敌人使用欺骗（deception）检定尝试推撞（shove），摔绊（trip）或卸武（disarm）。",
    "连锁反应": "连锁反应 Chain Reaction 3动作\n变体\n先决条件：奇运枪侠入门\n频率：每10分钟一次\n你就开了一枪，造成了一连串不可预测的毁灭性事件；也许你的子弹正好击中了水塔，导致水流泛滥，并引发了马群踩踏然后打翻了一盏提灯让整座城市陷入火海。不管起因是什么或是过程多荒谬，这场肆意而为的灾难会在一大片范围里带给你的敌人巨大的挑战但不影响其他人。\n使用一把远端武器进行一次打击（strike），如果你命中，你可以选择在第一目标30尺以内的目标再进行一次打击，如果你命中了第二目标，尝试打击（strike）在第二目标30尺以内的第三目标，重复下去，直到你未命中一个目标为止。你可以在任何一点停止连锁；否则它会在你第一次失手后停止。然而，你无法对同一个目标指定超过一次；每次你将要指定一个新目标时，它必须是你在这次连锁反应动作启动后未打击过的目标。\n这种伤害是由一系列不可思议的事件造成的，是这些事件伤害了一个又一个目标而非实际射击命中造成的。也许是你击中了一根树枝砸到了目标头上，或者一个目标的尖叫导致了另一个目标不小心走火打中了自己的脚。这意味着只有第一个目标会收到子弹的所有特殊效果（比如，这是一枚魔法弹药），但你击中的每个目标仍会收到与你的打击相同的伤害。通常来说，所有伤害的伤害型别会与最初打击中使用的子弹的伤害型别相同，然而GM可以根据连锁反应中的描述来更改伤害型别。比如，如果一个目标被火点着了，那它可能会受到火焰伤害而非物理伤害。"
  }
}
