{
  "mod":"pf2規则查詢文件",
  "author":"梅林",
  "brief":"pf2",
  "comment":"pf2",
  "helpdoc":{
    "pf2":"pf2規则查詢文件\n作者：梅林\n\n查詢指令：.help pf2 [所查詞条]",
	"额外学識":"额外学識 Additional Lore專长1\n通用技能\n先決条件学識（Lore）技能达到受訓熟練度\n你瞭解的学識觸类旁通到了其他的领域。选擇一个新的学識技能門类，你在該門类上獲得受訓。在你的等级达到3、7和15级时，你可以獲得一个额外的技能提升（Skill Increase），但必須用來提升你通过本專长所选的这个学識門类。\n　　特殊：你可以多次选擇本專长。每次选擇本專长时，你都可以獲得一个新的学識技能門类和相應等级的技能增长。",
	"異族情誼":"異族情誼 Adopted Ancestry專长1\n通用\n你曾经深深地浸淫在另一个种族的文化和社會風俗当中――可能你是被收養的異族后代，或是獲得了該种族的社會認可，又或是因为友誼，親情和愛情而永遠地与他們相連。在你的角色本身的族裔以外选擇一个常見的族裔，你可以选擇該族裔的族裔專长（Ancestry Feats），前提是你的生理结構可以做到該族裔專长賦予的能力。具体情況由GM判定是否合適。",
	"製作鍊金物品":"製作鍊金物品 Alchemical Crafting專长1\n通用技能\n先決条件手艺（Craft）技能达到受訓熟練度\n你可以使用手艺技能的製作技能动作製作鍊金物品（Alchemical Items）。当你选擇本專长时，你自动獲得四个稀有度为普通（Common）的1级鍊金物品的設计圖。",
	"族裔典範":"族裔典範 Ancestral Paragon專长3\n通用\n因为种种原因――血脈的傳承，深入研究或是魔法增强――你和自己所属种族的联繫比一般人更紧密。你獲得一个1级族裔專长。",
	"奧法感知":"奧法感知 Arcane Sense專长1\n通用技能\n先決条件奧法（Arcana）技能达到受訓熟練度\n你对於奧术魔法的研究讓你可以輕易感受到身周是否存在魔力。你可以以自发奧术法术（Arcane Innate Spell）的形式施放一环法术侦測魔法（Detect Magic）。如果你的奧法技能达到大師级熟練度，这个法术會被升階（Heighten）为3环；如果你的奧法技能达到傳奇级熟練度，这个法术會被升階（Heighten）为4环。",
	"護甲擅长":"護甲擅长 Armor Proficiency專长1\n通用\n你现在在輕甲（Light Armor）上獲得受訓。如果你已经在輕甲上受訓，则你现在在中甲（Medium Armor）上獲得受訓；如果你已经在中甲上受訓。你现在在重甲（Heavy Armor）上獲得受訓。 \n　　特殊：你可以多次选擇本專长。每次选擇本專长可以使你在重一级的護甲上獲得受訓。",
	"驾輕就熟":"驾輕就熟 Assurance專长1\n幸运通用技能\n先決条件在至少一个技能上达到受訓熟練度\n即使在最麻煩的情況下，你仍然可以自然地发揮出基本水準。选擇一个你已经受訓的技能。在进行技能检定时，你可以放棄骰d20，而是自动獲得10+你在技能上的熟練加值的检定结果（不獲得任何除此之外的加值，減值和调整）。 \n　　特殊：你可以多次选擇本專长。每次选擇本專长时，你可以选擇另一个技能獲得本專长的好處。",
	"自动回憶":"自动回憶 Automatic Knowledge專长2\n通用技能\n先決条件在一项可以进行回憶知識（Recall Knowledge）的技能上达到專家熟練度，在該技能上擁有驾輕就熟專长\n关於某一领域的知識會在你需要时自动浮现在你的腦海中。选擇一个你已经达到專家级熟練度，且擁有驾輕就熟專长，可以进行回憶知識动作的技能。每行动輪（Round）一次，你可以用一个自由动作（Free Action）进行本技能的回憶知識动作，但你必須使用驾輕就熟專长來进行这次回憶知識。\n　　特殊：你可以多次选擇本專长。每次选擇本專长时，你可以选擇另一个技能獲得本專长的好處。但是，你每輪只能自动回憶知識一次。",
	"二道販子":"二道販子 Bargain Hunter專长1\n通用技能\n先決条件交涉（Diplomacy）技能达到受訓熟練度\n你可以通过交涉技能來賺取收入（見技能章节）――表现爲你四處尋找商品，砍低價格收購，然后说服客人以高價買走它們。你也可以使用交涉技能來花时间尋找一件特別实惠的物品來購買。这个行动的方式和賺取收入相同，但你並不會獲得现金收入，而是將这个休整模式时间长度中你可以賺到的收入從一件你要購買的物品的價格中減去（如果收入超过或等於該物品的價格，则你可以免費獲得該物品）。最后，如果你在建立1级新角色时选擇了本專长，你的起始資金增加2gp。",
	"戰吼":"戰吼 Battle Cry專长7\n通用技能\n先決条件威吓（Intimidation）技能达到大師熟練度\n当你进行先攻检定（Initiative Roll）时，以一个自由动作，你可以对一个你可以观察到的敵人发出一聲震耳欲聾的戰吼來嘗试对他发动挫败士氣（Demoralize）。如果你在威吓技能上达到了傳奇熟練等级，那么你可以在一次攻擊检定骰出大成功时，以一个反應动作（Reaction）嘗试对你的敵人挫败士氣。",
	"戰地醫療":"戰地醫療 Battle Medicine 專长1\n通用治療操作技能\n先決条件醫療（Medicine）技能达到受訓熟練度\n要求你擁有一套治療工具\n你可以包紮傷口，即使在戰鬥中。你进行一个醫療技能检定，使用与治療傷害（Treat Wounds）相同的检定DC，並恢復对應数量的HP；这不會移除受傷状態。如同治療傷害动作一樣，在技能熟練度达到特定等级时挑戰较高的检定DC來增加治療量。在此之后，被你包紮过的目标會在一天內免疫你的戰地醫療能力。",
	"怪異魔法":"怪異魔法 Bizarre Magic專长7\n通用技能\n先決条件神秘（Intimidation）技能达到大師熟練度\n你施展法术的方式过於詭異離奇，无論你施放的是異能或是其他根源的法术。所有嘗试辨識你施放的法术或是你造成的魔法效果的检定DC都要额外+5。",
	"动物朋友":"动物朋友 Bonded Animal專长2\n休整期通用技能\n先決条件自然（Nature）技能达到專家熟練度\n你与一些动物之间结成了特別深厚的情誼。你可以花費7天时间嘗试和一隻普通的动物（不能是动物夥伴[Animal Companion]或是特殊的动物）培養感情。在这段时间结束时，进行一个DC20的自然技能检定。如果成功，则你和这隻动物成为朋友，該动物會永久性对你保持樂於幫助（Helpful）的態度（除非你做出什么出格的舉动破壞你們之间的感情），並且你也可以更容易地指揮它的行动（見自然技能的指揮动物技能动作）。\n　　如果你和一隻新的动物成为朋友，那么你和之前的一隻动物朋友之间的連结會结束。你不能同时擁有动物朋友和动物夥伴，但你可以同时擁有动物朋友和魔寵（Familiar）。",
	"龜息":"龜息 Breath Control專长1\n通用\n你擁有驚人的呼吸控制力，这讓你在空氣被污染或是缺乏的區域中擁有特別的優勢。在开始窒息之前，你可以屏息（Hold Breath）一般人25倍长的时间。你在对抗任何通过呼吸吸入的危險，如吸入性（Inhaled）毒素时，在豁免检定上獲得+1环境加值，並且你在这些检定上獲得的成功结果會視为大成功结果。",
	"審时度勢":"審时度勢 Canny Acumen專长1\n通用\n你观察环境的能力要比大多数你的同輩來的都要敏銳。在强韌豁免，反射豁免，意志豁免或是察覺检定中选擇其一，你在这项能力上的熟練度提升到專家。在17级时，你在这项能力上的熟練度提升到大師。",
	"輕身落":"輕身落 Catfall專长1\n通用技能\n先決条件特技技能达到受訓熟練度\n在墜落时，你可以灵巧地调整姿勢，確保在落地的一刻身体受到衝擊最小。你將任何你墜落的高度視为減少10尺。如果你在特技上擁有專家熟練等级，这个減免距離提升到25尺；如果你在特技上擁有大師熟練等级，这个減免距離提升到50尺；如果你在特技上擁有傳奇熟練等级，那么你无論墜落多高都可以保證双腳落地，不承受任何傷害。",
	"上流騙子":"上流騙子 Charming Liar專长1\n通用技能\n先決条件欺騙技能达到受訓熟練度\n你的風度讓被你騙到的冤大头變得喜歡你。当你使用说謊（Lie）动作並取得大成功结果时，你欺騙的目标对你的態度上升一级，如同你成功地使用了交涉技能來对其建立印象（Make an Impression）。在一次交談中，这隻能生效一次。如果你同时对多个生物说謊並獲得大成功，你只能指定一个目标獲得本專长的好處。你嘗试说謊的內容必須包括向目标揭露重要的資訊，鼓吹你的地位，或是使你擁有特別的魅力。普通的顛倒黑白或是无傷大雅的謊言对本專长无效。",
	"梯云縱":"梯云縱 Cloud Jump專长15\n通用技能\n先決条件运动技能达到傳奇熟練度\n你舉世无双的运动技艺可以讓你跳跃凡人看似絕不可能的距離。当你跳遠时，你可以跳跃的距離翻三倍（也就是说如果你成功通过DC20的技能检定，你可以跳60尺遠）。在跳高时，你使用跳遠动作的距離（不翻三倍）來计算你可以跳的高度 \n　　除此之外，只要你在跳高或是跳遠时本回合還有多餘的动作，你可以使用这些动作立刻繼續跳高或者跳遠（直到用完本回合所有的动作）。每多使用一个动作，你就可以自动在跳高或跳遠的最大距離上额外加上相当於你的移动速度的距離。",
	"戰鬥攀爬":"戰鬥攀爬 Combat Climber專长1\n通用技能\n先決条件运动技能达到受訓熟練度\n你可以在火熱的戰鬥中維持穩定地攀爬。你在攀爬时不會陷入措手不及状態並且可以在只有一隻空手时进行攀爬。但是你仍然需要双腳和至少一隻手維持攀爬。",
	"天花亂墜":"天花亂墜 Confabulator專长2\n通用技能\n先決条件欺騙技能达到受訓熟練度\n即使被人戳穿，你也能现編出新的招数來掩飾你之前欺騙中的漏洞。当目标因为你之前已经进行过的嘗试而在对抗你这一次的分神（Create a Diversion）或是说謊（Lie）检定时獲得加值时，它們獲得的加值從+4降低到+2。当你在欺騙技能上达到大師级熟練度时，这个加值被降低到+1。当你在欺騙技能上达到傳奇级熟練度时，对方不會因为你之前的欺騙嘗试而在这次对抗时獲得任何加值。",
	"关係戶":"关係戶 Connections專长2\n罕見通用技能\n先決条件社群(Society)技能达到專家熟練度，貴族風範\n你强大的社交網路允許你在需要的时候走合適的关係，交換人情或是和重要的人物見面。当你在一个你建立过社會关係的定居点（通常，你需要一定的休整模式时间在某地建立关係，有时你可以在同一國家內其他的地方利用你在異地的关係）中时，你可以进行一个社交技能检定來約見特定的重要人物，或是请求他人的幫助――欠一个未來你需要還的人情。GM會根據你要求人情的重要程度和你想要約見的人物的地位來決定該检定的DC。",
	"看護師":"看護師 Continual Recovery專长2\n通用技能\n先決条件醫療技能达到專家熟練度\n你熱切的看護可以讓病人的傷病恢復更快。当你使用治療傷害（Treat Wounds）时，你的目标只會免疫該效果10分鐘时间而非通常的一小时。本專长只对治療傷害动作有效而不影響其他醫療技能动作。",
	"貴族風範":"貴族風範 Courtly Grace專长1\n通用技能\n先決条件社群技能达到受訓熟練度\n你出身於貴族或是接受过足夠多的社交禮节訓練，这使你可以將自己的身段展现为一位貴族，參与复雜的社交和政治游戏。你可以使用社群技能來对一个貴族使用建立印象（Make an Impression）技能动作（見交涉技能）或是在貴族面前乔装（Impersonate）成一个貴族，如果你原本不是（見欺騙技能）。如果你想要乔装为一位特定的貴族人物，你仍然必須使用欺騙技能來乔装，並且可能需要说謊來支撐你的偽装。",
	"天工开物":"天工开物 Craft Anything專长15\n通用技能\n先決条件手艺（Craft）技能达到傳奇熟練度\n你幾乎能做出任何你能想到的任何東西。只有你擁有相关的專长（比如为製作魔法物品，你需要製作魔導具專长），达到与物品等级相符的等级，以及技能熟練度，你就能隨意製作物品，无視其他先決条件（如特定种族，需要特定法术，等等）。但是，你仍然需要满足一个特別的条件：製作物品可能的额外花費（包括施放法术需要的花費）或是必要的輔助器材（如那些必須需要賢者之石才能製作的物品）。GM对於你可以具体忽略的先決条件有最終解釋權。",
	"死硬":"死硬 Diehard專长1\n通用\n你很难被弄死。你在處於瀕死（Dying）5时才會死亡而非通常的瀕死4。",
	"开示":"开示 Divine Guidance專长15\n通用技能\n先決条件宗教（Religion）技能达到傳奇熟練度\n你在宗教经典中浸淫已久，无論你面对任何难解的问题，只要拿起一卷经文，你总能找出神之言语給你提供的解答。如果你在思考一个极难處理或是決斷的困境时，同时花費10分鐘时间使用解譯文書（Deciphering Writing）动作解讀你信仰的神祇的宗教经典或是你追隨的哲学文書，同时进行一个宗教技能检定（具体DC由GM決定）如果你成功，你會從文書中发现一段特定的箴言，教導或是警句，正好为你腦海中的难题提供了隱晦的解答。舉例來说，GM可能會給你展示一段意有所指的詩文或是模糊的線索，如果你沿著这个方向去找就一定能发现解決问题的方法。",
	"可疑知識":"可疑知識 Dubious Knowledge專长1\n通用技能\n先決条件一项可以使用回憶知識动作的技能达到受訓熟練度\n你的腦海中有著包羅萬象的学问――至少你自己这么認为，它們並不全來自可靠的來源。当你使用一项技能來回憶知識且失败时，你會同时獲得一条正確的線索和一条错误的線索，並且你无法區分究竟哪一个才是真实的。",
	"迅速搜索":"迅速搜索 Expeditious Search專长7\n通用技能\n先決条件察覺达到大師熟練度\n你有一套特別的方法可以讓你迅速地找東西，你探尋線索或是隱藏的秘密的速度比別人快一倍。当你使用搜索（Searching）动作时，你只需要通常搜索一片區域所需时间的一半就可以完成搜索。同时，这也代表在處於探索模式时，你可以以通常双倍的速度在移动的同时进行搜索（不超过他原本速度的一半）。如果你在察覺上达到傳奇熟練度，你的搜索速度可以再快一倍。",
	"熟練工":"熟練工 Experienced Professional專长1\n通用技能\n先決条件学識技能达到受訓熟練度\n你謹慎地遵守專業模範以避免不期而遇的職業風險。如果你使用学識技能來賺取收入（Earn Income），但得出了大失败的结果，你只會視为失败。如果你在学識技能上达到專家熟練度，你在賺取收入得出失败结果时會獲得通常失败时所得现金收入的两倍，除非你的失败是因为本專长而從大失败转化而來的。",
	"走私老手":"走私老手 Experienced Smuggler專长1\n通用技能\n先決条件隱秘技能达到受訓熟練度\n你善於在官方检查下隱藏隨身物品。当GM为你暗骰隱秘技能检定來決定被动观察者是否发现你隨身隱藏的物品时，如果他骰出的结果低於10，他使用10+你的隱秘技能调整值來決定你的检定结果。如果你在隱秘技能上达到大師熟練度，当GM为你暗骰隱秘技能检定时，如果他骰出的结果低於15，他使用15+你的隱秘技能调整值來決定你的检定结果。如果你在隱秘技能上达到傳奇熟練度，你會在被动观察者面前自动成功隱藏隨身的物品。本專长在对方主动搜查你隨身隱藏的物品时没有效果。除此之外，因为你擅长瞞天过海的名聲，你现在可以很容易地使用黑街学識（Underworld Lore）來尋找有利可圖的收入來源。",
	"追跡老手":"追跡老手 Experienced Tracker專长1\n通用技能\n先決条件生存技能达到受訓熟練度\n你隨时都在追蹤痕跡，当情況需要时，你可以快速而不间斷地进行追蹤。你可以使用生存技能來进行追蹤（Track）动作同时全速移动而不承受通常的-5減值。当你在生存技能上达到傳奇级熟練度时，你不會再需要每小时进行一次技能检定來保持追蹤，但仍然需要在追蹤路徑上出现某些特別重要的變数时重新进行一次生存技能检定。",
	"迷魂表演":"迷魂表演 Fascinating Performance專长1\n通用技能\n先決条件表演技能达到受訓熟練度\n当你使用表演技能进行演出时，將你的检定结果用來对抗一个生物的意志DC，如果你勝出，这个生物陷入迷魂（Fascinated）状態1輪时间。如果週遭的环境會使目标因为直接的干擾而分心（比如身處戰鬥环境），你必須要在演出检定上大成功才可以將对方迷魂，並且你的演出动作獲得失能（incapacitation）特性。你必須在开始演出前选擇你希望迷魂的生物目标，並且对方會因此而在之后免疫你的迷魂嘗试1小时。 \n　　当你在表演技能上达到專家熟練度时，你可以同时迷魂最多4个生物；当你达到大師级熟練度时，你最多可以同时迷魂10个生物；当你达到傳奇熟練度时，你可以同时迷魂所有正在观賞你演出的生物。",
	"快速恢復":"快速恢復 Fast Recovery專长1\n通用技能\n先決条件体质14\n你的身体以超常的效率從傷痛中恢復正常。你在休息时可以恢復原本双倍数量的生命值。当你在对抗一个疾病（Disease）或是毒素（Poison）的一次强韌豁免检定（Fortitude Save）时獲得成功，这个毒素或是疾病的状態等级（Stage）降低2级，烈性（Virulent）毒素或疾病的状態等级降低1级；当你在此类强韌豁免检定上獲得大成功时，这个毒素或是疾病的状態等级降低3级，烈性毒素或疾病的状態等级降低2级。如果你承受流失（Drained）状態，每晚的休息可以使你承受的該状態等级降低2级而非通常的1级。",
	"輕羽步":"輕羽步 Feather Step專长1\n通用\n先決条件敏捷14\n你可以迅速而謹慎地踏出步伐。你在困难地形（Difficult Terrain）中也可以进行快步（Step）。",
	"飛跑":"飛跑 Fleet專长1\n通用\n你的移动速度极快。你的陸地速度（Speed）增進5尺。",
	"挫败感知":"挫败感知 Foil Senses專长7\n通用技能\n先決条件隱秘技能达到大師熟練度\n你善於擾亂擁有特殊感知能力的生物，並且隨时提防著自己的存在被特殊感官捕捉到。当你使用迴避注意（Avoid Notice），藏匿（Hide）或是潛行（Sneak）动作时，你总是視为提前对特殊感知做出过預警（見本書第465頁「特殊感官」章节的边欄）。",
	"覓食者":"覓食者 Forager專长1\n通用技能\n先決条件生存技能达到受訓熟練度\n每当你使用生存技能的求生（Subsist）动作时，如果你的检定结果低於成功，取而代之你自动獲得成功结果。如果你在求生时獲得了成功，你可以为自己加上另外四个生物提供足以維生程度的飲食和住所；如果你在求生时獲得了大成功，你可以为双倍於成功时可以供給的生物提供这些物质。 \n　　每当你在生存技能上的熟練等级獲得提升，你在成功求生时可以支援的生物数量再加倍（專家时8个，大師时16个，傳奇时32个）。或者，你可以选擇为这个数目一半的生物提供舒適而非基本程度的生存物质。 \n　　比人类体型小很多的生物可以視为只需要人类幾分之一的生存資源，而体型较人类更大的生物需要佔用更多的生存資源。GM會判斷一个生物具体會佔用幾人份的生存資源。",
	"自來熟":"自來熟 Glad-Hand專长2\n通用技能\n先決条件交涉技能达到專家熟練度\n你擅长於給人留下深刻的第一印象。当你和一个生物首次會面时，你可以立刻进行一次交涉技能检定（而非通常需要1分鐘交談）你在这次检定上承受-5減值。如果你在这次检定上失败或是大失败，你可以和对方嘗试进行一次至少1分鐘时间的对话來重新建立印象而非必須接受失败或大失败的结果。",
	"集体脅迫":"集体脅迫 Group Coercion專长1\n通用技能\n先決条件威吓技能达到受訓熟練度\n当你使用脅迫（Coercion）技能动作时，你可以同时使用你的威吓检定结果对抗两个而非一个目标的意志DC，但可能會在两个目标上取得不同的成功等级。在你的熟練等级达到專家级时，你可以同时脅迫四个目标；在大師级时，10个目标；在傳奇级时，25个目标。",
	"集体印象":"集体印象 Group Impression專长1\n通用技能\n先決条件交涉技能达到受訓熟練度\n当你使用建立印象技能动作时，你可以同时使用你的交涉检定结果对抗两个而非一个目标的意志DC，但可能會在两个目标上取得不同的成功等级。在你的熟練等级达到專家级时，你可以同时向四个目标建立印象；在大師级时，10个目标；在傳奇级时，25个目标。",
	"体健負重":"体健負重 Hefty Hauler專长1\n通用技能\n先決条件运动技能达到受訓熟練度\n你可以背起你的身材似乎不像是可能帶动的大堆物品。你的可以攜帶的最大和超載（Encumbered）重量单位限度增加2。",
	"八面玲瓏":"八面玲瓏 Hobnobber專长1\n通用技能\n先決条件交涉技能达到受訓熟練度\n你慣於從眾人的閒言碎语中擷取有用的情報。你在进行蒐集資訊（Gather Information）技能动作时所花費的时间降低到通常的一般（在大多数情況下，降低到1小时）。如果你在交涉技能上达到大師熟練度，並且你以通常的速度进行蒐集資訊，那么假使你在技能检定上得出大失败结果，这个结果只會被視为普通失败结果。当然，本專长不會保證你搜集到的情報是否总是真实準確的。",
	"完美製作":"完美製作 Impeccable Crafting專长7\n通用技能\n先決条件独門手艺，手艺技能达到大師熟練度\n你能夠以极高的效率製造出精良的产品。每当你在使用独門手艺專长製作物品並取得成功结果时，取而代之，你獲得大成功结果。",
	"动人表演":"动人表演 Impressive Performance專长1\n通用技能\n先決条件表演技能达到受訓熟練度\n你的演艺能夠为你贏得支持者和敬意。你可以使用表演技能而非交涉技能來使用建立印象技能动作。",
	"驚奇先攻":"驚奇先攻 Incredible Initiative專长1\n通用\n你比別人的反應速度更快。你在先攻检定上獲得+2环境加值。",
	"额外繫结":"额外繫结 Incredible Investiture專长11\n通用\n先決条件魅力16\n你擁有令人驚歎的魔法物品親和度。你最多可以繫结12件而非10件魔法物品。",
	"金剛怒目":"金剛怒目 Intimidating Glare專长1\n通用技能\n先決条件威吓技能达到受訓熟練度\n你能僅靠一个恫吓的眼神就使对手退缩。如果你选擇这樣做，你的挫败士氣（Demoralize）技能动作失去聲音特性但獲得視覺特性，並且你不會因为和对方语言不通而在挫败士氣时承受減值。",
	"威逼":"威逼 Intimidating Prowess專长2\n通用技能\n先決条件力量16，威吓技能达到專家熟練度\n你可以利用自己的肉体威懾力在嘗试挫败士氣和脅迫目标时獲得额外的優勢。你在进行这些技能动作时在检定上獲得+1环境加值，並且你不會因为和对方语言不通而在威吓技能检定上承受減值。如果你的力量属性达到20且威吓技能达到大師级熟練度，这个加值提升到+2。",
	"发明家":"发明家 Inventor專长7\n休整期通用技能\n先決条件手艺技能达到大師熟練度\n你你的手艺能力出类拔萃，讓你可以輕易分析一件物品的运作原理並创作你自己的发明物。你可以使用你的休整模式时间來创作一个你還不知道的常見製作配方（Formula）。这个行动和製作物品的流程类似：你先支付製作配方價格的一半开始製作，进行手艺技能检定，若成功则決定是否花費另一半價格立刻完成製作，或是花費额外的时间來节約投資。这中间的區別在於，你並不是花时间來製造一件物品，而是进行分析，設计和创造。如果你成功完成了製作配方，將它加入你已有的製作配方集（Formula Book）中。",
	"鯉魚打挺":"鯉魚打挺 Kip Up  專长7\n通用技能\n先決条件特技技能达到大師熟練度\n你立刻站起身。这次移动不會觸发反應动作。",
	"持久威脅":"持久威脅 Lasting Coercion專长2\n通用技能\n先決条件威吓技能达到專家熟練度\n当你成功地对某人使用了脅迫技能动作后，这个效果对他們的最长影響时间提升到一週（但GM可以決定实際的作用时间）。如果你在威吓技能达到傳奇级熟練度，你的脅迫效果最长影響时间延长到一个月。",
	"傳奇譯碼员":"傳奇譯碼员 Legendary Codebreaker專长15\n通用技能\n先決条件社群技能达到受訓熟練度\n你对於语言和密碼驚人的理解能力使你可以在翻看一次的时间內就讀出文字中被加密的內容。你可以正常閱讀文字的速度來解譯文書，如果你选擇以通常解譯文書所需的时间來仔细閱讀，那么你在解譯文書时取得的成功结果視为大成功；如果你选擇以通常解譯文書所需的时间來仔细閱讀並且取得了大成功结果，你可以獲得对於文字逐字逐句程度的精確理解。",
	"傳奇语言学家":"傳奇语言学家 Legendary Linguist專长15\n通用技能\n先決条件社群技能达到傳奇熟練度，额外语言\n你对於语言文化深入的研究使你可以在瞬间创造出一种自己的程式碼语言。你可以和任何使用某种语言的生物交談――即使你們之间並没有可以交流的语言型別，你也可以迅速创作一种允許你們之间交換概念的簡单程式碼语言。当然，你需要事先理解該生物的交流方式（口头语言，手语，等等）才可以編撰这种簡易语言。",
	"傳奇醫師":"傳奇醫師 Legendary Medic專长15\n通用技能\n先決条件醫療技能达到傳奇熟練度\n你发明了某些近乎奇蹟般的醫療技术。每天一次，你可以花費1小时时间，进行一个醫療检定來为一个患者移除他承受的一个疾病、目盲、毀滅、耳聾、或是流失不良状態。使用这个效果原本的豁免DC來作为这次醫療检定的DC。如果这个效果來自一件神器（Artifact），等级超过20级，或是类似的强大來源，增加这个醫療检定的DC10点。",
	"傳奇交涉者":"傳奇交涉者 Legendary Negotiation  專长15\n通用技能\n先決条件交涉技能达到傳奇熟練度\n你可以在敵意环伺的處境中快速交涉停火。你可以嘗试立刻对和你交戰的对手进行一次建立印象然后进行一次提出请求动作，要求他們停止攻擊並和你談判。你在这些交涉检定上承受-5減值。GM決定具体的检定DC――通常來说，这个DC以你面对的生物的等级來说會非常高。某些对手可能會立刻拒絕你的要求，另一些可能會在你提出的条件无法使他們满意时重新对你暴力相向。",
	"傳奇艺者":"傳奇艺者 Legendary Performer專长15\n通用技能\n先決条件表演技能达到傳奇熟練度，精湛演技\n你作为演艺家的聲望國際知名。NPC只需要通过一个DC10的社群技能检定就會認出你的身份，並且他們通常會对你提高一级態度――取決於該NPC的地位和你的名聲。舉例來说，如果你是一个世界知名的歌劇魅影，那么你的出现可能會引发人們的恐懼而非友善。如果你使用表演技能來賺取收入，那么你的名望會吸引到比起你所在的地區水平更高貴的观眾――人們會旅行而來專門欣賞你的演出。比如，如果你在一个森林小鎮中表演，皇室和天使可能會因此而專程前來。從游戏机制來说，这通常意味著你的观眾等级增加2级（取決於GM的判斷）。",
	"傳奇職人":"傳奇職人 Legendary Professional專长15\n通用技能\n先決条件学識技能达到傳奇熟練度\n你作为特定職業專家的聲譽國際知名（舉例來说，如果你选擇的学識子类別是軍事学識，那么你可能是一个傳奇的將軍或軍師）。本專长的效果与傳奇艺者相同，但你在使用学識技能賺取收入时會獲得较高等级的任務而非吸引较高等级的观眾。",
	"傳奇潛行者":"傳奇潛行者 Legendary Sneak專长15\n通用技能\n先決条件隱秘技能达到傳奇熟練度，迅速潛行\n即使在没有掩蔽物的环境中，你也可以保持潛行――只有你希望被人看到的时候，其他人才會看到你。你可以在没有掩蔽或是隱蔽的状態时嘗试潛行（Sneak）和藏匿（Hide）技能动作。如果你在探索模式中使用迴避注意以外的探索戰术（Exploration Tactic），你視为总是擁有迴避注意，除非你有意选擇不这么做。見本書第479頁理解更多关於探索戰术的內容。",
	"傳奇生存專家":"傳奇生存專家 Legendary Survivalist專长15\n通用技能\n先決条件生存技能达到傳奇熟練度\n你可以无需食物和水便可以生存，並且不會因为嚴重（Severe），极端（Extreme）和災难性（Incredible）寒冷或炎熱环境而承受任何傷害。",
	"傳奇神偷":"傳奇神偷 Legendary Thief專长15\n通用技能\n先決条件賊活技能达到傳奇熟練度，扒手\n你的盜术令人匪夷所思。你可以下手偷竊被他人積极地使用，十分显眼或是难以移除的物品（比如正在被人穿著的鞋或是護甲）。你需要仔细而小心地进行你的偷竊，这通常會需要至少1分鐘时间（或者，如果移除一件物品-比如護甲-需要比这更长的时间，那么这个时间也會相應延长）。你需要一定程度的隱蔽，比如黑暗或是擁擠的人群來掩蓋你的行动，並且在賊活检定上承受-5減值。即使你在检定上成功，你的行动通常也會立刻吸引他人的注意――一件全身甲突然從穿著它的人身上消失自然是非常衝擊性的。",
	"持久分神":"持久分神 Lengthy Diversion專长1\n通用技能\n先決条件欺騙技能达到受訓熟練度\n当你在使用欺騙技能來嘗试使敵人分神（Create a Diversion）並取得大成功时，你可以在你的本回合结束后仍然處於隱匿状態。根據GM基於环境和具体情勢的判斷，这个效果可以保持更长的时间（至少额外1輪）。",
	"刺探虚实":"刺探虚实 Lie to Me專长1\n通用技能\n先決条件欺騙技能达到受訓熟練度\n你可以使用自己的欺騙技巧來給对你撒謊的人佈下话术圈套。如果你在和他人交談时对方嘗试对你说謊，你可以使用你的察覺DC或是欺騙技能DC（取其高者）來決定对方是否成功。本專长的效果只有在你可以和对方保持互动交流时才能生效――比如，对方在进行不被打斷的独白演说时说謊，则本專长无效。",
	"製作魔導具":"製作魔導具 Magical Crafting專长2\n通用技能\n先決条件手艺技能达到專家熟練度\n你可以製作魔法物品，但通常这需要你满足一些特定的先決条件（見本書第11章）。当你选擇獲得本專长时，你會同时獲得4件物品等级（Item Level）不高於2级的常見（Common）魔法物品的製作配方。",
	"魔法熟稔":"魔法熟稔 Magical Shorthand專长2\n通用技能\n先決条件奧法、自然、神秘或是宗教技能达到專家熟練度\n你可以輕松地掌握新法术。当你在一项与你所施展的法术根源对應的技能上擁有專家级熟練度时，你学习該根源的法术只需要花費10分鐘/每环的时间而非通常的1小时/每环。如果你没能成功的掌握一个法术，那么你可以在下次提升等级或是一週以后（取其先者）重新嘗试学习。当你在相應技能上达到大師级时，学习法术只需要5分鐘/环；当你在相應技能上达到傳奇级时，学习法术只需要1分鐘/环。除此之外，你可以在休整模式间学习和抄錄新的法术，这个行动和使用休整模式賺取收入行动相似，不过使用你所施展的法术根源对應的技能进行检定，並將賺取收入的金额從你学习法新术的花費中減去。如果你賺取的收入大於或等於你学习新法术的花費，则你可以免費学习該法术。",
	"额外语言":"额外语言 Multilingual專长1\n通用技能\n先決条件社群技能达到受訓熟練度\n你很容易学习新的语言。你现在掌握了两門新的语言，它們可以是任何常見（Common），罕見（Uncommon）或是任何你可以接觸到的语言。当你在社群技能上达到大師级熟練度和傳奇级熟練度时，你再额外獲得一門新的语言。 \n　　特殊：你可以多次选擇本專长。每次选擇本專长时，你都會獲得额外的语言。",
	"自然療法":"自然療法 Natural Medicine專长1\n通用技能\n先決条件自然技能达到受訓熟練度\n你可以從自然环境中採集藥材为盟友提供醫療。你可以使用自然而非醫療技能來使用治療傷害技能动作。並且，如果你身處可以採集到新鮮的生藥材料的环境中（由GM判斷）时，你再使用自然技能进行治療傷害动作的技能检定獲得+2环境加值。",
	"灵巧爬行":"灵巧爬行 Nimble Crawl專长2\n通用技能\n先決条件特技技能达到專家熟練度\n你可以以驚人的速度匍匐爬行。你可以以通常陸地速度的一半而非通常的5尺速度进行爬行移动。当你在特技技能上达到大師级熟練度时，你可以以全速爬行移动，並且不會因为處於俯臥状態而陷入措手不及。",
	"辨別異象":"辨別異象 Oddity Identification專长1\n通用技能\n先決条件神秘技能达到受訓熟練度\n你对於那些用來窺探秘密和操控心智的法术效果異常敏感。你在用來辨識具有心灵（Mental）、佔據（Possession）、預見（Prediction）或是探知（Scrying）特性的法术的神秘技能检定上獲得+2环境加值。",
	"扒手":"扒手 Pickpocket專长1\n通用技能\n先決条件賊活技能达到受訓熟練度\n你可以嘗试对被嚴密看護的物品――比如被装在荷包里的物品――使用偷竊或是手上功夫技能动作而不會承受通常的-5減值。但你仍然不能对那些正在被频繁使用或是过於引人注目的物品（比如正被人穿在腳上的鞋子或是被人穿著的護甲，或是正在被人持握著的物品）使用这些动作。当你在賊活技能上达到大師级熟練度时，你可以对處於戰鬥中或是类似的高度警戒状態的生物使用偷竊技能动作。但如果你选擇这樣做，偷竊會變成一个需要2个操作动作的技能动作，並且你在技能检定上承受-5減值。",
	"異界生存家":"異界生存家 Planar Survival專长7\n通用技能\n先決条件生存技能达到大師熟練度\n你能夠在異世界中使用生存技能的求生行动――即使这些位面中並不存在你通常需要賴以为生的自然特徵或是資源。舉例來说，你可以在通常不出产能讓你食用的生物的位面中找到食物。除此之外，如果GM判斷合理的话，你可以通过一个成功的求生行动检定來降低因为身處異位面而受到的环境傷害。",
	"强力跳跃":"强力跳跃 Powerful Leap專长2\n通用技能\n先決条件运动技能达到專家熟練度\n当你使用跳跃动作时，你可以跳高的最高距離提高到5尺，跳遠的距離增加5尺。",
	"迅速攀爬":"迅速攀爬 Quick Climb專长7\n通用技能\n先決条件运动技能达到大師熟練度\n当你进行攀爬动作时，你可以在运动检定成功的情況下多移动5尺距離，或是在大成功的情況下多移动10尺距離，最多不超过你的最大陸地移动速度。 \n　　当你在运动技能上达到傳奇熟練度时，你獲得相当於你的陸地移动速度的攀爬速度。",
	"迅速脅迫":"迅速脅迫 Quick Coercion專长1\n通用技能\n先決条件威吓技能达到受訓熟練度\n你可以用切中要害的三言两语讓他人屈服。你只需要1輪时间而非通常的1分鐘时间交談就对另一个生物发动脅迫技能动作。擁有本專长不能使你可以对處於戰鬥中或是尚未和你展开交談的生物进行脅迫技能动作。",
	"迅速易容":"迅速易容 Quick Disguise專长2\n通用技能\n先決条件欺騙技能达到專家熟練度\n现在你只需要通常所需时间的一半（5分鐘）就能完成乔装技能动作的易容。当你在欺騙技能上达到大師级熟練度时，你只需要通常所需时间的十分之一（1分鐘）就能完成乔装技能动作的易容；当你在欺騙技能上达到傳奇级熟練度时，你只需要3个动作就可以完成整个易容和乔装他人的行动。",
	"快速辨識":"快速辨識 Quick Identification專长1\n通用技能\n先決条件奧法、自然、神秘或是宗教技能达到受訓熟練度\n你可以迅速地讀出魔法的性质。你只需要花費1分鐘，而非通常的10分鐘时间就可以辨識出一件物品，一个區域或是一个魔法现象具備的魔法性质。当你在对應魔法根源的技能上达到大師级熟練度时，你只需要3个动作就可以辨識魔法；当你在对應魔法根源的技能上达到傳奇级熟練度时，你只需要1个动作就可以辨識魔法。",
	"迅速跳跃":"迅速跳跃 Quick Jump專长1\n通用技能\n先決条件运动技能达到受訓熟練度\n你可以只用一个动作來进行跳高或是跳遠而非通常所需的2个动作。並且在进行动作时，你无需进行跳遠前的跑动助跑动作（也不會因此而自动失败）。",
	"迅速認知":"迅速認知 Quick Recognition專长7\n通用技能\n先決条件奧法、自然、神秘或是宗教技能达到大師熟練度，認知法术\n你一眼就能看出法术的路数。每輪一次，你可以使用一项你达到大師级熟練度的技能，以一个自由动作來辨識法术。",
	"迅速修理":"迅速修理 Quick Repair專长1\n通用技能\n先決条件手艺技能达到受訓熟練度\n你现在只需要1分鐘时间就可以完成修理技能动作。当你在手艺技能上达到大師级熟練度时，你只需要3个动作就可以完成修理；当你在手艺技能上达到傳奇级熟練度时，你只需要1个动作就可以完成修理。",
	"迅速穿越":"迅速穿越 Quick Squeeze專长1\n通用技能\n先決条件特技技能达到受訓熟練度\n你现在可以以每輪5尺（技能检定大成功时10尺）的速度擠入一个狭窄空间。当你在特技技能上达到傳奇级熟練度时，你可以以你通常的陸地移动动作擠过狭窄空间。",
	"迅速游泳":"迅速游泳 Quick Swim專长7\n通用技能\n先決条件运动技能达到大師熟練度\n当你进行游泳动作时，你可以在运动检定成功的情況下游动5尺距離，或是在大成功的情況下游动10尺距離，最多不超过你的最大陸地移动速度。当你在运动技能上达到傳奇级熟練度时，你獲得相当於你的陸地移动速度的游泳速度。",
	"迅速开锁":"迅速开锁 Quick Unlock專长7\n通用技能\n先決条件賊活技能达到大師熟練度\n你现在可以使用1个而非2个动作來进行开锁技能动作。",
	"集体潛行":"集体潛行 Quite Allies專长2\n通用技能\n先決条件隱秘技能达到專家熟練度\n你擅长引導整个小隊进行潛伏行动。当你嘗试使用迴避注意（Avoiding Notice）行动而你的隊友选擇使用跟隨專家（Follow the Expert），你和所有跟隨你的盟友可以进行单独一次隱秘技能检定，使用該结果加上你們中最低的隱秘技能调整值來決定所有人的隱秘检定结果，而不需要为每一个盟友单独投骰。本專长的效果不能應用在先攻检定上。",
	"鷂子翻身":"鷂子翻身 Rapid Mantel專长2\n通用技能\n先決条件运动技能达到專家熟練度\n你可以輕易地將自己托舉起來。当你使用抓住边緣（Grab the Edge）动作來阻止專家墜落时，你可以同时將自己拉到你抓住的那个平面是並站起身來。除此之外，现在你可以使用运动技能检定取代反射豁免检定來嘗试抓住边緣动作。",
	"讀唇":"讀唇 Read Lips專长1\n通用技能\n先決条件社群技能达到受訓熟練度\n当你可以清楚地看見他人的交談但听不清他們说的是什么时，你可以嘗试從他們嘴唇的动作中讀出交談的內容。当你處於空閑的状態时，你无需任何检定就可以自动讀唇；当你處於探索模式，或是你嘗试讀唇的环境对你的嘗试造成影響时，你在保持讀唇的每一輪行动中都視为處於迷魂（Fascinated）和措手不及（Flat-footed）状態，並且你必須要跳高一个社群技能检定（GM決定DC）來讀取他人说话的內容。无論如何，你只能讀懂你本來就理解的语言。",
	"認知法术":"認知法术 Recognize Spell  專长1\n通用秘密技能\n先決条件奧法、自然、神秘或是宗教技能达到受訓熟練度\n觸发有一个在你的視線範圍內的生物或是一个法术陷阱和类似的装置施放一个你尚未準備或在你法术庫的法术，且你意識到有人在施法\n如果你在对應这个法术所属魔法根源的技能上擁有受訓，且該法术是一个不高於2环的常見法术，你可以立刻辨識出該法术（你仍然可以要求嘗试投骰來拼大成功结果，但你視为自动獲得成功结果）。当你在对應魔法根源的技能上达專家级熟練度时，你可以自动辨識出最高4环的法术；当你在对應魔法根源的技能上达到大師级熟練度时，你可以自动辨識出最高6环的法术；当你在对應魔法根源的技能上达到傳奇级熟練度时，你可以自动辨識出最高10环的法术。GM會为你暗骰一个奧法、自然、神秘或是宗教技能检定（对應你辨識的法术根源）。如果你在对應的技能上未受訓，你們你最高只會獲得失败结果。 \n大成功：你成功辨識出了該法术，並在对抗該法术的豁免检定和AC上獲得+1环境加值。 \n成功：你成功辨識出了該法术。 \n失败：你未能辨識該魔法效果。 \n大失败：你误以为这是另一个法术，GM決定你把它看成了什么東西。",
	"驍騎手":"驍騎手 Ride專长1\n通用\n当你需要对一个你騎乘（Mounted）的动物使用指揮动物技能动作來要求它进行移动（比如跑动动作）时，它自动成功地服從你的要求而无需你进行检定。如同僕從（Minion）生物一樣，你騎乘的生物會在你行动的回合进行行动如果你騎乘的动物進入戰鬥遭遇，它不會在属於它的回合行动，而是在你的下一个回合开始行动。參見本書249頁來了解指揮动物的詳细情況",
	"健体醫療":"健体醫療 Robust Recovery專长2\n通用技能\n先決条件醫療技能达到專家熟練度\n你掌握了各种用來滋補调養，祛病排毒的民间偏方，运用这些療法使你的身体格外强韌。当你对其他人或是某人对你使用治療疾病或治療中毒技能动作时，如果检定成功，你在從該动作中獲得的豁免检定环境加值提高到+4.除此之外，如果被治療者之后嘗试的豁免检定结果为成功，他視为取得了大成功结果。",
	"肝膽俱裂":"肝膽俱裂 Scare To Death  專长15\n死亡情緒恐懼通用失能技能\n先決条件威吓技能达到傳奇熟練度\n你造成的恐怖如此之劇烈，以至於受害者可能被活活吓死。你可以对一个距離你不超过30尺距離，你可以感知和观察且它也可以感知和观察到你的活物进行一次威吓技能检定。如果对方听不懂你使用的语言，或是它听不見你，这會在你的检定上造成-4环境減值。这个生物在此之后會暫时免疫你的这个專长效果1分鐘时间。 \n大成功：目标必須进行一次强韌豁免检定來对抗你的威吓检定结果，失败则暴死。如果目标在豁免检定上成功，它陷入驚懼（Frightened）2状態並开始逃跑（Fleeing）1輪；如果目标在豁免检定上大成功则不受任何影響。 \n成功：目标陷入陷入驚懼2状態。 \n失败：目标陷入驚懼1状態。 \n大失败：目标什么事也没有。",
	"完美请求":"完美请求 Shameless Request專长7\n通用技能\n先決条件交涉技能达到大師熟練度\n运用自己的魅力和膽識，你瞭解如何在交涉中避重就輕。当你使用交涉技能來提出请求（Request）时，如果你提出的要求非常不合理，交涉技能检定的DC會比通常的类似情況低2点。並且你在提出此类要求时如果交涉技能检定大失败，它只會視为普通失败结果。注意雖然这意味著即使你的检定失败对方对你的態度也不會降低，但如果你反覆提出荒诞的要求，他仍然可能因为对你的行为感到厌恶，即便他对保持良好的態度。",
	"盾牌格擋":"盾牌格擋 Shield Block  專长1\n通用\n觸发你正處於舉盾状態，並因为一次物理攻擊而承受傷害\n你快速调整盾牌的角度，抵禦一次猛烈的直擊。你的盾牌會为你減免相当於它的硬度（Hardness）的傷害，但你和你的盾牌都必須承受相当於減免数值扣去以后的剩餘傷害――这可能會導致你的盾牌破損或是被摧毀。",
	"手语":"手语 Sign Language專长1\n通用技能\n先決条件社群技能达到受訓熟練度\n你知道如何用手勢來表达你理解的一門语言，这樣，你可以打手勢傳遞自己的意思並讀懂他人的手勢。你可能需要同时用上双手才能表达某些复雜的意義，並且手语具有視覺而非语言特性。 \n　　手语通常很难在戰鬥中使用――和普通的簡单手勢不同，在戰鬥中分神去解讀复雜的手语是危險的。同樣，手语在能見度很差的环境中也不好运作，就像普通的语言會受到嘈雜环境的影響一樣。",
	"技能訓練":"技能訓練 Skill Training專长1\n通用技能\n先決条件智力12\n你在选擇的技能上受訓 \n　　特殊：你可以多次选擇本專长。每次你选擇本專长时，你选擇一项技能並对其獲得受訓。",
	"滑头鬼":"滑头鬼 Slippery Secrets專长7\n通用技能\n先決条件欺騙技能达到大師熟練度\n你可以迴避嘗试探究你的真实資訊的手段。当某人使用法术或是魔法效果嘗试閱讀你的思維，探測你是否说謊或是你的陣營时，你可以进行一次欺騙技能检定对抗該法术的DC。如果你成功，对方无法探知到任何東西。",
	"圈套製作":"圈套製作 Snare Crafting專长1\n通用技能\n先決条件手艺技能达到受訓熟練度\n你可以使用手艺技能來製作圈套（Snare），見本書244頁的相关規则。当你獲得本專长时，你將4种常見圈套的製作配方加到你的製作配方集中。",
	"独門手艺":"独門手艺 Specialty Crafting專长1\n通用技能\n先決条件手艺技能达到受訓熟練度\n你專攻於製作特定的一类物品。從下表中选擇一个專攻方向，你在用來製作这类物品的手艺技能检定上獲得+1环境加值。当你在手艺技能上达大師级熟練度时，这个加值提升到+2。 \n　　如果不能確定某一件物品的製作是否属於本專长影響的範圍，则GM具有最終裁判權。在某些情況下，本專长只會部分地对某些物品的製作提供幫助。舉例來说，如果你的專攻方向是「木工」，那么如果你要製作一把釘头錘的话，GM只會允許你獲得本專长提供的加值的一半，因为製作这樣的一件物品會同时需要鍛造和木工加工方式。\n專攻方向可用物品\n鍊金术*鍊金物品，如鍊金藥\n艺术美观的艺术品，如珠寶設计\n打鐵金属製品，如金属盔甲\n装訂訂書和造紙\n吹玻璃玻璃製品，包括彩窗\n制皮皮革製品，如皮革盔甲\n陶艺陶瓷製品\n造船建造大小船隻\n石工製作石质物品和建造建築物\n裁縫剪裁衣服\n編織織布、編籃子或是刺繡\n木工製作木质物品和建造建築物\n*你必須擁有製作鍊金物品專长才能使用手艺技能製作鍊金物品。",
	"四平八穩":"四平八穩 Steady Balance專长1\n通用技能\n先決条件特技技能达到受訓熟練度\n即使在恶劣的环境中你也可以輕易保持平衡的姿勢。每当你在一次保持平衡（Balance）技能动作的检定上獲得了成功结果，你會視为獲得了大成功结果。你不會因为在狭窄的平面或是高低不平的位置上嘗试保持平衡而陷入措手不及。最后，因为你精妙的平衡能力，你可以使用特技技能检定而非反射豁免检定來在墜落时嘗试抓住边緣动作。",
	"人情練达":"人情練达 Streetwise專长1\n通用技能\n先決条件社群技能达到受訓熟練度\n你慣於在街头巷尾打探訊息，隨时觸碰著当地社群的脈搏起伏。你可以使用社群技能调整值取代交涉技能调整值來使用搜集資訊（Gather Information）。当你身處任何一个你经常性訪问（Frequent regularly）的社區中时，你可以使用社群技能的回憶知識技能动作，取代交涉技能的蒐集資訊來獲得同樣的資訊。通常，这樣做會使技能检定的DC比使用交涉技能更高，但好處是你无需花費时间四下打听就能立即回憶起相关的訊息。即使你以此方式回憶知識的检定失败，你仍然可以嘗试正常的通过交涉技能來重新收集資訊。",
	"神学士":"神学士 Student of the Canon專长1\n通用技能\n先決条件宗教技能达到受訓熟練度\n你研究过各个宗教派別的教義要旨，这使你很难在相关的知識上被矇騙或是混淆。当你使用宗教技能來解譯一部具有宗教意義的文書或是回憶关於某一宗教信仰的教義的知識时，但獲得了大失败结果时，你只會獲得普通失败的结果。当你使用宗教技能來回憶关於你所信仰的宗教的教義知識且失败时，你視为獲得了成功的结果；如果你的检定獲得了成功结果，你視为獲得了大成功结果。",
	"妙手空空":"妙手空空 Subtle Theft專长1\n通用技能\n先決条件賊活技能达到受訓熟練度\n当你成功地使用偷竊（Steal）技能动作偷到了東西时，除了受害人以外的潛在會在他們发覺你在行竊的察覺检定上承受-2減值。除此之外，如果你你在对其他生物視为无蹤状態时事先使用了欺騙技能來使对方分神，你接下來对其进行的一个藏匿物品或是偷竊技能动作不會導致你失去无蹤状態。",
	"荒野見識":"荒野見識 Survey Wildlife專长1\n通用技能\n先決条件生存技能达到受訓熟練度\n你可以通过荒野环境中存在的种种蛛絲馬跡判斷該區域里有什么型別的生物存在。如果你花費10分鐘时间在附近尋找諸如生物巢穴，糞便，以及植被留下的痕跡等線索，在此之后，进行一个生存技能检定（DC由GM決定，取決於附近环境中具体有什么痕跡和明显程度）。如果你的技能检定成功，你可以再进行一个回憶知識检定（承受-2減值）來判斷具体在該區域中存在何种生物。当你在生存技能上达到大師级熟練度时，你无視本減值。",
	"迅速潛行":"迅速潛行 Swift Sneak專长7\n通用技能\n先決条件隱秘技能达到大師熟練度\n你可以在潛行（Sneak）时全速移动，並且只要你可以使用以下这些移动方式，你便可以在掘地（Burrowing）、攀爬（Climbing）、飛行（Flying）或是游泳（Swimming）时同时使用潛行。",
	"地形專家":"地形專家 Terrain Expertise專长1\n通用技能\n先決条件生存技能达到受訓熟練度\n你对於某一种特定环境的旅行经驗使你在徜徉其中时絕对自信。從以下这些地形环境中选擇一种：水域（Aquatic）、极地（Arctic）、荒漠（Desert）、林地（Forest）、山地（Mountain）、平原（Plain）、空域（Sky）、沼澤（Swamp）或是地下（Underground），当你處於該地形环境中时，你在生存技能检定上獲得+1环境加值。 \n　　特殊：你可以多次选擇本專长。每次选擇本專长时，你可以选擇另一种地形环境獲得本專长的好處。",
	"地形潛伏":"地形潛伏 Terrain Stalker專长1\n通用技能\n先決条件隱秘技能达到受訓熟練度\n從以下三种困难地形中选擇一种：巖地（Rubble）、雪地（Snow）、灌木叢（Underbrush），当你身處該困难地形並对非盟友的生物視为擁有无蹤状態时，你可以无需隱秘技能检定就自动進入潛行状態――前提是你在每次移动时不超过5尺距離，並且在任何时候都不進入任何敵人周圍10尺範圍以內。在本状態下，只要其他生物没有在積极地尋找你或是處於警戒状態，你也可以自动在探索模式下保持迴避注意（Avoiding Notice）状態並進入到該生物周圍15尺範圍內。 \n　　特殊：你可以多次选擇本專长。每次选擇本專长时，你可以选擇另一种困难地形獲得本專长的好處。",
	"破膽威吓":"破膽威吓 Terrified Retreat專长7\n通用技能\n先決条件威吓技能达到大師熟練度\n如果你在一次挫败使其技能动作上獲得了大成功並且目标的等级比你要低，該目标會开始逃跑（Fleeing）1輪时间。",
	"巨人摔角术":"巨人摔角术 Titan Wrestler專长1\n通用技能\n先決条件运动技能达到受訓熟練度\n你可以嘗试对体型比你大最多两级的生物使用卸武（Disarm）、擒拿（Grapple）、推撞（Shove）或是摔絆（Trip）动作。当你在运动技能上达到傳奇级熟練度时，你可以嘗试对体型比你大最多三级的生物使用这些动作。",
	"健壮":"健壮 Toughness專长1\n通用\n你可以承受驚人的创傷而不倒下。你的最大生命值會额外提升相当於你的等级的数值。並且你的恢復检定（Recovery Check）的DC降低1",
	"訓練动物":"訓練动物 Train Animal專长1\n休整期通用操作技能\n先決条件自然技能达到受訓熟練度\n你可花費时间教授动物接受使用一些特定动作的指令。你可以选擇教授动物一个它本身就理解如何进行的基礎动作（Basic Action，見技能章节的指揮动物行动）或是教給它一个全新的基礎动作。DM決定教授这个动作給一隻动物所需的技能检定DC和所需的具体时间（通常至少要一週时间）。一般而言，动物不可能学會任何需要它們进行深入思考判斷的行动。如果你在自然技能上达到專家/大師或傳奇熟練等级，GM也許會允許你向更加珍奇的动物教授动作。 \n成功：动物学會了你教給它的动作。如果这个动作它本來就理解如何使用，你现在可以用指揮动物技能动作要求它进行該动作而无需自然技能检定；若这是一个它新学會的动作，你可以將它加入你使用指揮动物行动所能要求动物进行的动作列表，但必須骰自然技能检定來嘗试要求动物进行它們 \n失败：动物没学會你教它的新玩意。",
	"魔法物品取巧":"魔法物品取巧 Trick Magical Item  專长1\n通用操作技能\n先決条件奧法、自然、神秘或是宗教技能达到受訓熟練度\n你分析了一件魔法物品的執行机制，即使你本身不具備使用它的条件，你也可以用取巧的方法暫时啟用它。舉例來说，这个專长可以讓不會施法的戰士臨时使用一下魔杖，或是讓法師施放一个不在他的法术列表上的法术卷軸。你必須理解一件魔法物品啟用后會产生的具体效果才能嘗试取巧。 \n　　你使用对應該魔法物品的魔法根源，或是其中記載法术的魔法根源的技能进行检定；如果你要使用該物品施放一个法术，使用以下对應法术根源的技能检定：奧术-奧法，原能-自然，異能-神秘，神术-宗教，或是其中任何一个技能（如果該物品的魔法力量不属於任何魔法根源）。GM會根據該物品的物品等级決定技能检定的DC（可能會根據該物品的特性和局体情景调整）。 \n　　如果你要啟动的一件魔法物品需要骰法术攻擊检定或是法术DC，而你並不具有施放該魔法根源的法术的属性条件，则使用你的人物等级作为使用該效果的熟練等级，以及你在智力、感知或魅力中最高一项的属性调整值。如果你在对應魔法根源的技能上达到了大師级熟練度，那么你可以使用「受訓」熟練加值进行检定；如果你在对應魔法根源的技能上达到了傳奇级熟練度，那么你可以使用「專家」熟練加值进行检定。 \n成功：在本回閤中，你可以使用接下來的动作啟动該魔法物品，如同你本來就可以使用它一樣。 \n失败：你不能使用該魔法物品或是嘗试取巧。但在你的下个回合你可以再试试。 \n大失败：你不能使用或嘗试取巧用該魔法物品，直到次日你的每日準備为止。",
	"浪里白条":"浪里白条 Underwater Marauder專长1\n通用技能\n先決条件运动技能达到受訓熟練度\n你可以熟練地在水中作戰。当身處水中时你不會陷入措手不及，也不會因为在水中使用揮砍（Slashing）和鈍擊（Bludgeoning）傷害型別的武器而承受減值。",
	"源符論":"源符論 Unified Theory專长15\n通用技能\n先決条件奧法技能达到傳奇熟練度\n通过深入研究，你发现了隱藏在四大魔法根源的魔法本质之间固有的联繫――並且它們可以全部以奧法理論來解釋。当你使用任何因为对應魔法根源而需要你进行自然、神秘或是宗教技能检定的动作或是技能專长时，你可以取而代之使用奧法技能來进行检定；除此之外，如果你使用奧法技能检定，承受较高的DC或是減值來达成特定的行动（比如嘗试辨識非奧术根源的法术）时，你不需要再承受这些惩罚。",
	"无错学識":"无错学識 Unmistakable Lore專长2\n通用技能\n先決条件学識技能达到專家熟練度\n只要是你的專项研究範疇，你就決不可能犯错。当你使用任何一个你擁有受訓等级的学識門类进行技能检定时，如果你的检定结果是大失败，你只會得到失败结果；如果你在一个学識門类上达到了大師级熟練等级，当你在技能检定上獲得大成功结果时，你可以回想起比通常還要多的额外的資訊和背景。",
	"即興发揮":"即興发揮 Untrained Improvisation專长3\n通用\n即便你没有经驗，你也知道怎么解決面前的问题。现在你在所有未受訓技能检定时都可以使用你的人物等级的一般而非通常的+0來进行检定.当你达到至少7级时，你在这些检定上獲得相当於你的人物等级的加值。大師，擁有加值並不會允許你使用这些技能的受訓技能动作。",
	"精湛演技":"精湛演技 Virtuosic Performer專长1\n通用技能\n先決条件表演技能达到受訓熟練度\n你特別擅长一种表演型別。你在一种表演形式的演出上獲得+1环境加值。当你在表演技能上达到大師级熟練度时，这个加值提升到+2。当你使用下表中的一种表演形式时獲得本專长的加值。如果你的演出无法被歸类到特定的表演型別时，GM決定你的具体表演型別。\n表演形式範例演出\n戏劇演劇、啞劇、傀儡戏\n喜劇滑稽劇、笑话、打油詩\n舞蹈芭蕾、草裙舞、吉格舞、秧歌\n鍵盤樂器大鍵琴、管風琴、鋼琴\n演说史詩、辭賦、詩歌、故事\n打擊樂鈴、鼓、鑼、木琴\n歌唱民謠、頌歌、美聲、號子\n絃樂胡琴、豎琴、魯特琴、提琴\n管樂風笛、长笛、豎笛、小號",
	"彈墻跳":"彈墻跳 Wall Jump專长7\n通用技能\n先決条件运动技能达到大師熟練度\n你可以蹬墻借力，連續跳幾次。如果你在结束一次跳跃（跳高或是跳遠）时鄰接一个牆面，那么只要你的下一个动作仍然是嘗试跳跃，那么你就不會因为身處高處而开始墜落。除此之外，因为你是借上一次跳跃的勢能繼續跳跃，你可以在下一次跳跃时只使用一个动作，但你不能在其中包括助跑的跑动动作。 \n　　你每回合只能彈墻跳一次。当你在运动技能上达到傳奇级熟練度时，你只要你的回合中仍然還有剩餘的动作，那么你就可以繼續进行跳跃。",
	"醫護长":"醫護长 Ward Medic專长2\n通用技能\n先決条件醫療技能达到專家熟練度\n你可以照料一整个病房的病人，同时满足每一个傷患所需要的治療。当你使用治療疾病或是治療傷害技能动作时，你可以同时为两个对像提供治療；当你在醫療技能上达到大師级熟練度时，你可以同时为四个对像提供治療；当你在醫療技能上达到傳奇级时，你可以同时为八个对像提供治療。",
	"謹慎解除":"謹慎解除 Wary Disarmament專长2\n通用技能\n先決条件賊活技能达到專家熟練度\n如果你在解除一件装置或是陷阱时意外觸发了它，你會在对抗这件装置或陷阱对你的攻擊时在AC和豁免检定上獲得+2环境加值。只有你因为解除装置失败而觸发的那一次攻擊时这个專长的加值才會生效，而后續的任何效果――比如一个多重觸发的复雜陷阱――不會獲得这个好處。",
	"武器擅长":"武器擅长 Weapon Proficency專长1\n通用\n你现在獲得对所有的簡易武器（Simple Weapons）的受訓。如果你已经在所有的簡单武器上受訓，你獲得所有軍用武器（Military Weapons）的受訓。如果你已经在所有的軍用武器上受訓，你獲得一件你所选的進階武器（Advanced Weapons）的受訓 \n　　特殊：你可以多次选擇本專长。每次选擇本專长时，你可以獲得新的武器受訓，按照本專长效果所述的提升步驟。",
	"百家飯":"百家飯 A Home In Every Port專长11\n休整期通用\n先決条件魅力16\n你到訪过的村鎮都流傳著你的故事，百姓都願意敞开大門歡迎你的到來。若你在城鎮（town）或村莊（village）度过休整期，你可以花費8小时找到一位熱心村民免費为你和至多六位你的盟友提供一天的食宿。这頓免費食宿的生活开支标準为舒適（comfortable），食物亦免費。24小时后，若想繼續留宿则要正常支付生活开支，或再用該專长找新一位村民提供服務。",
	"特技演员":"特技演员 Acrobatic Performer專长1\n通用技能\n先決条件在特技技能上达到受訓熟練度\n你的特技表现非凡，通过表演從观眾處收穫大量驚歎和掌聲。这才是真正的表演！当使用表演技能的演出（Perform）动作时，你可以骰特技检定而非表演检定。",
	"進階急救":"進階急救 Advanced First Aid專长7\n通用治療操作技能\n先決条件在醫療技能上达到大師熟練度\n你接受过醫療訓練，用以減少傷病痛苦和安撫恐懼的心。当你用醫療技能进行急救（Administer First Aid）行动时，你可以不做穩定傷勢和止血，而是減少一位盟友的噁心或驚懼状態2点状態值，若为大成功则可完全移除其中一种状態。同一时间你只能移除一种状態。醫療检定的DC通常为造成該状態的效果的DC。",
	"特技飛行员":"特技飛行员 Acrobatic Mastery專长7\n通用技能\n先決条件在特技技能上达到大師熟練度\n輕巧優雅飛行著的你，可以做出令人驚歎的空中特技机动。你使用的空中机动（Maneuver in Flight）动作的特技检定獲得+2环境加值並且能將两种机动融入到这一个动作当中，例如在强風中边转头边进行爬升、俯衝或盤旋。該此特技DC等於組合中较难空中机动的DC+5。若你的特技熟練度为傳奇，你可以將三种机动容易到这一个动作当中；DC为組合中最难空中机动的DC+10。无論如何組合，空中机动都不會讓移动超过飛行速度。",
	"穿甲助手":"穿甲助手 Armor Assist專长1\n通用技能\n先決条件在运动技能或戰爭学識技能上达到受訓熟練度\n在支援过披甲戰士后，你开始熟悉如何幫助自己和其他人披上重甲了。你可以嘗试一次运动检定或戰爭学識检定，DC由GM決定（常見護甲通常为15，罕見護甲为20，稀有護甲为25），成功则減半穿甲时间。你也可以協助一位盟友減半其穿甲时间，同樣为进行运动检定或戰爭学識检定，DC亦相同。",
	"披甲隱秘":"披甲隱秘 Armored Stealth專长2\n通用技能\n先決条件在隱秘技能上达到專家熟練度\n你学习过如何调整護甲和步伐來減少隱秘时发出的聲音。当你穿戴不具有嘈雜特徵且熟練度至少为受訓的護甲时，你的隱秘检定所受到的減值減少1点（最低为0）。若你隱秘技能为大師熟練度，则減值減少2点，傳奇隱秘技能的減值減少3点。若護甲擁有嘈雜特徵，则並非減少隱秘检定減值，而是忽略嘈雜特徵的效果，使你可以正常通过足量的力量属性值來去除检定減值。",
	"胸有成竹":"胸有成竹 Assured Identification專长2\n通用技能\n先決条件在奧法、自然、神秘或宗教技能上达到專家熟練度\n你极少看走眼。当使用奧法、自然、神秘或宗教技能辨識魔法（Identify Magic）时，若你骰出大失败，则改为失败。若你因只是骰出普通成功而非大成功即將错認詛咒物品时（具体規则見GMG90頁），改为无法辨識。",
	"作戰參謀":"作戰參謀 Battle Planner專长2\n通用技能\n先決条件在戰爭学識技能上达到專家熟練度\n你时常推演作戰方案和戰場沙盤，收集優秀的计劃和案例留作后用。当你侦察到敵人位置或收到盟友侦察到敵人位置的彙報时，若能明確知道敵人的数量、方位和身份，你就能花1分鐘时间拿出作戰计劃，並基本考慮到了潛在變数以減少英雄式的运氣影響。骰一次戰爭学識检定。只要之前的情報資訊无误且一直有效，则当你对抗該敵人骰先攻检定时，你可使用該次戰爭学識检定结果作为先攻结果；若你如此做，这是一个幸运效果。",
	"观識眼":"观識眼 Biographical Eye專长7\n通用秘密技能\n先決条件在社群技能上擁有大師等级\n即使是一次簡短的談话或社互动动，你也能通过细微的社交和視覺線索來了解一个人的起源和历史。你可能會注意到这个人的指甲下有一些綠色的東西，確定他是一个草藥醫生，一个別針表明他們是一个秘密团体的成员，或者类似的推理。但你只知道与他們的社會角色有关的细节，所以你可能知道城市裡有吸血鬼居住，但不會知道他們的任何弱点，甚至不一定知道他們誰是吸血鬼。 \n　　花費1分鐘观察你之前没見过的某人，或是在獲得观識眼專长后首次會見的某人，然后嘗试一次DC30的社群检定。若你在这段时间內和目标有过交談，該次检定獲得+1环境加值。若目标有意識地隱藏本性或是假身份，则除非你的社群检定不低於目标的意志DC，否则你观識到的是假的資訊而非被隱藏的真資訊 \n大成功：你認出目标的職業，目标在該職業中的特长，和目标職業生涯中的主要成就或糾紛。你同时認出目标现居住的國家和城市，若城市夠大還能認出具体街區。另外，你還能認出目标三观成型期所處的國家和城市。 \n成功：你認出目标的職業和職業特长。你認出目标现居住的國家和城市。 \n失败：你認出目标的職業和目标出生於哪塊地域，没有更多了。 \n大失败：你認到了关於目标的一点错误的資訊。",
	"当头棒喝":"当头棒喝 Bon Mot  專长1\n听覺專注情緒通用语言心灵技能\n先決条件在交涉技能上达到受訓熟練度。\n你对敵人当头棒喝，使其震驚。选擇一个30尺內的敵人然后骰一次交涉检定对抗目标的意志豁免DC \n大成功：目标受到影響，察覺和意志豁免都受到-3状態減值，持續1分鐘。目标可以通过反駁你的当头棒喝來嘗试提前終止該效果。反駁需要1个擁有專注特徵的单动作或合適的技能动作來駁斥你的观点。GM決定什么技能动作可用，且必須消耗至少1个动作。通常反駁需要使用基於语言和魅力的技能动作。 \n成功：如同大成功，只是減值为-2。 \n大失败：棒喝反而使你自取其辱。你自己會承受成功时敵人應承受的效果。你身上的效果也持續1分鐘或直到你下一次当头棒喝成功。",
	"帶头大哥":"帶头大哥 Caravan Leader專长11\n通用\n先決条件体质18，加快步伐專长（Pick up the Pace）\n你知道如何讓盟友在路上竭盡全力。当你在一个隊伍的探索模式中强行軍时，使用隊伍中能夠强行軍最长时间的人來计算隊伍强行軍时长，且时长再加20分鐘。",
	"藏物於动":"藏物於动 Concealing Legerdemain專长7\n通用技能\n先決条件在賊活技能上达到受訓熟練度\n並非將物品藏到搜身者找不到的地方，而是不斷转移物品讓別人看不到。当你使用隱藏物件（Conceal an Object）动作时，你可骰賊活检定而非隱秘检定來对抗搜查这的察覺检定。賊活检定只需骰1次，但你必須不斷使用隱藏物件动作來保持这个状態。",
	"请教精魂":"请教精魂 Consult the Spirits專长7\n通用秘密技能\n先決条件在自然、神秘或宗教技能上达到大師熟練度\n频率每天一次\n学习特殊儀式或冥想法的你，可以感知到地區內无形而微笑的精魂。獲得該專长时选擇自然、神秘或宗教技能之一。自然技能讓你能与自然之灵溝通（例如萊西），这些诞生自生命本源而非精魂能量的自然之灵可以回答你关於自然的问题，例如最近的水源或植被特徵。宗教技能讓你和天使、恶魔、神使等秘密存在溝通，提供关於正能量和負能量的情報，关於聖化或褻瀆的資訊，关於不死生物的內容等等。神秘技能讓你与地縛灵、思念体、遠離现实的精魂进行溝通，獲得关於特異灵光、效果和超自然存在的情報。 \n　　消耗10分鐘並用所选技能进行一次回想知識检定；DC由GM決定（通常为目前區域所以能遇到的最高等级生物的非常困难难度）。若你所选技能熟練等级为傳奇，则每小时你都可以使用一次該專长而非每天，但不能重复在同一个區域使用該專长。 \n大成功：精魂在你面前现身，对你的態度为樂於幫助。只有你能察覺到这些精魂。它們會回答你3个关於周圍100尺內环境的簡单问题，具体取決於你的技能和呼喚來的精魂型別。回答通常是一个单詞，它們的知識也受限於它們所處的环境。 \n成功：如同大成功，只是精魂態度为不关心，且只會回答1个问题。 \n失败：你没有溝通到此處的精魂。 \n大失败：你溝通到了一个或更多具有恶意的精魂。它們对你的態度为敵意，它們也不會立刻现身。它們也能回答你3个问题，但會向有害的方向告訴你答案，具体由GM判斷大成功：精魂在你面前现身，对你的態度为樂於幫助。只有你能察覺到这些精魂。它們會回答你3个关於周圍100尺內环境的簡单问题，具体取決於你的技能和呼喚來的精魂型別。回答通常是一个单詞，它們的知識也受限於它們所處的环境。 \n　　特殊：該專长可以多次选擇，每次必須选擇不同的技能，且所选技能必須擁有大師熟練等级。每个所选技能都可每日使用該專长一次（傳奇则为每小时1次）。",
	"工匠評估":"工匠評估 Crafter's Appraisal專长1\n通用技能\n先決条件在手艺技能上达到受訓熟練度\n你对物品的知識儲備讓你可以辨識魔法效果。你可以使用手艺技能而非对應魔法根源的关联技能來对魔法物品使用辨識魔法（Identify Magic）行动，不过也只能对魔法物品。\n犯罪網路 Criminal Connections專长2\n罕見通用技能\n先決条件在社群技能上擁有專家熟練等级，人情練达專长（Streetwise）\n你交了一群狐朋狗友，可以利用他們走貨倒把或牽橋搭線。当處於你擁有联繫的區域中时（通常为休整期建立联繫網的聚居点或統一國家的其它地區），你可以嘗试一次社群检定來计劃和例如盜賊工會首领这樣的犯罪大佬見面，或者根據交流內容賣个人情以后期要求獲得回報。GM決定賣人情的DC和具体角色特徵。",
	"信仰欺詐":"信仰欺詐 Deceptive Worship專长1\n通用技能\n先決条件在神秘技能上达到受訓熟練度\n你們教派的成员经常假装成其它教派的信徒。你可用神秘技能而非欺騙技能乔装（Impersonate）成另一种非特定信仰的信徒或说謊（Lie）你是你正乔装的教派的信徒之一。但若要乔装成特定信仰的信徒或執行其它欺騙动作，你依然必須使用欺騙技能，例如说其它謊言等等。",
	"謹慎发言":"謹慎发言 Discreet Inquiry專长2\n通用技能\n先決条件在欺騙技能或交涉技能上达到專家熟練度\n你通过交際獲取資訊的方式十分謹慎。在收集資訊时，你能夠將真实目标隱藏於其他无用话题之中，且不會增加检定难度或时间消耗。任何人若想通过收集資訊來了解是否有人在詢问該话题內容，他必須超过你的欺騙DC或者你收集資訊时的正常DC，取较高者，才能知曉你的詢问。否则，他們对你的活动一无所知。",
	"注目表演":"注目表演 Distracting Performance專长2\n通用技能\n先決条件在表演技能上达到專家熟練度\n你的表演尤其引人注目，讓盟友可以趁机潛行。当你協助（Aid）一名试圖分神（Create a Diversion）敵人的盟友时，你可不按照協助动作的通常效果，而是骰表演检定並將结果直接作为盟友的欺騙检定结果。",
	"驚世胡言":"驚世胡言 Disturbing Knowledge  專长7\n情緒恐懼通用心灵技能\n先決条件在神秘技能上达到大師熟練度\n你口中念出一长串令人发麻的人物、預兆、外域的名字，那些你從各种書卷上看來的点点滴滴。即便是无法理解你所用语言的生物，也會对你念出的名字陣陣发抖。你进行一次神秘技能检定，对抗30尺內一个敵人的意志豁免DC，若你的神秘技能熟練等级为傳奇，则可对抗30尺內任意个敵人的意志豁免DC。成为目标的生物产生24小时的臨时免疫。 \n大成功：目标困惑1輪並且獲得驚懼1。 \n成功：目标獲得驚懼1。 \n失败：目标不受影響。 \n大失败：你被你自己说出的话吓到了，你獲得驚懼1。",
	"指東道西":"指東道西 Doublespeak專长7\n通用技能\n先決条件在欺騙技能上达到大師熟練度\n对你來说，指桑罵槐指東道西是一件很輕松的事。通过微妙的修辭强调等经驗，你可以將真实意思隱藏到不相干的话语中，只有盟友能理解其中的真意。任何和你共同旅行至少一週的盟友自动理解你的话语。其它听眾则必須进行察覺检定对抗你的欺騙DC才能知曉你在傳遞暗语，其必須大成功才能理解你的暗语本意。",
	"崇信忠告":"崇信忠告 Exhort the Faithful專长2\n通用技能\n先決条件在宗教技能上达到專家熟練度，一个特定宗教的信徒\n对信仰知識的瞭解使你总能找到最好的方法，來讓同种信徒協助你或听從你的建議。当你提出请求（Request）或脅迫（Coerce）同信仰的信徒时，你可以进行宗教检定而非交涉或威吓检定，且你在該次宗教检定上獲得+2环境加值。且当你的提出请求大失败时，目标对你的態度也不會因此下降。",
	"奔途驃騎":"奔途驃騎 Express Rider專长1\n探索通用移动技能\n先決条件在自然技能上达到受訓熟練度\n你当然知道如何驾馭坐騎跑得更快。在计算騎乘中的你的旅行速度（travel speed，CRB479頁）时，你可以进行一次自然技能检定並指揮动物（Command an Animal）來增加坐騎的旅行速度。DC取決於GM，通常會基於坐騎等级和环境因素來決定，取其高者。若成功，你坐騎的旅行速度增加一半。本專长遭遇模式中的坐騎移动没有效果。",
	"计数眼":"计数眼 Eye for Numbers  專长1\n通用技能\n先決条件在社群技能上达到受訓熟練度\n你受过訓練，只需一眼，就能算出一組物品的具体数目。你在看到的外型相似的一組物体（例如硬幣、書籍、人）时，可以立刻知曉其物体数量，只是在最高位数會进行取整。舉个例子，你看到一排藥劑时，會立刻得出有30瓶，但你不會立刻知道它們实際的数量是33瓶，也不知道是什么藥，什么型別。与此类似，你看到2805枚的一堆硬幣时，會立刻認为这裡有3000枚硬幣。你只能在可以计数的物体上適用本專长，因此像沙粒数量或繁星数量这樣，无法適用。 \n　　另外，你在进行解譯文書（Decipher Writing）时若遇上的是数学或数字相关的文書，则獲得+2环境加值。",
	"法醫直覺":"法醫直覺 Forensic Acumen專长1\n通用技能\n先決条件在醫療技能上达到受訓熟練度\n你知曉法醫的行爲準则，善於判斷肉体的死因或傷口型別。你可以对肉体进行法醫鑑定，如同用醫療技能进行回憶知識一樣，並且所需耗时減半（最低为5分鐘）。若醫療检定成功，你能立刻对找到的線索进行一次回憶知識，該次检定獲得+2环境加值。这次回憶知識检定需要和導致死因或傷口的因素有关，例如用手艺技能來判斷所中毒素或制创武器，用另一个醫療检定來判斷所患疾病名字。若你願意，你也能改为用合適的技能回憶知識來判斷所检肉体的生物型別，同樣擁有+2环境加值。 \n　　当你醫療技能熟練等级为大師时，上述环境加值为+3。醫療技能为傳奇时，上述环境加值为+4。",
	"字裡探花":"字裡探花 Glean Contents專长1\n通用技能\n先決条件在社群技能上达到受訓熟練度\n你十分善於快速瀏覽大堆書頁和在不弄壞信封蜡印的状態下辨識信箋內容。你可以用社群检定來对只能看到部分文字、閱讀方向顛倒、放在信封中密封的資訊进行解譯文書（Decipher Writing）。若大失败，文字容器會留下你的痕跡（例如你弄壞了蜡印或打亂了書頁的擺放）。当用該專长解譯密封信箋时，你的解譯文書行动獲得操作特徵。該專长不會讓你的动作能不被別人发现，特別是在解譯密封信箋时你必須操作擺弄來閱讀；因此你需要进行欺騙检定或隱秘检定來避免被发现。",
	"僱工头":"僱工头 Hireling Manager專长3\n通用\n先決条件魅力14\n你可以找到比大多数人好用的僱工勞力。当你的僱工提供服務时，僱工們在所有技能检定上獲得+2环境加值。該环境加值对所有受訓和未受訓僱工都有效，但对所提供的服務和勞动力的成本没有影響。",
	"臨时工具":"臨时工具 Improvise Tool專长1\n通用技能\n先決条件在手艺技能上达到受訓熟練度\n你就算手边没有合適的工具，你也能用雜七雜八的物什湊合湊合。你可以在没有修理工具时使用修理（Repair）物品的傷害。若你手边有合適且可用的原材料，你可以製作（Craft）鐵蒺藜、蜡燭、指南針、撬棍、漁具、燧石和鐵片、錘子、梯子、巖釘、繩索、十尺长桿、替換开锁器、长工具或短工具、火把这些，而不需要查閱基礎工匠手冊。",
	"臨时修理":"臨时修理 Improvised Repair  專长3\n通用\n你十分擅长修補受損的装備，但你的修補只有一时之效。你对手中的一件破損（broken）非魔法物品迅速进行一次修補。直到該物品下次受傷之前，你都可以將其視为劣质物品使用。这种修補不會恢復物品HP，它還是很容易被摧毀。当該物品被正常修理至失去破損状態时，它會同时不再是劣质物品。",
	"大侦查兵":"大侦查兵 Incredible Scout專长11\n通用\n先決条件在察覺上达到大師熟練度\n侦查中的你对危險极端警覺，总能先发制人提醒盟友準備戰鬥。当你使用侦查（Scout）探索行动时，你对盟友的先攻提供+2环境加值而非+1。",
	"干涉自然":"干涉自然 Influence Nature專长7\n修整期通用技能\n先決条件在自然技能上达到大師熟練度\n只要有耐心和时间，你能通过模仿鳥兒鳴叫，留下獵物軌跡等等行为，最終影響該地區某种动物的整体行动，在未來的日子裡甚至還能幫助你。GM決定需要进行的检定及DC和該行动所需的耗时（通常最少需要一到两天休整期）。不过你无法直接決定如何幹涉到自然執行，你只能期望产生效果，例如更容易狩獵或在危險时鳥类會靜默地從天而降。若你自然技能为傳奇熟練等级，你只需要10分鐘就能对區域內某种生物造成这些影響。",
	"接种療法":"接种療法 Inoculation專长1\n通用治療技能\n先決条件在醫療技能上达到受訓熟練度\n你学习过如何对抗疫病，你的病人也會短时间內对同种疾病产生更强的抵抗力。当你的治療疾病（Treat a Disease）成功，且目标從該疾病中完全恢復过來后目标在1周內对同种疾病的豁免獲得+2环境加值。",
	"完美追隨":"完美追隨 Keen Follower專长3\n通用\n你目不转睛的模仿使你可以更好追蹤同伴的动作。当在探索模式中使用追隨專家（Follow the Expert）行动时，若追隨目标为專家熟練度，你改为獲得+3环境加值，若目标为大師熟練度，你改为獲得+4环境加值。",
	"帶头攀爬":"帶头攀爬 Lead Climber專长2\n通用技能\n先決条件在运动技能上达到專家熟練度\n攀爬中时，你可为后續者开拓路線，也能拉盟友一把躲开災难。当探索模式中盟友使用追隨專家行动準備攀爬（CLimb）你开拓出來的移动路線时，若其攀爬检定大失败，你可进行一次运动检定对抗同樣的DC。若你成功，大失败的盟友改为失败。若你也大失败，则你和該盟友同时承受其攀爬大失败的结果。",
	"傳奇嚮導":"傳奇嚮導 Legendary Guide專长15\n通用技能\n先決条件在生存技能上达到傳奇熟練度\n你对荒野知根知底，能不費吹灰之力帶领团隊穿行其间。当你帶领团隊於荒野中行進时，在计算隊伍旅行速度时，速度獲得+10尺环境加值，且隊伍旅行速度不會因困难地形減少，進階困难地形也只是減半隊伍旅行速度而不是減为1/3。該專长不會增加遭遇中的隊伍旅行速度，也不會使隊伍在遭遇中忽略困难地形。",
	"无需驚慌":"无需驚慌 No Cause for Alarm  專长1\n听覺專注情緒通用语言心灵技能\n先決条件在交涉技能上达到受訓熟練度\n无需驚慌，保持鎮靜！进行一次交涉检定，对抗你周圍10尺瀰漫範圍內所有處於驚懼状態生物的意志豁免DC。所有目标生物獲得1小时臨时免疫。 \n大成功：減少目标驚懼状態值2点。 \n成功：減少目标驚懼状態值1点。",
	"加快步伐":"加快步伐 Pick up the Pace專长3\n通用技能\n先決条件体质14\n你以身作则，幫助他人超越他們的正常极限。隊伍於探索模式中进行急行軍时，你的隊伍可以额外急行軍20分鐘，最长可为隊伍中最高体质调整值的人可急行軍的时长。",
	"朝聖者印記":"朝聖者印記 Pilgrim's Token專长1\n通用技能\n先決条件在宗教技能上达到受訓熟練度\n你從自己的信仰聖地獲得了一个小小的守護印記，或者你的聖徽被聖物或聖壇觸碰过。只要該印記伴隨你身，当你和敵人的先攻值相等时，你會先行动。 \n　　特殊：若你在1级时选擇該專长，你能免費獲得該朝聖者印記。另外，若你擁有聖徽，则如上所说，它自动成为朝聖者印記。 \n　　若你在隨后的等级选擇該專长，或你丟失了自己的朝聖者印記，你必須購買或製造一个來替換，且需在聖地重新使其被祝福。这种印記通常消費最少2sp，祝福需要10分鐘的祈禱和成功进行DC20的宗教检定。GM可以根據印記的材料质量和宗教聖地的知名度來调整價格和DC；越标誌性的聖地，祝福越容易。",
	"預見消耗":"預見消耗 Prescient Consumable專长7\n通用\n先決条件預見计劃（Prescient Planner）專长\n你可以猜出接下來需要什么消耗品。使用預見计劃專长时，你可以從揹包中拿出一件消耗品，而不是一件冒險道具。該消耗品必須是等级不高於你等级一半的常見消耗品，其負載也必須輕到即便算上它你也不會过載的程度。",
	"預見计劃":"預見计劃 Prescient Planner專长3\n通用\n消耗所选物品的價格\n要求從你上一次購物到现在为止，你還未使用該專长\n你经常制定复雜的计劃和突发事件，並利用你的資源來確保它們。花費1分鐘清理揹包，你能小心找出一个你未曾宣言購買的物品――上一次購物机會中你的直覺認为这很重要並悄悄越过你的理性買了它。該物品必須是一种冒險道具（主見核心書288頁开始，包括其他冒險道具），不能是武器、護甲、鍊金物品、魔法物品或其它寶物。它的稀有度必須为常見，其等级不能大於你自己等级的一半，其負載也必須輕到即便算上它你也不會过載的程度。",
	"快速交誼":"快速交誼 Quick Contacts專长2\n通用技能\n先決条件在社群技能上达到專家熟練等度；关係戶Connections專长（Crb）或Underworld Connections專长（譯註：全規则无該專长，疑为犯罪網路Criminal Connections）\n你知道要去哪，找誰做事，如何交朋友，以最快的速度。当進入一个新聚居点时，花費1天休整期，你就能用关係戶或犯罪網路專长構築足夠的关係網。若你社群技能为傳奇熟練等级，你在進入新聚居点时只需1小时技能構築关係網。",
	"快速附著":"快速附著 Rapid Affixture專长7\n通用技能\n先決条件在手艺技能上达到大師熟練度\n你附著護符只需要1分鐘。若你手艺技能为傳奇熟練等级，附著護符只需要3个动作的行动。",
	"激進手术":"激進手术 Risky Surgery專长1\n通用技能\n先決条件在醫療技能上达到受訓熟練度\n你採用激進的手段嘗试讓病患脫離死亡，但也有可能直接推他們一把。当你使用治療傷害（Treat Wounds）时，在應用治療傷害的效果前，你先对病人造成1d8点揮砍傷害。若你如此行动，你在治療傷害的醫療检定上獲得+2环境加值，且若你结果为成功，则視为大成功。",
	"最初的魔法":"最初的魔法 Root Magic專长1\n通用技能\n先決条件在神秘技能上达到受訓熟練度\n你的護身符能抵禦污穢的魔力。在你进行每日準備时，你可以縫合好一个装有香草、头发、聖油和其它儀式材料的香囊，並將其給与一位盟友。該盟友当天第一次对法术或作祟进行豁免检定时，獲得+1环境加值。若你的神秘技能为專家，则环境加值为+2，若你的神秘技能为傳奇，则环境加值为+3。",
	"記號的秘密":"記號的秘密 Schooled in Secrets專长11\n通用技能\n先決条件在神秘技能上达到受訓熟練度\n你能注意到秘密教派和秘密社团成员用來向其他成员宣佈他們的從属关係的标誌和符號。在对这些团体蒐集資訊（Gather Information）时，你可用神秘技能代替交涉技能。若你自己從属於一个秘密教派、团体、隱修會或类似组织，除非团体成员有意对你隱藏自己的存在，否则你自动識別自己组织成员留下的記號。",
	"老廚子":"老廚子 Seasoned專长1\n通用技能\n先決条件在酒精学識技能、廚艺学識技能或手艺技能上达到受訓熟練度。\n你十分擅长準備許多种类的食物和飲品。你在製作（Craft）食物和飲品时的检定上獲得+1环境加值，包括製作藥水时。若你某一个先決条件技能熟練等级为大師，则环境加值为+2。",
	"暗影印記":"暗影印記 Shadow Mark專长2\n通用技能\n先決条件在隱秘技能上达到專家熟練度\n你经受过特殊訓練，可以悄无聲息跟在目标背后而不被发现。当你處於避人耳目探索行动中，进行隱秘检定跟蹤一个特定目标时，目标的察覺检定受到-2环境減值。若你隱秘技能为大師，減值为-3，若为傳奇，減值为-4。若目标處於該減值中时被你引入遭遇模式中，目标的先攻骰受到同樣的減值，在目标察覺到你后，目标对抗你的潛行（Sneak）动作的察覺DC受到同樣的減值。",
	"滾地龍":"滾地龍 Skitter專长3\n通用\n先決条件敏捷16，飛跑專长（Fleet）\n你能迅速地在地上滑行。你可以爬行（Crawl）最多为速度一半的距離。",
	"神之舌":"神之舌 Supertaster專长7\n通用\n先決条件在察覺上达到大師熟練度\n你已经改善了你的味蕾，有了敏銳的味覺，可以察覺到食物和飲料的味道和质地的異常。在吃食物喝飲品时，你可以自动嘗试辨別原材料，分辨出是否有调理和例如毒藥之类的新增劑。GM根據毒藥等级決定DC后，使用你的察覺进行一次暗骰；若成功，你立刻知曉食物或飲品被下毒，但无法得知毒素种类。 \n　　若你用舔或嘗某物來进行调查（Investigating，探索模式行动）或回憶知識检定某物时，若这种浅嘗能夠獲得额外資訊（根據GM判斷），你在检定中獲得+2环境加值。",
	"恐吓禦敵":"恐吓禦敵 Terrifying Resistance專长2\n通用技能\n先決条件在威吓技能上达到專家熟練度\n你成功挫败士氣（Demoralized）的目标所施放的法术对你更难生效。若你成功对目标挫败士氣，接下來24小时內你在对抗目标施放的法术时，豁免检定獲得+1环境加值。",
	"地毯式搜查":"地毯式搜查 Thorough Search專长3\n通用\n先決条件在察覺上达到專家熟練度\n你全力以赴进行搜查，保證要找到所以東西。探索模式中进行搜索（Search）行动时，你可以花費双倍时间进行搜索。通常这意味著搜索时你只有四分之一的速度，每分鐘最多前進150尺以求检查所有東西，或每分鐘最多前進75尺以在前進前就检查完所有東西。若如此做，你在搜索动作（Seek）中的察覺检定獲得+2环境加值。",
	"真实視野":"真实視野 True Perception專长19\n通用揭示\n先決条件在察覺上达到傳奇熟練度\n你們的感知能力和處理感官資訊的能力是如此遠超常人，以至於你們注意到在各种幻象和嬗變中微小的差異。你永久處於6环法术真知术效果影響下，使用你的察覺调整值來进行反制检定。",
	"地下关係網":"地下关係網 Underground Network專长2\n罕見通用技能\n先決条件在社群技能上达到專家熟練度，人情練达專长（Streetwise）\n你和知曉街道訊息的团伙有所联繫，可以通过他們迅速獲取情報。当你處於擁有关係網的區域（通常为你已生活一週或用1天休整期快速構築关係網的聚居点）用社群技能收集資訊时，你能直接向街上的团伙联繫獲取資訊。通常这花費1小时，且不會因向公眾收集資訊而引人注目。检定和獲得的資訊正常遵從收集資訊（Gather Information）动作的規则。 \n　　另外，若你成功请教了地下关係網，下一次你对收集資訊的目标进行回憶知識检定时獲得+1环境加值，若該次检定你使用黑街学識（Underworld Lore），则加值为+2。GM可以根據目前地点以及与你关係網中的团体型別而改變这个擁有加值的学識技能型別。",
	"踏浪":"踏浪 Water Sprint專长7\n通用技能\n先決条件在运动技能上达到大師熟練度。\n经驗和訓練告訴你，水有足夠的表面张力讓大師踏浪而行。当你以一条直線行走时，若至少一半速度是在地面上，则剩下的速度可以用在液体上移动。若行走结束时未出在堅实地面上，你依然會掉入水裡。 \n　　若你运动技能达到傳奇熟練度，则只要你在堅实地面上开始行走，剩下的行走部分都可在水面上移动，不走一条直線也没关係，当然，行走结束时若未處於堅实地面，還是會掉入水中。",
	"全域視野":"全域視野All-Around Vision\n　　这个怪物可以同时看見所有方向，因此无法被夾擊flanked。",
	"水下伏擊":"水下伏擊Aquatic Ambush [A]\n　　要求：怪物藏匿（hiding）在水中，並且一个位於标註距離範圍內的生物未能察覺到此怪物。\n　　效果：怪物以最大游泳速度+10尺的速度在水中和陸地上向目标移动。一旦目标進入怪物的觸及範圍，则怪物对其进行一次打擊（Strike）。目标生物在对抗这次打擊时視为措手不及（flat-footed）。",
	"隨意施法":"隨意施法 At-Will Spells\n　　怪物可以施放任意多次隨意法术而无需花費法术位。",
	"灵光":"灵光Aura\n　　怪物的灵光會自动影響怪物周边指定发散範圍內的一切事物。怪物无需在灵光上花費任何动作；灵光將在特定的时间起效，例如生物在灵光內结束其回合或是生物進入灵光。\n　　如果一个灵光僅造成傷害，它的条目中只會列出半徑、傷害和豁免检定。这类灵光在生物進入灵光或是在灵光內开始其回合时对生物造成傷害。一个生物在同一回合內僅會被此灵光傷害一次。\n　　GM也許會判定怪物的光环不會影響其盟友。例如，一个生物在与某怪物长时间同處之后可能會免疫此怪物的氣勢兇猛。",
	"甩脫":"甩脫Buck [R] \n　　大多数充当坐騎的怪物都會嘗试甩脫那些討厌惱人的騎手，不过除非是收到了驚吓或是虐待，否则大多数坐騎不會对被信任的生物使用这种反應动作。\n　　觸发：一个生物在騎在怪物上时使用騎乘或是指揮怪物动作。\n　　效果：觸发的生物必須成功通过一次所列DC的反射豁免检定，否则被摔落且倒地prone。如果豁免结果是大失败，觸发的生物還會在正常的墜落傷害外额外承受1d6点鈍擊傷害。",
	"接石":"接石Catch Rock [R]\n　　要求：怪物必須有一隻空閑手，但是能夠松开Release手上握持的物品作为此反應动作的一部分。\n　　觸发：怪物成为一次投石打擊thrown rock Strike的目标，或是石塊將要掉落到怪物上。\n　　效果：怪物在对抗此次攻擊的AC或是任何对抗落石的防禦上獲得+4环境加值。如果攻擊未命中或是怪物成功避免了落石，怪物接住了石头，避免了傷害。现在，是这隻怪物握住了石头。",
	"變身":"變身Change Shape [A] （專注，[魔法根源]，變形，變化系）\n　　怪物无限期地改變了其形態。它能夠使用此动作恢復原形或是改为一个新的形態。除非另有说明，否则怪物无法使用變身能力呈现出某个特定个体。使用變身也被視为使用欺騙技能的乔装來偽装自身。在判別所變化形態的生物族裔或是生物型別时，怪物的變形將自动成功对抗察覺DC，並且在防止從其他方面識破其偽装的欺騙DC上獲得+4状態加值。變身能力指定了怪物能夠變化的形態。怪物僅能變化其生理形態，並不會獲得新形態的特殊能力。例如，在每个形態下，它都會替換其正常速度Speeds与打擊Strikes，並且可能改變其感官或体型。所有變更都會在数據欄中列出。",
	"恒定法术":"恒定法术Constant Spells\n　　一个恒定法术將持續对怪物生效而无需怪物施放之，並且法术的持續时间为永久。如果一个恒定法术被反制，则怪物可以花費此法术正常情況下所要求的施法动作來將其重新啟用。",
	"紧勒":"紧勒Constrict [A]\n　　怪物对任意数量的被其擒抱grabbed或拘束restrained的生物造成所列出的傷害。这些生物都可进行一次基礎强韌豁免对抗所列出的DC。",
	"巫团":"巫团Coven （預言系，心灵，異能）\n　　此怪物能夠与两个或是更多同樣擁有巫团能力的生物組成巫团。这要求所有的準巫团成员舉行一个8小时的儀式。当结成巫团之后，所有成员都將獲得精英進化（第6頁），並且隨之调整其等级。巫团成员能夠以一个帶有專注特徵的单动作感知其他成员的位置和状態，或是以一个同樣帶有專注特徵的双动作感受到另一名巫团成员的感官。\n　　巫团還會賦予其成员法术和儀式，但是隻有三名巫团成员彼此位於30英尺之內时才能合作施展这些法术或儀式。一名巫团成员可以通过一个擁有单一语言成分的单动作施法动作为巫团法术作出貢獻。如果两名巫团成员在上一輪內以此方法作出了貢獻，那么第三名成员可以在她自己的回合花費正常的施法动作施放巫团法术。一个巫团能夠无限次地施放巫团法术，但是每輪只能施放一次巫团法术。所有巫团都會賦予8环恶意變形术（Baleful Polymorph），巫团還將獲得以下法术並且可以將其升环至5环：占卜术（augury）、魅惑术（charm）、銳耳术（clairaudience）、鷹眼术（clairvoyance）、夢中傳訊术（dream message）、幻象偽装（illusory disguise）、幻象术（illusory scene）、窺視魔眼（prying eye）、尸体交談（talking corpse）。个別擁有巫团能力的生物還會为她們所加入的巫团帶來额外的法术。一个巫团還能夠施展控制天氣（control weather）儀式（核心書411頁），使用DC23代替标準DC。\n　　如果一名巫团成员的脫離或是死亡使得巫团的成员数量少於三名，则其餘成员保留其精英進化24小时，但是因为没有足夠的成员貢獻必要的动作，她們无法施放巫团法术。",
	"黑暗視覺":"黑暗視覺Darkvision\n　　擁有黑暗視覺的怪物可以在黑暗和昏暗光照下正常視物，可惜这种視覺只能看見黑白两色。某些形式的黑暗魔法——例如4环黑暗术——會阻礙普通的黑暗視覺。然而，擁有高等黑暗視覺的怪物甚至可以看穿这类形式的魔法黑暗。",
	"疾病":"疾病Disease\n　　当一名生物暴露在怪物的疾病下时，它需要嘗试一次强韌豁免用以避免感染該疾病。疾病的等级为造成疾病的怪物的等级。疾病遵從於核心書457頁中的苦难規则。",
	"包捲":"包捲Engulf [AA]\n　　怪物以两倍速度行走（Strides），並且可以移动穿越路徑上任何生物所佔據的空间。所以体型等同於怪物或更小的生物在其所在空间被怪物穿越时可嘗试进行一次反射豁免对抗所列DC以避免被包捲。无法行动的生物在豁免中自动大失败。如果生物在豁免中成功，它能选擇被推到一旁（怪物的路徑以外）或是被怪物推在前面直到怪物移动结束。怪物在单次的包捲行动中只能嘗试包捲同一个生物一次。怪物能夠容納儘可能多的生物直至填满其佔據空间。\n　　豁免失败的生物被拖入怪物体內。它被擒抱，獲得遲緩slowed 1，並且必須屏住呼吸，否则便會开始窒息。生物在被首次包捲时以及被包捲的每一个回合结束时受到所列出的傷害。被包捲的生物可以嘗试一次对抗所列逃脫DC的逃脫动作來重獲自由。被包捲的生物可以攻擊包捲它的怪物，但是僅能以无武装攻擊或是輕負載及更小的武器进行攻擊。包捲中的生物在对抗此攻擊时措手不及。如果怪物於单次攻擊或法术中受到的穿刺或揮砍傷害等於或超过所列的破裂Rupture值，那个被包捲的生物重獲自由。通过这些法脫困的生物可以立即开始呼吸，並且離开吞噬他們的怪物的佔據空间。\n　　如果怪物死亡，它便无法維持其形態，所有被其包捲的生物將被自动釋放。",
	"快速癒合":"快速癒合Fast Healing\n　　擁有此能力的怪物在其回合开始时將恢復一定数量的生命值。",
	"兇猛":"兇猛Ferocity [R]\n　　觸发：怪物的生命值降低至0点。\n　　效果：怪物免於被打倒，並且餘留1点HP，其負傷值增加1。当其負傷3的时候，它无法再使用此能力。",
	"氣勢兇猛":"氣勢兇猛Frightful Presence （灵光，情緒，恐懼，心灵）\n　　首次進入灵光的生物必須进行一次意志豁免。无論结果如何，該生物都將在1分鐘內免疫此怪物的氣勢兇猛。\n　　大成功：該生物不受氣勢兇猛的影響。\n　　成功：該生物受到驚懼frightened 1。\n　　失败：該生物受到驚懼frightened 2。\n　　大失败：該生物受到驚懼frightened 4。",
	"攫抓":"攫抓Grab [A]\n　　要求：怪物的上一个动作是一次成功的打擊Strike並且在傷害条目中列出了「攫抓」，或是已经使用此动作擒抱了一个生物。\n　　效果：直到怪物的下一回合结束前它都將自动攫抓目标。該生物被怪物用於攻擊的肢体所擒抱grabbed，並且該肢体在攫抓结束前无法被用於打擊生物。\n　　使用攫抓可以延长其攫抓能力持續时间直至下一輪结束前都，这对於由此擒抱的所有生物都有效。被擒抱的生物可以使用逃脫动作脫離攫抓。如果怪物遠離了被擒抱的生物，攫抓也會被終止。",
	"高等紧勒":"高等紧勒Greater Constrict [A]\n　　怪物对任意数量的被其擒抱grabbed或拘束restrained的生物造成所列出的傷害。这些生物都可进行一次基礎强韌豁免对抗所列出的DC。在豁免中失败的生物將陷入失去意識unconscious，豁免成功的生物在1分鐘內免疫高等紧勒的昏迷效果。",
	"精通攫抓":"精通攫抓Improved Grab，精通擊倒Improved Knockdown，精通推離Improved Push [F]\n　　怪物可以在被觸发的初始攻擊命中时以自由动作使用攫抓、擊倒或是推離（視情況而定）。精通攫抓依舊需要花費一个动作用來延长被擒抱生物的持續时间。",
	"擊倒":"擊倒Knockdown [A]\n　　要求：怪物的上一个动作是一次成功的打擊Strike並且在傷害条目中列出了「擊倒」。\n　　效果：怪物的攻擊使得目标倒地prone。",
	"生命感知":"生命感知Lifesense\n　　生命感知使得怪物能夠感知所列範圍內所有活物与不死生物的生命力。就如同視覺可以分辨不同的顏色那般，这种感覺可以區分驅使活物的正能量和驅使不死生物的負能量。",
	"强光致盲":"强光致盲Light Blindness\n　　当初次暴露在明亮光照bright light下时，該怪物將會失明blinded直至其下一回合。在初次暴露后，亮光不再使怪物失明，除非其又在黑暗中呆了1小时。然而，只要怪物還處於明亮光照下，它就會保持目眩dazzled。",
	"昏暗視覺":"昏暗視覺Low-Light Vision\n　　怪物可以如同在明亮光照环境下那樣在昏暗光照环境下正常視物，它忽略由昏暗光照环境所造成的隱蔽concealed状態。",
	"毒素":"毒素Poison\n　　当一名生物暴露在怪物的毒素下时，它需要嘗试一次强韌豁免用以避免中毒。毒素的等级为造成疾病的怪物的等级。毒素遵從於核心書457頁中的苦难規则。",
	"推離":"推離Push [A]\n　　要求：怪物的上一个动作是一次成功的打擊Strike並且在傷害条目中列出了「推離」。\n　　效果：怪物自动將目标從怪物身边擊退。除非在能力描述中另有说明，否则生物將被推離5尺。如果攻擊为重擊，则此距離加倍。",
	"再生":"再生Regeneration\n　　怪物在每回合开始时恢復所列出的生命值。再生起效期间怪物的瀕死dying状態永遠不會超过3。然而，一旦其受到了再生条目中所羅列的傷害型別，再生將在其下一輪结束前失效。再生在收到所羅列的傷害前就已失效，因此这些傷害可能會導致瀕死4從而杀死怪物。",
	"撕裂":"撕裂Rend [A]\n　　撕裂条目中會列出一项怪物所擁有的打擊Strike。\n　　要求：怪物在同一輪中連續两次使用在条目中列的打擊Strike型別命中同一名生物。\n　　效果：怪物自动对此敵人造成打擊Strike傷害。",
	"灵敏嗅覺":"灵敏嗅覺Scent\n　　灵敏嗅覺通过氣味感應生物或物品，並且这是一种朦朧感官vague sense。其作用範圍已在能力中列出，並且僅能在侦測散发出氣味的生物或物品时起效（例如，无生命的生物通常都不會发出氣味）。\n　　如果一个生物散发出濃郁的氣味或是出於上風處，GM可將灵敏嗅覺用於侦測此生物的範圍加倍或加至三倍，而当生物出於下風處时GM则可減小作用範圍。",
	"偷襲":"偷襲Sneak Attack\n　　当怪物用灵巧或嫻熟近戰武器、灵巧或嫻熟的徒手攻擊、或是遠距攻擊來对措手不及的生物进行打擊Strike，它還會造成所列出的精準傷害。用投掷武器來遠距攻擊的場合，該武器必須为灵巧或嫻熟。",
	"活吞":"活吞Swallow Whole [A] （攻擊）\n　　怪物嘗试吞下一隻已被其口嘴所擒抱的且体型等於或小於所列体型的生物。如果被吞下的生物的体型已经达到了所列体型的最大值，怪物便无法再次使用活吞。如果生物的体型比最大值要小，则怪物通常而言便還能吞下更多的生物；其具体的极限由GM判斷。怪物嘗试一次运动检定对抗被擒抱生物的反射DC。如果检定成功，则能吞下該生物。怪物的口嘴不再擒抱被其吞下的生物，所以怪物能夠用其再次进行打擊Strike或擒抱Grab。怪物无法攻擊被其吞下的生物。\n　　被活吞的生物視为被擒抱，且獲得遲緩slowed 1，同时必須屏住呼吸，否则便會开始窒息。被吞下的生物在初次被吞以及被吞后的每一輪结束时受到所列出的傷害。如果受害者從这一能力的擒抱grabbed状態中逃脫Escapes，则他會從怪物的嘴裡鑽出來。这會同时解放怪物口嘴中所擒抱的其他任何生物。被吞下的生物可以攻擊那隻吞食它的怪物，但是僅能以无武装攻擊或是輕負載及更小的武器进行攻擊。吞食中的生物在对抗此攻擊时措手不及。如果怪物於单次攻擊或法术中受到的穿刺或揮砍傷害等於或超过所列的破裂Rupture值，那个被吞的生物便重獲自由。通过这些法脫困的生物可以立即开始呼吸，並且離开吞食他們的怪物的佔據空间。\n　　如果怪物死亡，鄰近尸体的生物們可以花費总计3个动作使用武器或者非武装攻擊对怪物造成穿刺或揮砍傷害，以此切开怪物並且解放被活吞的生物。",
	"母巢思維":"母巢思維Swarm Mind\n　　該怪物並没有一个单一的心智（通常是因为它是一个小型生物的集群），並且免疫以特定数量生物为目标的心灵mental效果。它仍然會受到那些对範圍內所有生物起效的心灵效果。",
	"心灵感應":"心灵感應Telepathy （灵光，預言系，魔法）\n　　具有心灵感應能力的怪物可以与所列半徑內任意生物进行心灵交流，然而它們必須能夠使用同种语言。这並没有給他們的思維提供特殊的渠道，也无法比正常的开口交流傳遞更多的資訊。",
	"投石":"投石Throw Rock [A]\n　　怪物從觸及範圍內撿起一塊石头、或是干脆取出一塊被收好的石头，然后扔出去，进行一次遠端打擊Strike。",
	"踐踏":"踐踏Trample [AAA]\n　　怪物以其两倍的速度行走Strides，並且可以在移动中穿越所列体型的生物所佔據的空间，並且对这些被其進入佔據空间的生物发动踐踏。在每次使用踐踏时，怪物只能对同一名生物嘗试一次踐踏。怪物造成所列的打擊Strike傷害，並且被踐踏的生物可以嘗试一次基礎反射豁免对抗所列DC（大成功不受傷，成功傷害減半，大失败两倍傷害）。",
	"顫动感知":"顫动感知Tremorsense\n　　顫动感知允許怪物感受到那些因为移动而引起的固体表面的振动。这是一种在（能力所列出的）有限範圍內的模糊感官imprecise sense。只有当怪物位於同一物体的表面、且僅在对像沿著表面移动（或是鉆入）时，顫动感知才會生效。",
	"水波感知":"水波感知Wavesense\n　　这种感知允許怪物感受到那些因为在液体中移动而产生的振波。这是一种在（能力所列出的）有限範圍內的模糊感官imprecise sense。只有当怪物位於同一液体中、且僅在对像在此液体中移动时，水波感知才會生效。",
	"重整佇列":"重整佇列（Form Up）[A] \n    部隊选擇它目前佔據的一格空间，重新分配其所佔據的方格，新的方格可以是任何形状，但是所有方格必須連續，並且位於被选擇的方格的15尺之內。部隊不能和其他生物共享空间。",
	"部隊防禦":"部隊防禦（Troop Defenses）\n    部隊是由多个单独个体組成的，在经过多次攻擊和戰損之后，部隊的規模（size）就會缩減。大部分部隊在初始状態下的規模有16个方格（4*4），並且它們的生命值后面會列出两个閾值（thresholds），第一个閾值大約是最大生命值的2/3，第二个閾值大約是最大生命值的1/3。一旦部隊的生命值減少到第一个閾值以下，它的規模缩減4个方格，還剩下12个方格，並且第一个閾值會成为新的最大生命值。当部隊的生命值減少到第二个閾值以下时，它的規模再缩減4个方格，只剩下8个方格，第二个閾值會成为新的最大生命值。爲了恢復它的規模和最大生命值，部隊需要花費很长时间來治療傷员並補充新兵。当生命值为0时，部隊規模會減为4个方格，这不足以維持部隊，所以部隊會潰散，剩下的少数倖存者會投降、逃跑或解散，这取決於它們自身的天性。傷害性效果，若針对单一目标，例如打擊（Strike），则无法讓部隊的生命值一次跨过多个閾值。舉例來说，如果一个部隊擁有60点生命值，閾值分別为40和20，那么一次造成50点傷害的打擊將使部隊生命減少至21，剛好在第二个閾值之上。區域性的傷害效果或瞄準多个目标的傷害性效果可以一次跨过多个閾值，甚至可能一擊毀滅整个部隊。非傷害性效果，若擁有區域範圍或能針对一定範圍內的所有生物，並且能覆蓋部隊佔據的整个空间，则能正常对部隊生效；如果效果的範圍比部隊佔據的方格少，或可瞄準的目标数量小於部隊人数，那么一般而言对部隊就没有影響。但例外是：如果一个效果至少能瞄準四个目标，或者至少能覆蓋4个方格，並且該效果能夠阻止目标行动、導致目标逃跑、或讓他們在1輪或更长时间內无法作为部隊的一部分发生作用，则部隊自动失去下一檔閾值之上的全部生命值，並缩減4个方格。如果一个效果既能对部隊造成傷害，又會導致部分成员失能從而自动損失生命值，则應先结算傷害；如果傷害没有跨过閾值，那就再结算失能效果：扣除剩餘生命值來跨过閾值。\n"
  }
}
