let AbilityList;
if(!AbilityList) AbilityList = [];

Array.prototype.push.apply(AbilityList, [
	{
		"name": "適應力", "alias": "てきおうりょく|Adaptability",
		"tags": ["target|l|self", "nftext|l|使用同属性攻擊时", "frame|self|傷害|plus|d1"],
		"effect": "每当这隻寶可夢使用了属性与自己相同的傷害招式，該攻擊的傷害骰池额外增加 1 顆骰子。",
		"desc": "寶可夢可以輕易適應周遭环境，牠能夠輕易穿越任何地形。"
	},
	{
		"name": "飛行皮肤", "alias": "スカイスキン|Aerilate",
		"tags": ["target|l|self", "text|l|一般招式|Normal", "text|l|飛行招式|Flying", "frame|self|傷害|plus|d1"],
		"effect": "这隻寶可夢使用的一般属性攻擊將會如同它是飛行属性的招式一樣造成傷害，並適用属性一致加成、弱点和抗性。飛行属性招式的傷害骰池额外增加 1 顆骰子。",
		"desc": "这隻寶可夢永不落地，可以感覺到一陣永不止息的旋風环繞在牠的身边。"
	},
	{
		"name": "引爆", "alias": "ゆうばく|Aftermath",
		"tags": ["nftext|l|因为物理攻擊而瀕死时", "target|l|foe", "frame|target|傷害|number|2"],
		"effect": "如果这隻寶可夢因为非遠程的物理攻擊而陷入瀕死状態，则該攻擊的使用者將會受到 2 点傷害。",
		"desc": "当受傷或生氣时，这隻寶可夢會準備爆发。如果受到足夠的打擊，牠將會在接觸时爆炸。"
	},
	{
		"name": "氣閘", "alias": "エアロック|Air Lock",
		"tags": ["target|l|field", "text|l|无效天氣"],
		"effect": "无效戰場上所有天氣状態的效果。如果戰場上没有任何天氣状態，则天氣状態將无法透过任何招式或特性而被发动。如果已经有正在发动的天氣状態，则它不會消失不見，只是不會发揮任何效果。",
		"desc": "这隻寶可夢的身边环繞著真空空间。雨天、沙塵、或冰雹的粒子都會靜止懸浮在牠身边，就連熱氣都无法穿过。"
	},
	{
		"name": "分析", "alias": "アナライズ|Analytic",
		"tags": ["target|l|self", "nftext|l|先攻順序低於敵人时", "frame|self|傷害|plus|d1"],
		"effect": "如果这隻寶可夢的先攻順序比牠的目标還要后面，则牠的所有傷害骰池额外增加 1 顆骰子。",
		"desc": "这隻寶可夢永遠不會魯莽衝鋒，牠會花点时间思考如何在任何情境下採取最佳決策。"
	},
	{
		"name": "憤怒穴位", "alias": "いかりのつぼ|Anger Point",
		"tags": ["target|l|self", "nftext|l|被擊中要害之后", "frame|self|力量|up|3"],
		"effect": "如果敵人对这隻寶可夢造成擊中要害，则这隻寶可夢的力量提升 3 点。",
		"desc": "这隻寶可夢會輕易地變得兇猛侵略。幾乎不用多加挑釁，牠就會开始大发脾氣，把所有一切都撕成碎片。"
	},
	{
		"name": "危險預知", "alias": "きけんよち|Anticipation",
		"tags": ["target|l|self", "nftext|l|发出警告:", "effect|l|lethal", "text|l|效果絕佳"],
		"effect": "如果敵人擁有能夠造成致命傷害、或对这隻寶可夢效果絕佳的招式，那牠會警告牠的訓練家。",
		"desc": "这隻寶可夢总是警界著威脅，並鮮少坐下來放松。如果牠察覺到了潛在的危險，牠將會變得焦躁並开始顫抖。"
	},
	{
		"name": "沙穴", "alias": "ありじごく|Arena Trap",
		"tags": ["target|l|allfoe", "effect|l|block"],
		"effect": "位於地面的敵方寶可夢被阻擋，只要这隻寶可夢仍在戰場上，牠們就无法逃跑或被替換。",
		"desc": "这隻寶可夢的周遭地面變得相当松軟且难以行走。当遭遇危險时，牠會使周遭的地面下沉，创造出一个流沙坑。"
	},
	{
		"name": "芳香幕", "alias": "アロマベール|Aroma Veil",
		"tags": ["target|l|allally"],
		"effect": "使用者和範圍內的隊友將免疫於这些招式的效果：〈挑釁〉、〈无理取鬧〉、〈迷人〉、〈定身法〉、〈再來一次〉、〈回復封锁〉。",
		"desc": "这隻寶可夢會釋放出一种美妙的氣味，讓你們即使在紧张情勢下仍能保持放松。"
	},
	{
		"name": "氣場破壞","alias": "オーラブレイク|Aura Break",
		"tags": ["nftext|l|反转暗黑氣場和妖精氣場的效果"],
		"effect": "反转「暗黑氣場」和「妖精氣場」特性对牠們使用者的效果。如果該特性會增加牠們使用者的傷害骰池，那么它將改为減少骰池。",
		"desc": "当接近这隻寶可夢时，任何散发出特別邪恶氣場的人將會被淨化，任何有著純淨氣場的人也將被邪恶腐化。"
	},
	{
		"name": "夢魘", "alias": "ナイトメア|Bad Dreams",
		"tags": ["target|l|area", "nftext|l|对處於睡眠状態的目标", "frame|target|傷害|number|1"],
		"effect": "在每个戰鬥輪结束时，对戰場上任何處於「睡眠」状態的对象造成 1 点傷害。",
		"desc": "这隻寶可夢能夠透过夢境世界傳送牠邪恶的意圖，造成破壞，並將恐懼帶到那些陷入沉睡的人們心中。"
	},
	{
		"name": "撿球", "alias": "たまひろい|Ball Fetch",
		"tags": ["target|l|self"],
		"effect": "每当你向野生寶可夢丟出精灵球，如果收服判定失败，则該精灵球不會壞掉，而是改为讓这隻寶可夢在該場景结束时把它帶回給你。",
		"desc": "这隻寶可夢有些沉迷於「丟接球」的游戏中，牠可以玩上好幾个小时，樂此不疲。"
	},
	{
		"name": "蓄電池", "alias": "バッテリー|Battery",
		"tags": ["target|l|allally", "frame|self|特殊|up|1", "nftext|l|使用特殊攻擊时", "frame|self|傷害|plus|d1"],
		"effect": "使範圍內所有隊友寶可夢的特殊提升 1 点。所有隊友寶可夢的特殊招式的傷害骰池也會额外增加 1 顆骰子。",
		"desc": "这隻寶可夢的存在创造了一股電力場，能使電子产品充能，並甚至讓他人感到精力充沛。"
	},
	{
		"name": "戰鬥盔甲", "alias": "カブトアーマー|Battle Armor",
		"tags": ["target|l|foe", "frame|target|要害奖励|never"],
		"effect": "如果敵人对这隻寶可夢造成了擊中要害，则牠不會因为擊中要害而獲得任何额外的奖励骰。",
		"desc": "这隻寶可夢的表面被被堅韌材质構成的盔甲給包覆，像是岩石、鋼鐵、或外骨骼。"
	},
	{
		"name": "牽絆變身", "alias": "きずなへんげ|Battle Bond",
		"tags": ["target|l|self"],
		"effect": "在敵人被这隻寶可夢給擊败<b>之后</b>，如果牠的忠誠度为 5 点，则牠會變化为「戰鬥牽絆型態」持續直到該場景结束，或直到牠或牠的訓練家陷入拚死状態。每个隊伍只能有一个擁有这个特性的寶可夢。擁有这个特性的寶可夢不能持有超级石。<br><b>戰鬥牽絆型態：</b><ul><li>寶可夢的力量和特殊的上限增加 2 点。</li><li>依照你的判斷为戰鬥牽絆型態重新分配階级給予的特质点数。</li><li>你所选擇的一个招式的威力增加 1 点。</li><li>讓，並解除所有異常状態。</li><li>当處於戰鬥牽絆型態时，所有該寶可夢受到的戰鬥傷害也都會傷害到牠的訓練家。</li></ul>",
		"desc": "这隻寶可夢与那跟牠一起经历过最激烈戰鬥的夥伴建立了紧密的联繫。在贏得勝利之后，因为他們之间的友誼，一股强大的力量湧现了。"
	},
	{
		"name": "異兽提升", "alias": "ビーストブースト|Beast Boost",
		"tags": ["target|l|self", "nftext|l|讓敵人陷入瀕死状態后", "frame|self|特质|up|1"],
		"effect": "如果敵人因为这隻異兽的攻擊而陷入瀕死状態，將这隻異兽上限最高的特质提升 1 点。你最多可以透过这个方式提升 3 点。只有異兽能夠擁有这个特性。異兽提升特性无法被交換或复製。",
		"desc": "一种可怕的满足感會在这隻生物造成破壞时湧现，讓牠隨著每一个倒下的敵人而變得越來越野蠻。"
	},
	{
		"name": "怒火沖天", "alias": "ぎゃくじょう|Berserk",
		"tags": ["target|l|self", "nftext|l|HP降到一半或以下时", "frame|self|特殊|up|1"],
		"effect": "当这隻寶可夢的HP剩一半或以下，牠的特殊特质提升 1 点。",
		"desc": "这隻寶可夢的行为舉止通常相当冷靜，但当牠的性命或牠在乎的对象陷入危險，腎上腺素的衝擊將把牠變成一头狂怒的野兽。"
	},
	{
		"name": "健壮胸肌", "alias": "はとむね|Big Pecks",
		"tags": ["target|l|self", "frame|self|防禦|down|never"],
		"effect": "这隻寶可夢的防禦特质不會被降低。",
		"desc": "这隻頑强的寶可夢利用牠的胸肌來彌補牠的弱点。"
	},
	{
		"name": "猛火", "alias": "もうか|Blaze",
		"tags": ["target|l|self", "nftext|l|HP降到一半或以下时", "text|l|火系招式|Fire", "frame|self|傷害|plus|d1"],
		"effect": "当这隻寶可夢的HP剩一半或以下，牠火属性招式的傷害骰池並不會因为疼痛惩罚而被扣除成功骰，且牠火属性招式的傷害骰池會额外增加 1 顆骰子。",
		"desc": "这隻寶可夢身上的火焰會在消散前更猛烈地熊熊燃燒。"
	},
	{
		"name": "防彈", "alias": "ぼうだん|Bulletproof",
		"tags": ["target|l|self", "text|l|遠程攻擊", "frame|self|受傷|minus|1"],
		"effect": "所有特殊攻擊和遠程物理攻擊对这隻寶可夢造成的傷害減少 1 点。",
		"desc": "这隻寶可夢身上的護甲能保護牠不受投射物或小型爆炸的傷害。"
	},
	{
		"name": "颊囊", "alias": "ほおぶくろ|Cheek Pouch",
		"tags": ["target|l|self", "nftext|l|使用樹果解除異常状態时", "frame|heal||heal|2"],
		"effect": "每当这隻寶可夢吃掉一个不具有回復HP效果的樹果时（例如桃桃果、利木果），这隻寶可夢可以额外回復 2 HP。",
		"desc": "这隻寶可夢能把食物和物品儲存在牠彈性十足的颊囊中，以便日后使用。"
	},
	{
		"name": "葉綠素", "alias": "ようりょくそ|Chlorophyll",
		"tags": ["target|l|self", "weather|l|sun", "frame|self|灵巧|up|2"],
		"effect": "如果当前天氣状態为大晴天，则这隻寶可夢的灵巧特质提升 2 点。",
		"desc": "这隻寶可夢能夠行光合作用來獲得能量。如果牠持續待在日照充足的环境，牠將變得很少需要進食。"
	},
	{
		"name": "恆淨之軀", "alias": "クリアボディ|Clear Body",
		"tags": ["target|l|foe", "frame|self|特质|up|never", "frame|self|特质|down|never"],
		"effect": "其他寶可夢將无法提升或降低这隻寶可夢的特质。这隻寶可夢仍然能夠提升或降低自己的特质。",
		"desc": "这隻寶可夢极度注意牠身边的整个环境，想要偷偷接近牠將會變得极度困难。"
	},
	{
		"name": "无关天氣", "alias": "ノーてんき|Cloud Nine",
		"tags": ["target|l|self", "text|l|免疫天氣"],
		"effect": "无效任何作用於这隻寶可夢的天氣状態效果。",
		"desc": "这隻寶可夢很容易被满足，且牠往往表现得比其他人還要快樂。无論晴天雨天，牠都不會感到阴鬱。"
	},
	{
		"name": "變色", "alias": "へんしょく|Color Change",
		"tags": ["target|l|self", "text|l|改變属性"],
		"effect": "当这隻寶可夢受到傷害时，牠將暫时把自己的属性改變成与剛剛命中自己招式相同的属性。这个效果會在寶可夢退出戰場时结束。",
		"desc": "这隻寶可夢能夠改變自己的体色和能量來偽装並融入周遭环境。"
	},
	{
		"name": "絕对睡眠", "alias": "ぜったいねむり|Comatose",
		"tags": ["target|l|self", "frame|sleep||always", "text|l|免疫異常"],
		"effect": "这隻寶可夢永遠處於「睡眠」状態，但牠免疫於該状態的效果。这隻寶可夢不會陷入其他異常状態。能夠影響處於「睡眠」状態寶可夢的招式和特性仍然能如常作用於这隻寶可夢。",
		"desc": "出於某些原因，这隻寶可夢永遠處於沉睡状態且完全不會醒來。然而，牠仍然能夠理解訓練家的命令，並能如同牠在夢游一般採取行动。"
	},
	{
		"name": "好勝", "alias": "かちき|Competitive",
		"tags": ["target|l|self", "nftext|l|当特质降低时", "frame|self|特殊|up|2"],
		"effect": "当这隻寶可夢在戰鬥中第一次被敵人降低特质时，使牠自己的特殊特质提升 2 点。",
		"desc": "这隻寶可夢的決心會在逆境中成长，牠总是嘗试与周圍的所有人競爭。"
	},
	{
		"name": "复眼", "alias": "ふくがん|Compound Eyes",
		"tags": ["target|l|self", "frame|accuracy||down|x", "frame|self|命中|plus|d2"],
		"effect": "这隻寶可夢在使用任何帶有「降低命中率」标誌的招式时，其命中判定將额外獲得 2 顆骰子。",
		"desc": "这隻寶可夢有著环繞式視覺，讓牠能夠以更好的精確度來锁定目标的位置。"
	},
	{
		"name": "唱反调", "alias": "あまのじゃく|Contrary",
		"tags": ["target|l|self", "nftext|l|两者互換", "frame|self|特质|down|x", "frame|self|特质|up|x"],
		"effect": "如果有任何效果會降低这隻寶可夢的特质，改为將其提升；如果有任何效果會提升这隻寶可夢的特质，改为將其降低。",
		"desc": "在大部分情況下，这隻寶可夢會想要去做那些与你所想相反的事情。有时牠甚至會因此做出自相矛盾的行为。"
	},
	{
		"name": "腐蝕", "alias": "ふしょく|Corrosion",
		"tags": ["target|l|self", "nftext|l|忽略其他寶可夢对毒属性的免疫"],
		"effect": "忽略任何敵人身上任何对毒属性傷害以及「中毒」和「劇毒」状態的免疫。",
		"desc": "这隻寶可夢的毒液能夠腐蝕金属、木头、和大部分有机无机的物质。小心不要碰到它！"
	},
	{
		"name": "棉絮", "alias": "わたげ|Cotton Down",
		"tags": ["target|l|area", "frame|target|灵巧|down|1"],
		"effect": "如果这隻寶可夢被非遠程的物理攻擊給命中，则降低附近所有寶可夢的灵巧 1 点。",
		"desc": "这隻寶可夢身上的棉絨经常會脫落飄散，这些棉絮可以被拿來製作漂亮的衣物，但沾上它們也將妨礙行动。"
	},
	{
		"name": "詛咒之軀", "alias": "のろわれボディ|Cursed Body",
		"tags": ["target|l|foe", "frame|disabled||number|d3"],
		"effect": "每当这隻寶可夢因某个招式而受到傷害，骰 3 顆机率骰以使对方陷入「定身法」状態。这个方式可以禁用一个以上的招式。",
		"desc": "这隻寶可夢的体內帶有一种詛咒。跟这隻寶可夢作对可不是什么好主意。"
	},
	{
		"name": "迷人之軀", "alias": "メロメロボディ|Cute Charm",
		"tags": ["target|l|foe", "nftext|l|当被物理攻擊命中时", "frame|love||number|d3"],
		"effect": "当这隻寶可夢被敵人以非遠程物理攻擊給命中时，骰 3 顆机率骰以使敵人陷入「著迷」状態。",
		"desc": "也許是因为牠动人的双眸、或是牠紅潤的脸颊，但无論如何，其他人和寶可夢都會为了贏得这隻寶可夢的芳心而努力。"
	},
	{
		"name": "湿氣", "alias": "しめりけ|Damp",
		"tags": ["target|l|area"],
		"effect": "在这隻寶可夢周圍，没有任何隊友或敵人能夠使用〈自爆〉和〈大爆炸〉招式。",
		"desc": "这隻寶可夢會將空氣中的水氣聚集在牠身边。在牠附近要点燃火花或讓火焰持續燃燒都會變得相当困难。"
	},
	{
		"name": "舞者", "alias": "おどりこ|Dancer",
		"tags": ["target|l|self"],
		"effect": "每当其他寶可夢使用了名字帶有「舞」关鍵字的招式（例如〈龍之舞〉、〈花瓣舞〉）时，这隻寶可夢能夠馬上紧接著以一个自由动作使用相同的招式，並自动成功（仍必須掷傷害骰）。",
		"desc": "每当有人起舞，这隻寶可夢也會隨之舞蹈。牠透过这小巧的舞蹈表达自己的感情和交流。"
	},
	{
		"name": "暗黑氣場", "alias": "ダークオーラ|Dark Aura",
		"tags": ["target|l|field", "text|l|恶系招式|Dark", "frame|self|傷害|plus|d2"],
		"effect": "場上所有寶可夢的恶属性招式的傷害骰池全都额外增加 2 顆骰子。这个效果不會疊加。場上的寶可夢和訓練家將不會彼此合作。",
		"desc": "一股强大的黑色氣場從这隻寶可夢身上湧出，讓黑暗籠罩戰場，並使邪恶、自私、和腐化滲入所有人的心中。"
	},
	{
		"name": "不屈之盾", "alias": "ふくつのたて|Dauntless Shield",
		"tags": ["target|l|self", "frame|self|防禦|up|2"],
		"effect": "当这隻寶可夢進入戰鬥时，使牠自己的防禦提升 2 点。在戰鬥之外的情況，这隻寶可夢免疫物理傷害。",
		"desc": "这隻寶可夢的英勇決心讓牠能透过純粹的意志使自己不受物理傷害。牠的存在本身可能會使人膽怯不安。"
	},
	{
		"name": "鮮艷之軀", "alias": "ビビッドボディ|Dazzling",
		"tags": ["target|l|foe", "frame|priority||up|never"],
		"effect": "敵人无法对这隻寶可夢使用先制招式。",
		"desc": "牠美丽的鱗片能如同镜子一樣反射光輝。一旦瞥見这隻寶可夢，就没有人能夠移开他們的視線。"
	},
	{
		"name": "軟弱", "alias": "よわき|Defeatist",
		"tags": ["target|l|self", "nftext|l|HP降到一半或以下时", "frame|self|力量|down|2", "frame|self|特殊|down|2"],
		"effect": "当这隻寶可夢的HP降到一半或以下时，为这隻寶可夢的每个行动进行忠誠度的判定。若判定失败，则这隻寶可夢在該行动的力量和特殊特质將被視作降低 2 点。若判定成功，则牠的特质保持不變。",
		"desc": "这隻寶可夢是个天生的悲观主義者。当情況變得艱难，牠將會第一个放棄。"
	},
	{
		"name": "不服输", "alias": "まけんき|Defiant",
		"tags": ["target|l|self", "nftext|l|当特质降低时", "frame|self|力量|up|2"],
		"effect": "当这隻寶可夢在戰鬥中第一次被敵人降低特质时，使牠自己的力量特质提升 2 点。",
		"desc": "这隻寶可夢絕不會屈服，情況變得越艱难，牠的鬥志就會變得更高昂。然而，这也可能使牠表现的有点叛逆。"
	},
	{
		"name": "德爾塔氣流", "alias": "デルタストリーム|Delta Stream",
		"tags": ["target|l|field", "weather|l|wind"],
		"effect": "当这隻寶可夢出場时，天氣状態將會自动變为亂流。这个效果將會在这隻寶可夢退場时结束。（若效果互相衝突，则由意志较高的寶可夢影響天氣状態。）",
		"desc": "整个戰場颳起强風亂流，不知道如何飛行的寶可夢可能會被遠遠吹飛出去。"
	},
	{
		"name": "終结之地", "alias": "おわりのだいち|Desolate Land",
		"tags": ["target|l|field", "weather|l|sun2"],
		"effect": "当这隻寶可夢出場时，天氣状態將會自动變为大日照。这个效果將會在这隻寶可夢退場时结束。（若效果互相衝突，则由意志较高的寶可夢影響天氣状態。）",
		"desc": "烈日焦灼是如此酷熱，你的皮肤开始发紅起泡，所有的水分都被蒸发殆盡，且这隻寶可夢的每一步都會使地表熔化成岩漿。"
	},
	{
		"name": "畫皮", "alias": "ばけのかわ|Disguise",
		"tags": ["target|l|self", "nftext|l|第一次受到的攻擊只會造成", "frame|target|傷害|number|0"],
		"effect": "这隻寶可夢在戰鬥中第一次要受到傷害时，將該傷害降低到零。入場危害、天氣状態、和異常状態並不會觸发这个特性。",
		"desc": "这隻寶可夢穿著一件其他寶可夢外观的可信偽装。当牠受到傷害时，偽装將會被破壞，看起來就像是牠承受了致命傷勢一樣。"
	},
	{
		"name": "下載", "alias": "ダウンロード|Download",
		"tags": ["target|l|self", "frame|self|力量|up|1", "nftext|l|或", "frame|self|特殊|up|1"],
		"effect": "当这隻寶可夢出場时，牠將會掃描牠的敵人並提供关於对方的情報。接著牠將會在说書人的裁斷下提升 1 点力量或 1 点特殊特质。",
		"desc": "这隻寶可夢能夠掃描敵人，連上電腦中的数據並將其下載到牠自己体內。太过大量的资料可能會讓牠感到有些沉重。"
	},
	{
		"name": "降雨", "alias": "あめふらし|Drizzle",
		"tags": ["target|l|field", "weather|l|rain"],
		"effect": "当这隻寶可夢出場时，天氣状態將會自动變为下雨。这个效果將會在这隻寶可夢退場时结束。（若效果互相衝突，则由意志较高的寶可夢影響天氣状態。）",
		"desc": "只要这隻寶可夢这么希望，天空就會在彷彿永不停息的風暴中持續不斷降雨。"
	},
	{
		"name": "日照", "alias": "ひでり|Drought",
		"tags": ["target|l|field", "weather|l|sun"],
		"effect": "当这隻寶可夢出場时，天氣状態將會自动變为大晴天。这个效果將會在这隻寶可夢退場时结束。（若效果互相衝突，则由意志较高的寶可夢影響天氣状態。）",
		"desc": "只要这隻寶可夢这么希望，日照將會變得无比猛烈並提升場上的温度。"
	},
	{
		"name": "干燥皮肤", "alias": "かんそうはだ|Dry Skin",
		"tags": ["target|l|self", "weather|l|sun", "frame|self|傷害|number|1", "text|l|火系招式|Fire", "frame|self|受傷|plus|1", "text|l|水系招式|Water", "frame|heal||heal|1"],
		"effect": "如果当前天氣状態为大晴天，则这隻寶可夢將在每个戰鬥輪结束时受到 1 点傷害。火属性招式对这隻寶可夢將造成额外 1 点傷害。水属性招式可能會使这隻寶可夢回復 1 点HP，而非造成傷害。",
		"desc": "这隻寶可夢的肌肤需要特別的照料，它需要持續保湿並防範高温。"
	},
	{
		"name": "早起", "alias": "はやおき|Early Bird",
		"tags": ["target|l|self", "frame|sleep||number|½"],
		"effect": "这隻寶可夢處於「睡眠」状態的时间減少一半，牠只需要在洞察掷骰判定中累積獲得 2 顆或以上的成功骰就能在戰鬥中從「睡眠」状態下清醒过來。这个效果並不適用於招式〈睡覺〉造成的「睡眠」状態。",
		"desc": "擁有这个特性的寶可夢是个很容易從沉睡中清醒的浅眠者。牠們只需要数个小时的睡眠时间就能充满精神的醒过來。"
	},
	{
		"name": "孢子", "alias": "ほうし|Effect Spore",
		"tags": ["target|l|foe", "nftext|l|当被物理攻擊命中时，随机造成", "frame|poison||number|d3", "frame|paralysis||number|d3", "frame|sleep||number|d3"],
		"effect": "当被非遠程攻擊的物理攻擊給命中时，这隻寶可夢將骰 3 顆机率骰以随机使敵人陷入「中毒」、「麻痺」、或「睡眠」状態。",
		"desc": "当遭受壓力时，这隻寶可夢將透过身体釋放出孢子，使其遍布四周並導致嚴重的过敏反應。"
	},
	{
		"name": "電氣製造者", "alias": "エレキメイカー|Electric Surge",
		"tags": ["target|l|field", "text|l|電氣場地|Electric"],
		"effect": "当这隻寶可夢出場时，牠將自动发动招式〈電氣場地〉的效果。（若效果互相衝突，则由意志较高的寶可夢勝出。）",
		"desc": "这隻寶可夢能夠创造出环繞自己的電氣場地，使空氣充满紧绷的氛圍，也讓每个人都感到紧张不安。"
	},
	{
		"name": "危險迴避", "alias": "ききかいひ|Emergency Exit",
		"tags": ["target|l|self", "nftext|l|HP降到一半或以下时", "effect|l|switcher", "target|l|ally"],
		"effect": "每当这隻寶可夢的HP降到一半或以下时，牠將會回到自己的精灵球，並換上一名隊友來代替牠。如果没有其他隊友，则戰鬥直接结束。这个特性的效果不會被「阻擋」給影響。",
		"desc": "这隻寶可夢會在情勢升级失控时採取戰术性撤退，儘管你可以强迫牠进行戰鬥，但牠可不會喜歡这么做。"
	},
	{
		"name": "妖精氣場", "alias": "フェアリーオーラ|Fairy Aura",
		"tags": ["target|l|field", "text|l|妖精招式|Fairy", "frame|self|傷害|plus|d2"],
		"effect": "場上所有寶可夢的妖精属性招式的傷害骰池全都额外增加 2 顆骰子。这个效果不會疊加。場上的寶可夢和訓練家將不會攻擊这个特性的使用者。",
		"desc": "一股强大的粉紅色氣場從这隻寶可夢身上散发而出，使搖曳的微光籠罩著戰場，讓所有人的心中充满和平、希望、和愛。"
	},
	{
		"name": "过濾", "alias": "フィルター|Filter",
		"tags": ["target|l|self", "nftext|l|当被效果絕佳的攻擊命中时", "frame|self|受傷|minus|1"],
		"effect": "如果敵人对这隻寶可夢使用了會造成效果絕佳的傷害的招式，则使該攻擊造成的总傷害減少 1 点。",
		"desc": "这隻寶可夢运用著一股看不見的能量力場來过濾任何傷害性的能量和物质。"
	},
	{
		"name": "火焰之軀", "alias": "ほのおのからだ|Flame Body",
		"tags": ["target|l|foe", "nftext|l|当被物理攻擊命中时", "frame|burn1||number|d3"],
		"effect": "当这隻寶可夢被非遠程攻擊的物理攻擊給命中时，骰 3 顆机率骰以使敵人陷入「灼傷 1 级」状態。",
		"desc": "这隻寶可夢可以隨心所欲点燃自己的身軀，且不會因此受到任何傷害。接觸到这隻寶可夢的物体可能會起火燃燒。"
	},
	{
		"name": "受熱激升", "alias": "ねつぼうそう|Flare Boost",
		"tags": ["target|l|self", "frame|burn1||always", "frame|burn2||always", "frame|burn3||always", "frame|self|特殊|up|2"],
		"effect": "如果这隻寶可夢陷入任何「灼傷」状態，则牠的特殊特质提升 2 点。",
		"desc": "擁有这个特性的寶可夢能從火焰产生的极端高熱中受益，这可能會讓牠有点像是縱火狂。"
	},
	{
		"name": "引火", "alias": "もらいび|Flash Fire",
		"tags": ["target|l|self", "nftext|l|免疫", "text|l|火系招式|Fire", "nftext|l|的傷害", "frame|self|傷害|plus|d1"],
		"effect": "当这隻寶可夢第一次被火属性招式命中，则直到該場景结束前，这隻寶可夢所使用的火属性招式的傷害骰池都將额外增加 1 顆骰子。火属性招式不會对这隻寶可夢造成傷害。",
		"desc": "这隻寶可夢能夠吸收其他火源並將其化为己用。对牠來说，走过餘燼、火焰、岩漿、和煉獄都只不过像是清風吹拂。"
	},
	{
		"name": "花之禮", "alias": "フラワーギフト|Flower Gift",
		"tags": ["target|l|allally", "text|l|型態變化", "weather|l|sun", "frame|self|力量|up|2", "frame|self|特防|up|2"],
		"effect": "如果当前天氣状態为大晴天，则这隻寶可夢和牠隊友的力量和特防特质都將提升 2 点。",
		"desc": "这隻寶可夢的花瓣將在陽光普照时散发出满满的能量，这股能量能讓周遭的人們感到更强大。"
	},
	{
		"name": "花幕", "alias": "フラワーベール|Flower Veil",
		"tags": ["target|l|allally", "frame|self|特质|down|never", "text|l|免疫異常"],
		"effect": "使用者和隊友的特质不會被降低，且不會陷入任何異常状態。在这之前被影響的特质或異常状態仍會保留。",
		"desc": "这隻寶可夢能使花朵盛开，並保護周遭的其他寶可夢不受傷害。"
	},
	{
		"name": "毛茸茸", "alias": "もふもふ|Fluffy",
		"tags": ["target|l|self", "text|l|物理攻擊", "frame|self|受傷|minus|2", "text|l|火系招式|Fire", "frame|self|受傷|plus|2"],
		"effect": "所有物理攻擊对这隻寶可夢造成的傷害降低 2 点。所有火属性攻擊对这隻寶可夢造成的傷害增加 2 点。",
		"desc": "这隻寶可夢的毛皮蓬松到能讓人溺死在裡面。它是如此柔軟而舒適，彷彿在邀请你擁抱它一樣。请使用无温烘干机干燥，不可熨燙。"
	},
	{
		"name": "阴晴不定", "alias": "てんきや|Forecast",
		"tags": ["target|l|self", "text|l|型態變化"],
		"effect": "这隻寶可夢的属性會根據当前的天氣状態而改變：大晴天时變为火属性、下雨时變为水属性、冰雹时變为冰属性、沙暴时變为岩石属性。",
		"desc": "这隻寶可夢能夠吸收周遭环境的元素而適應變化，讓牠甚至能在极端环境下生存。"
	},
	{
		"name": "預知夢", "alias": "よちむ|Forewarn",
		"tags": ["target|l|rfoe", "nftext|l|发出警告:", "effect|l|lethal", "text|l|高威力"],
		"effect": "在戰鬥中，这隻寶可夢會警告牠的訓練家关於其中一个敵人所擁有的最强招式的情報。说書人必須秘密地將情報告知这隻寶可夢的訓練家。",
		"desc": "当这隻寶可夢感覺到恶意或災难的接近，牠將會透过心灵感應警告牠的訓練家。訓練家必須使用洞察进行判定來接收这个訊息。"
	},
	{
		"name": "友情防守", "alias": "フレンドガード|Friend Guard",
		"tags": ["target|l|self", "nftext|l|当被隊友命中时", "frame|self|受傷|minus|2"],
		"effect": "如果这隻寶可夢被隊友施展的招式給命中，则降低 2 点自己受到的傷害。",
		"desc": "这隻寶可夢相当可愛，並能喚醒他人心中的母性。牠的每个同伴都會试圖保護好牠。"
	},
	{
		"name": "察覺", "alias": "おみとおし|Frisk",
		"tags": ["target|l|rfoe", "nftext|l|揭露持有的物品"],
		"effect": "当这隻寶可夢進入戰場时，说書人必須把牠其中一个敵人持有的物品告訴这隻寶可夢的訓練家。",
		"desc": "这隻寶可夢能夠看穿其他人攜帶的道具，即使对方试圖把它藏起來也一樣。"
	},
	{
		"name": "金属防護", "alias": "メタルプロテクト|Full Metal Body",
		"tags": ["target|l|self", "frame|self|特质|down|never"],
		"effect": "其他寶可夢將无法使这隻寶可夢的特质降低。然而，这隻寶可夢仍然能夠降低自己的特质。",
		"desc": "这隻寶可夢的身体就是厚重的金属護甲，闪亮的外殼没有一点污瑕。如果往裏面注視，那么你可能會被那烈日般的光輝給照瞎。"
	},
	{
		"name": "毛皮大衣", "alias": "ファーコート|Fur Coat",
		"tags": ["target|l|self", "nftext|l|当被物理攻擊命中时", "frame|self|受傷|minus|2"],
		"effect": "所有物理攻擊对这隻寶可夢造成的傷害降低 2 点。",
		"desc": "这隻寶可夢毛絨絨的外在相当柔軟、可愛想抱、且不會讓人过敏，它同时還能做为抵禦强大打擊的緩衝。"
	},
	{
		"name": "疾風之翼", "alias": "はやてのつばさ|Gale Wings",
		"tags": ["target|l|self", "text|l|飛行招式|Flying", "frame|priority||up|1"],
		"effect": "这隻寶可夢的所有飛行属性招式全都獲得「先制度+1」的效果。",
		"desc": "这隻寶可夢的羽翼構造经过完美設计，讓牠能輕松驾馭最恶劣的狂風。"
	},
	{
		"name": "電氣皮肤", "alias": "エレキスキン|Galvanize",
		"tags": ["target|l|self", "text|l|一般招式|Normal", "text|l|電系招式|Electric", "frame|self|傷害|plus|d1"],
		"effect": "这隻寶可夢使用的一般属性攻擊將會如同它是電属性的招式一樣造成傷害，並適用属性一致加成、弱点和抗性。電属性招式的傷害骰池额外增加 1 顆骰子。",
		"desc": "这隻寶可夢的身軀环繞著電流，这讓牠无論做什么事都显得充满能量。"
	},
	{
		"name": "貪吃鬼", "alias": "くいしんぼう|Gluttony",
		"tags": ["target|l|self"],
		"effect": "这隻寶可夢可以食用任何类型的食物、藥物、或草藥，而不會承受任何負面效果。这隻寶可夢可以在戰鬥中的任何时候以一个自由动作吃掉牠所持有的樹果。",
		"desc": "这隻寶可夢可以吃上一整天，牠完全不用擔心找不到食物來源，因为牠超级不挑食。"
	},
	{
		"name": "黏滑", "alias": "ぬめぬめ|Gooey",
		"tags": ["target|l|foe", "nftext|l|当被物理攻擊命中时", "frame|target|灵巧|down|1"],
		"effect": "当敵人第一次以非遠程攻擊的物理攻擊命中这隻寶可夢时，使敵人的灵巧特质降低 1 点。",
		"desc": "这隻寶可夢的黏性分泌物會黏在任何接觸牠的人身上，並可能會在行动上造成相当程度的負擔。往好處想，这可是純天然的有机膠水耶！"
	},
	{
		"name": "一猩一意", "alias": "ごりむちゅう|Gorilla Tactics",
		"tags": ["target|l|self", "frame|self|力量|up|1", "nftext|l|只能进行闪避和使用一个招式"],
		"effect": "在戰鬥开始时，选擇一个招式。这隻寶可夢的力量特质提升 1 点，且牠每个戰鬥輪都只能使用所选擇的招式或进行闪避。这个效果會在这隻寶可夢被從戰鬥中收回时重置。",
		"desc": "这隻寶可夢的儀態有許多待改進的空间，牠野蠻而粗俗，且面对难题的唯一手段就是「砸了它！」"
	},
	{
		"name": "草之毛皮", "alias": "くさのけがわ|Grass Pelt",
		"tags": ["target|l|self", "text|l|青草場地|Grass", "frame|self|防禦|up|2"],
		"effect": "如果〈青草場地〉正在发揮效果，则这隻寶可夢的防禦提升 2 点。",
		"desc": "这隻寶可夢披著一层茂盛的草皮來保護自己的身体，即使你將其割除，它也會在幾天內就重新长回來。"
	},
	{
		"name": "青草製造者", "alias": "グラスメイカー|Grassy Surge",
		"tags": ["target|l|field", "text|l|青草場地|Grass"],
		"effect": "当这隻寶可夢出場时，牠將自动发动招式〈青草場地〉的效果。（若效果互相衝突，则由意志较高的寶可夢勝出。）",
		"desc": "这隻寶可夢能夠创造出环繞自己的青草場地，讓牠更容易在陽光下放松发懶。"
	},
	{
		"name": "一口飛彈", "alias": "うのミサイル|Gulp Missile",
		"tags": ["target|l|self", "text|l|型態變化", "frame|target|傷害|number|d2", "frame|target|防禦|down|1", "frame|paralysis||always"],
		"effect": "如果这隻寶可夢使用了招式〈衝浪〉或〈潛水〉，则牠會在造成傷害后改變型態。如果牠的HP還剩下超过一半，则變为「一口吞型態」；如果牠的HP還剩下一半或以下，则變为「大口吞型態」。当这隻寶可夢在處於其中任意一个型態期间受到敵人造成的傷害，牠將骰 2 顆傷害骰以对敵人造成傷害，並根據型態造成额外效果（「一口吞型態」將使敵人的防禦降低 1 点；「大口吞型態」將使敵人陷入「麻痺」状態），在这之后，这隻寶可夢將會恢復原本的型態。",
		"desc": "这隻寶可夢是个出色的獵手，牠总是能在潛入水池后帶著獵物飛翔而出，且牠有时候會把獵物当作武器使用……"
	},
	{
		"name": "毅力", "alias": "こんじょう|Guts",
		"tags": ["target|l|self", "nftext|l|處於異常状態时", "frame|self|力量|up|2"],
		"effect": "当處於異常状態时，这隻寶可夢的力量特质提升 2 点。",
		"desc": "这隻寶可夢敢於做出所有他人不敢为之的行动，且不會輕易失去牠的決心，儘管这可能會讓牠显得有些魯莽。"
	},
	{
		"name": "收穫", "alias": "しゅうかく|Harvest",
		"tags": ["target|l|self", "nftext|l|重新长出樹果"],
		"effect": "如果这隻寶可夢在戰鬥期间以持有物品的形式消耗了一顆樹果，则該樹果會在該日结束时重新长回來。",
		"desc": "这隻寶可夢天生就能夠在短时间內生长出可食用的水果，如果牠被餵食了樹果，那牠也將能夠生长出它們。"
	},
	{
		"name": "治癒之心", "alias": "いやしのこころ|Healer",
		"tags": ["target|l|ally", "frame|heal|治療状態|number|d3"],
		"effect": "如果戰場上的某个隊友處於異常状態，则在該戰鬥輪结束时，这隻寶可夢可以骰 3 顆机率骰以治療該状態。",
		"desc": "这隻寶可夢擁有治療之力，且牠會毫不猶豫地运用这股力量來幫助他人。"
	},
	{
		"name": "耐熱", "alias": "たいねつ|Heatproof",
		"tags": ["target|l|self", "frame|burn1||never", "text|l|火系招式|Fire", "frame|self|受傷|minus|2"],
		"effect": "「灼傷 1 级」状態不會对这隻寶可夢造成傷害。如果这隻寶可夢被火属性的攻擊命中，減少 2 点受到的傷害。",
		"desc": "这隻寶可夢能夠毫无困难的抵抗高温。"
	},
	{
		"name": "重金属", "alias": "ヘヴィメタル|Heavy Metal",
		"tags": ["target|l|self", "nftext|l|体重變为两倍"],
		"effect": "这隻寶可夢的重量變为原本的两倍。基於寶可夢体重的招式的傷害將根據这个變化产生相應的调整。",
		"desc": "包裹著这隻寶可夢身体的金属是如此厚重，以至於它能輕易使这隻寶可夢的重量變为原本的两倍。"
	},
	{
		"name": "採蜜", "alias": "みつあつめ|Honey Gather",
		"tags": ["target|l|self", "nftext|l|讓你獲得甜甜蜜"],
		"effect": "一小罐甜甜蜜能夠賣到最高 $100 的價錢。甜甜蜜能夠吸引野生的寶可夢，且把甜甜蜜餵食給寶可夢將能讓牠快樂。",
		"desc": "这隻寶可夢能夠自己製造出蜂蜜，你每天都能夠得到一小罐高品质的甜蜜蜜。"
	},
	{
		"name": "大力士", "alias": "ちからもち|Huge Power",
		"tags": ["target|l|self", "frame|self|力量|up|1"],
		"effect": "这隻寶可夢的力量特质永久提升 1 点。",
		"desc": "除了牠的身体外表，这隻寶可夢還擁有著一股超自然的力量之源。"
	},
	{
		"name": "飽了又餓", "alias": "はらぺこスイッチ|Hunger Switch",
		"tags": ["target|l|self", "text|l|型態變化"],
		"effect": "只有莫魯貝可能夠使用这个特性。这个特性无法被复製或交換。在戰鬥輪结束时，切換这隻寶可夢的型態（「满腹型態」／「空腹型態」）。",
		"desc": "这隻寶可夢會在感到飢餓时變得相当暴躁，除非你经常給牠零食，否则牠將會抓狂咬人。"
	},
	{
		"name": "活力", "alias": "はりきり|Hustle",
		"tags": ["target|l|self", "nftext|l|物理攻擊獲得", "frame|accuracy||down|1", "frame|self|傷害|plus|d2"],
		"effect": "这隻寶可夢的所有物理攻擊都將獲得额外的「降低命中率」标誌，且傷害骰池獲得额外 2 顆骰子。",
		"desc": "这隻寶可夢會興沖沖的採取所有行动，这通常會讓牠的行为變得有些草率。"
	},
	{
		"name": "湿潤之軀", "alias": "うるおいボディ|Hydration",
		"tags": ["target|l|self", "weather|l|rain", "frame|heal|治療状態|always"],
		"effect": "如果当前天氣状態为下雨，则这隻寶可夢會在戰鬥輪结束时治療自己的所有異常状態。",
		"desc": "这隻寶可夢的身体會吸收水分並利用其來維持自己的健康状態。"
	},
	{
		"name": "怪力鉗", "alias": "かいりきバサミ|Hyper Cutter",
		"tags": ["target|l|self", "frame|self|力量|down|never"],
		"effect": "这隻寶可夢的力量特质不會被任何方式降低。",
		"desc": "这隻寶可夢的鉗爪相当鋒利，不會變鈍。"
	},
	{
		"name": "冰凍之軀", "alias": "アイスボディ|Ice Body",
		"tags": ["target|l|self", "weather|l|hail", "frame|heal||heal|1"],
		"effect": "如果当前天氣状態为冰雹，则这隻寶可夢可以在戰鬥輪结束时回復 1 点HP。这隻寶可夢免疫冰雹天氣造成的傷害。",
		"desc": "这隻寶可夢的身体彷彿结凍，零度以下的温度对牠來说就像是老家一樣。"
	},
	{
		"name": "结凍头", "alias": "アイスフェイス|Ice Face",
		"tags": ["target|l|self", "weather|l|hail", "text|l|型態變化"],
		"effect": "当这隻寶可夢處於「结凍头型態」时，这隻寶可夢擁有 2 点额外HP。如果结凍头受到 2 点傷害，则这隻寶可夢將變为「解凍头型態」。要重新變回「结凍头型態」，这隻寶可夢必須在冰雹天氣状態中待上一整輪的时间。",
		"desc": "这隻寶可夢的头部被厚实的冰塊給遮蓋，形成一道保護自己的屏障。如果它被破壞，那牠會需要相当寒冷的温度才能使冰塊重新成形。"
	},
	{
		"name": "冰鱗粉", "alias": "こおりのりんぷん|Ice Scales",
		"tags": ["target|l|self", "nftext|l|当被特殊攻擊命中时", "frame|self|受傷|minus|2"],
		"effect": "所有特殊攻擊对这隻寶可夢造成的傷害將減少 2 点。",
		"desc": "这隻寶可夢的身軀被冰晶鱗片給覆蓋。总是散发著寒氣，牠能夠輕易用体表偏折掉大多数的投射物、能量、光線。"
	},
	{
		"name": "发光", "alias": "はっこう|Illuminate",
		"tags": ["target|l|self"],
		"effect": "提升遭遇野生寶可夢的机率。如果存在任何會降低能見度的环境挑戰，则这隻寶可夢和牠的隊友將免疫其效果。",
		"desc": "这隻寶可夢能夠自然地讓牠的身体发出光芒。其他寶可夢會在看見这道光芒时好奇地接近。"
	},
	{
		"name": "幻覺", "alias": "イリュージョン|Illusion",
		"tags": ["target|l|self", "nftext|l|改變自己的外观"],
		"effect": "当这隻寶可夢出場时，牠會以隊伍中的另一隻寶可夢的外型登場；牠會在受到傷害时變回牠原本的外型。当牠變为人类的外观时，牠不會说话，且牠的尾巴仍可能會露出來。",
		"desc": "这隻寶可夢會对自己施加幻象，讓牠看起來就像另外一隻牠曾经看过的生物。这道幻象与本尊幾乎毫无區別。"
	},
	{
		"name": "免疫", "alias": "めんえき|Immunity",
		"tags": ["target|l|self", "frame|poison||never", "frame|poison2||never"],
		"effect": "「中毒」和「劇毒」異常状態不會对这隻寶可夢造成任何傷害。",
		"desc": "这隻寶可夢擁有非常强大的免疫系統，且牠很少會生病。牠甚至能夠食用腐烂的食物而不至於得病。"
	},
	{
		"name": "變身者", "alias": "かわりもの|Imposter",
		"tags": ["target|l|self", "nftext|l|自动使用〈變身〉招式"],
		"effect": "当这隻寶可夢進入戰鬥时，牠將直接受到〈變身〉招式的效果影響。",
		"desc": "这隻寶可夢能夠以极快的速度改變牠自己的细胞结構，變身成另一个生物的复製体。"
	},
	{
		"name": "穿透", "alias": "すりぬけ|Infiltrator",
		"tags": ["target|l|self"],
		"effect": "这隻寶可夢能夠忽略護盾招式、〈神秘守護〉、〈替身〉、〈光牆〉、和〈反射壁〉的效果。",
		"desc": "这隻寶可夢的行动相当隱匿，牠天生就比其他人還要更难以被察覺。"
	},
	{
		"name": "飛出的內在物", "alias": "とびだすなかみ|Innards Out",
		"tags": ["target|l|foe", "frame|target|傷害|number|n"],
		"effect": "如果某个攻擊將使这隻寶可夢陷入瀕死状態，则牠會对敵人造成等同於自己剩餘HP的傷害。",
		"desc": "由於缺少四肢，这隻寶可夢會吐出自己的內臟來当作肢体使用、或用來保護自己不受傷害。噁心但有用。"
	},
	{
		"name": "精神力", "alias": "せいしんりょく|Inner Focus",
		"tags": ["target|l|self", "frame|flinch||never"],
		"effect": "这隻寶可夢不會陷入「畏缩」状態，且不會被威吓。（「威吓」特性不會对这隻寶可夢产生任何效果）",
		"desc": "这隻寶可夢极度認真且專注在牠所做的任何事情上。即使受了重傷，牠也會保持冷靜，絕不退缩。"
	},
	{
		"name": "不眠", "alias": "ふみん|Insomnia",
		"tags": ["target|l|self", "frame|sleep||never"],
		"effect": "这隻寶可夢不會陷入「睡眠」状態。",
		"desc": "这隻寶可夢不需要睡覺，牠无論何时都會維持清醒。"
	},
	{
		"name": "威吓", "alias": "いかく|Intimidate",
		"tags": ["target|l|allfoe", "frame|target|力量|down|1"],
		"effect": "当这隻寶可夢出場时，使範圍內所有敵人的力量降低 1 点。只要这隻寶可夢在場上，这个效果就會持續。降低遭遇野生寶可夢的机率。",
		"desc": "这隻寶可夢散发著壓倒性的存在威壓，能激起他人的恐懼和敬重。"
	},
	{
		"name": "不撓之剑", "alias": "ふとうのけん|Intrepid Sword",
		"tags": ["target|l|self", "frame|self|力量|up|2"],
		"effect": "当这隻寶可夢進入戰鬥时，使牠自己的力量提升 2 点。在戰鬥之外的情況，这隻寶可夢可以切穿任何表面。",
		"desc": "这隻大膽的寶可夢无懼於任何挑戰，牠的力量能透过純粹的意志來增长。牠的存在本身可能就相当危險。"
	},
	{
		"name": "鐵刺", "alias": "てつのトゲ|Iron Barbs",
		"tags": ["target|l|foe", "nftext|l|当被物理攻擊命中时", "frame|target|傷害|number|d1"],
		"effect": "每当这隻寶可夢被非遠程攻擊的物理攻擊給命中时，骰 1 顆傷害骰以对攻擊者造成傷害。",
		"desc": "这隻寶可夢覆有尖銳的鐵棘，能刺傷任何粗魯碰觸牠的傢伙。"
	},
	{
		"name": "鐵拳", "alias": "てつのこぶし|Iron Fist",
		"tags": ["target|l|self", "effect|l|fist", "frame|self|傷害|plus|d1"],
		"effect": "拳头类招式的傷害骰池额外增加 1 顆骰子。",
		"desc": "这隻寶可夢的双手相当强壮且沉重，当握紧成拳，它們可以擊穿幾乎所有一切。"
	},
	{
		"name": "正義之心", "alias": "せいぎのこころ|Justified",
		"tags": ["target|l|self", "text|l|恶系招式|Dark", "frame|self|力量|up|1"],
		"effect": "当这隻寶可夢第一次被恶属性攻擊命中、或当牠目睹了某个牠認为不公義的事件时，这隻寶可夢的力量特质提升 1 点。",
		"desc": "这隻寶可夢有著天生的正義感，恶行將會使牠感到非常憤怒。"
	},
	{
		"name": "銳利目光", "alias": "するどいめ|Keen Eye",
		"tags": ["target|l|self", "frame|self|命中|down|never"],
		"effect": "这隻寶可夢的命中判定的成功骰不會因为招式、道具、或特性的影響而被扣除。但疼痛惩罚和难度惩罚仍會適用。",
		"desc": "这隻寶可夢擁有卓越的視覺，锁定渺小或位於遙遠距離外的目标將會變得容易許多。"
	},
	{
		"name": "笨拙", "alias": "ぶきよう|Klutz",
		"tags": ["target|l|self", "nftext|l|免疫持有物品的效果"],
		"effect": "这隻寶可夢的持有物品不會对自己造成任何效果。",
		"desc": "这隻寶可夢不懂得如何正確的使用工具，且通常會以意想不到的方式使用它們。"
	},
	{
		"name": "葉子防守", "alias": "リーフガード|Leaf Guard",
		"tags": ["target|l|self", "weather|l|sun", "text|l|免疫異常"],
		"effect": "如果当前天氣状態为大晴天，则这隻寶可夢不會陷入任何異常状態。在这之前陷入的異常状態仍會保留。",
		"desc": "这隻寶可夢身上的葉片隨著陽光延展以遮蓋自己的身体。"
	},
	{
		"name": "飄浮", "alias": "ふゆう|Levitate",
		"tags": ["target|l|self", "nftext|l|免疫", "text|l|地面招式|Ground"],
		"effect": "地面属性的招式和地面上的效果都不會影響这隻寶可夢。如果这隻寶可夢使用了會把牠自己束縛在地面上的招式，则这个效果將會消失，直到牠再次脫離地表。",
		"desc": "这隻寶可夢飄浮在空中四處移动而无須接觸地表。"
	},
	{
		"name": "自由者", "alias": "リベロ|Libero",
		"tags": ["target|l|self", "text|l|改變属性"],
		"effect": "每当这隻寶可夢使用了一个招式，把牠的属性先改變为該招式的属性。若該招式为攻擊招式且會造成傷害，则適用属性一致加成。",
		"desc": "这隻寶可夢在比賽中总有自己的计畫。牠喜歡居於守勢，並在最后進攻时做出最棒的特殊傳球。"
	},
	{
		"name": "輕金属", "alias": "ライトメタル|Light Metal",
		"tags": ["target|l|self", "nftext|l|体重變輕"],
		"effect": "这隻寶可夢的重量變为原本的50%~75%。基於寶可夢体重的招式的傷害將根據这个變化产生相應的调整。",
		"desc": "包裹著这隻寶可夢身体的金属彷彿羽毛一樣輕盈，使这隻寶可夢的体重變为原本的 50% 到 75%。"
	},
	{
		"name": "避雷針", "alias": "ひらいしん|Lightning Rod",
		"tags": ["target|l|self", "nftext|l|吸引並免疫", "text|l|電系招式|Electric", "frame|self|傷害|plus|d1"],
		"effect": "如果有任何人使用了单一目标的電属性招式，则該招式的目标將會引導變更为这隻寶可夢；这隻寶可夢免疫任何電属性招式的傷害。当这隻寶可夢第一次被電属性招式命中，这隻寶可夢的特殊特质提升 1 点。",
		"desc": "这隻寶可夢能夠把闪電和電流吸引到自身，以供自己充能。"
	},
	{
		"name": "柔軟", "alias": "じゅうなん|Limber",
		"tags": ["target|l|self", "frame|paralysis||never"],
		"effect": "这隻寶可夢不會陷入「麻痺」状態。",
		"desc": "这隻寶可夢的肌肉灵活地令人驚異且有彈性，使牠能輕松地行动，迅捷且優雅。"
	},
	{
		"name": "污泥漿", "alias": "ヘドロえき|Liquid Ooze",
		"tags": ["target|l|foe"],
		"effect": "如果这隻寶可夢被會吸收牠生命能量的招式給命中（比如说〈寄生种子〉、〈食夢〉、〈吸收拳〉等），则該招式會改为对使用者造成等量的傷害。",
		"desc": "这隻寶可夢的身体會产生出一种有害且帶毒素的分泌物，不要嘗试吃了它！"
	},
	{
		"name": "湿潤之聲", "alias": "うるおいボイス|Liquid Voice",
		"tags": ["target|l|self", "effect|l|sound", "nftext|l|變为", "text|l|水系招式|Water"],
		"effect": "这隻寶可夢使用的所有聲音类招式都將被視为水属性。",
		"desc": "嗓音中的聲波將使空氣中的水分化作水体，就彷彿從无中召喚出水珠、降雨、或甚至瀑布流水。"
	},
	{
		"name": "遠隔", "alias": "えんかく|Long Reach",
		"tags": ["target|l|self", "text|l|所有招式", "nftext|l|變为遠程招式"],
		"effect": "这隻寶可夢进行的所有攻擊都被視为遠程攻擊。",
		"desc": "这隻寶可夢能夠攻擊物体和敵人的影子，並同时讓真正的目标承受傷害。"
	},
	{
		"name": "魔法镜", "alias": "マジックミラー|Magic Bounce",
		"tags": ["target|l|foe", "nftext|l|反彈變化系招式"],
		"effect": "所有以这隻寶可夢或牠那一方的戰場为目标的變化系招式全都會改为以敵人为目标。",
		"desc": "这隻寶可夢會对他的敵人施展精神控制來讓牠间接傷害牠自己，使其看起來就像魔法一樣。"
	},
	{
		"name": "魔法防守", "alias": "マジックガード|Magic Guard",
		"tags": ["target|l|self"],
		"effect": "这隻寶可夢不會受到來自 異常状態、反作用力傷害、持有物品、或天氣状態　的傷害。",
		"desc": "这隻寶可夢身上包覆著微弱的能量，能夠阻止任何可能发生的微小傷害。"
	},
	{
		"name": "魔术師", "alias": "マジシャン|Magician",
		"tags": ["target|l|self", "nftext|l|偷走敵人的持有物品"],
		"effect": "这隻寶可夢會偷走牠擊中的敵人身上的持有物品。",
		"desc": "这隻寶可夢擅於表演簡单的魔术技倆來讓其他人感到驚豔，像是變出小東西，或把附近的東西在眨眼间變不見。"
	},
	{
		"name": "熔岩鎧甲", "alias": "マグマのよろい|Magma Armor",
		"tags": ["target|l|self", "frame|frozen||never"],
		"effect": "这隻寶可夢不會陷入「冰凍」状態。",
		"desc": "这隻寶可夢的身軀总是灼熱难觸，牠只需要站在大房间裏头就能夠讓其變得温暖，且牠可以忍受高温环境。"
	},
	{
		"name": "磁力", "alias": "じりょく|Magnet Pull",
		"tags": ["target|l|field", "text|l|鋼属性|Steel", "effect|l|block"],
		"effect": "所有戰場上的鋼属性寶可夢都被「阻擋」。",
		"desc": "这隻寶可夢能夠发动牠周遭的磁場來吸引各式各樣的金属。"
	},
	{
		"name": "神奇鱗片", "alias": "ふしぎなうろこ|Marvel Scale",
		"tags": ["target|l|self", "nftext|l|陷入異常状態时", "frame|self|防禦|up|2"],
		"effect": "如果这隻寶可夢陷入異常状態，则牠的防禦提升 2 点。",
		"desc": "这隻寶可夢身上的美丽鱗片會在牠的身体感到壓力时硬化。"
	},
	{
		"name": "超级发射器", "alias": "メガランチャー|Mega Launcher",
		"tags": ["target|l|self", "frame|self|傷害|plus|d2"],
		"effect": "这隻寶可夢使用的每个名字帶有「波动」或「波導」关鍵字的招式，其傷害骰池／治療骰池都將额外增加 2 顆骰子。",
		"desc": "这隻寶可夢身上的大砲能讓牠发射出极端猛烈的砲火。"
	},
	{
		"name": "不仁不義", "alias": "ひとでなし|Merciless",
		"tags": ["target|l|self", "nftext|l|对", "frame|poison||always", "frame|poison2||always", "target|l|foe", "nftext|l|永遠擊中要害"],
		"effect": "如果敵人處於「中毒」或「劇毒」状態，则这隻寶可夢对牠使用的所有招式都將視为擊中要害。根據说書人的判斷，这隻寶可夢在使用會造成致命傷害的招式时將不會「手下留情」。",
		"desc": "一旦这隻寶可夢查覺到对方的虚弱，牠就會开始順從自己的殘忍天性行事。在没有自知之明的情況下，牠們可能會表现的无比殘酷。"
	},
	{
		"name": "拟態", "alias": "ぎたい|Mimicry",
		"tags": ["target|l|self", "nftext|l|根據場地", "text|l|改變属性"],
		"effect": "如果有任何場地招式正在生效（像是〈電氣場地〉、〈精神場地〉等），则这隻寶可夢的主要属性將會變为与該場地相符的属性。如果該場地效果结束，则牠的主要属性也會變回原樣。",
		"desc": "这隻寶可夢的身体能夠完美地偽装融入地面，有时會很容易把牠搞丟，但你总是能在某个不幸的受害者踩到牠时找到牠。"
	},
	{
		"name": "負電", "alias": "マイナス|Minus",
		"tags": ["target|l|self", "nftext|l|若有「正電」特性的隊友", "frame|self|特殊|up|2"],
		"effect": "如果戰場上有寶可夢隊友的特性为「正電」，则这隻寶可夢的特殊特质提升 2 点。",
		"desc": "这隻寶可夢身上帶有天生的負電荷。牠會吸引正電荷，並排斥其他的負電荷。牠們很容易感到藍色憂鬱。"
	},
	{
		"name": "镜甲", "alias": "ミラーアーマー|Mirror Armor",
		"tags": ["target|l|self", "nftext|l|反彈", "frame|self|特质|down|n"],
		"effect": "所有以这隻寶可夢或牠那一方的戰場为目标，會降低特质的效果都將被反彈，改为以敵人为目标。",
		"desc": "这隻寶可夢的身軀被闪亮的镜甲給包覆，这套鎧甲能夠擊退並反彈任何意圖弱化牠的事物。"
	},
	{
		"name": "薄霧製造者", "alias": "ミストメイカー|Misty Surge",
		"tags": ["target|l|field", "text|l|薄霧場地|Fairy"],
		"effect": "当这隻寶可夢出場时，牠將自动发动招式〈薄霧場地〉的效果。（若效果互相衝突，则由意志较高的寶可夢勝出。）",
		"desc": "这隻寶可夢能夠创造出环繞自己的薄霧場地，这裡異常寧靜，使人感覺和平且舒緩，但也同时寂寞与孤独。"
	},
	{
		"name": "破格", "alias": "かたやぶり|Mold Breaker",
		"tags": ["target|l|self", "nftext|l|忽略其他寶可夢的免疫能力"],
		"effect": "如果敵人擁有任何属性、特性、或其他免疫能力能阻止这隻寶可夢使用某个招式对其进行攻擊，將其忽略。",
		"desc": "这隻寶可夢將找出不尋常的手段來达成牠的目的。牠們善於创新，繞过难题。"
	},
	{
		"name": "心情不定", "alias": "ムラっけ|Moody",
		"tags": ["target|l|self", "nftext|l|随机", "frame|self|特质|up|1", "frame|self|特质|down|1"],
		"effect": "在每个戰鬥輪结束时，重置「心情不定」造成的特质调整，接著讓一个随机特质降低 1 点，並讓另一个随机特质提升 1 点。",
		"desc": "这隻寶可夢的情緒起伏劇烈，且大多数时候都喜怒无常。但願这只是暫时性的问题。"
	},
	{
		"name": "電氣引擎", "alias": "でんきエンジン|Motor Drive",
		"tags": ["target|l|self", "nftext|l|免疫", "text|l|電系招式|Electric", "nftext|l|的傷害", "frame|self|灵巧|up|1"],
		"effect": "当这隻寶可夢第一次被電属性招式命中，这隻寶可夢的灵巧將因此提升 1 点。電属性招式不會对这隻寶可夢造成傷害。",
		"desc": "这隻寶可夢會吸收電力並將其能量儲存起來，讓牠能跑得更快。"
	},
	{
		"name": "自信过度", "alias": "じしんかじょう|Moxie",
		"tags": ["target|l|self", "nftext|l|讓敵人陷入瀕死状態后", "frame|self|力量|up|1"],
		"effect": "如果敵人因为这隻寶可夢的攻擊而陷入瀕死状態，则这隻寶可夢的力量提升 1 点。你最多可以透过这个方式提升 3 点。",
		"desc": "这隻寶可夢天性兇猛无比，且會嘗试藉著擊败群体中的老大來取得權力地位。"
	},
	{
		"name": "多重鱗片", "alias": "マルチスケイル|Multiscale",
		"tags": ["target|l|self", "nftext|l|当自己满HP时", "frame|self|受傷|minus|1"],
		"effect": "如果这隻寶可夢的HP全满，则这隻寶可夢因为被攻擊而受到的傷害將減少 1 点。",
		"desc": "这隻寶可夢被两层堅硬的鱗片給覆蓋，如果其中一层鱗片破損，则它們會脫落並在稍后重新长回來。"
	},
	{
		"name": "多属性", "alias": "マルチタイプ|Multitype",
		"tags": ["target|l|self", "text|l|改變属性"],
		"effect": "这隻寶可夢能夠在任何时候自由的改變自己的属性。这个特性无法被任何手段給复製、交換、改變、忽略、或无效。",
		"desc": "创造出这个宇宙的所有能量都在这隻寶可夢的体內流竄，且牠能夠驾馭最符合当前所需的能量类型。"
	},
	{
		"name": "木乃伊", "alias": "ミイラ|Mummy",
		"tags": ["target|l|foe", "nftext|l|当用物理攻擊命中这隻寶可夢时", "text|l|改變特性"],
		"effect": "当这隻寶可夢被非遠程物理攻擊命中、或使用非遠程物理攻擊命中敵人时，將敵人的特性變为「木乃伊」。",
		"desc": "这隻寶可夢會詛咒任何膽敢对牠造成傷害的事物，这个詛咒甚至可能會持續好幾个世代，且會需要灵媒的協助才能將其解除。"
	},
	{
		"name": "自然回復", "alias": "しぜんかいふく|Natural Cure",
		"tags": ["target|l|self", "frame|heal|治療状態|number|d3"],
		"effect": "在每个戰鬥輪结束时，如果这隻寶可夢處於任何異常状態，则骰 3 顆机率骰以治療自己。",
		"desc": "这隻寶可夢的身体能夠製造物质來治療自己。牠們的这个特性也能被用來生产藥物。"
	},
	{
		"name": "腦核之力", "alias": "ブレインフォース|Neuroforce",
		"tags": ["target|l|self", "nftext|l|效果絕佳的招式", "frame|self|傷害|plus|1"],
		"effect": "这隻寶可夢使用的任何會对敵人造成效果絕佳傷害的招式，都將自动造成 1 点傷害。",
		"desc": "这隻寶可夢的超能力是如此强大，即使站在附近都能感覺到那股壓倒性。牠會利用任何牠在你心中找到的弱点。"
	},
	{
		"name": "化学變化氣体", "alias": "かがくへんかガス|Neutralizing Gas",
		"tags": ["target|l|allfoe", "nftext|l|无效所有目标的特性"],
		"effect": "只要这隻寶可夢在戰場上，範圍內所有敵人的特性效果都會被无效。",
		"desc": "这隻寶可夢身边环繞著帶有甜味香氣的有毒氣体。儘管如此，大部分人們和寶可夢都會忍不住停下來並嗅聞这些氣体。"
	},
	{
		"name": "无防守", "alias": "ノーガード|No Guard",
		"tags": ["target|l|self", "nftext|l|忽略", "frame|accuracy||down|X", "nftext|l|但无法闪避"],
		"effect": "你可以在戰鬥輪开始时宣告自己不會进行任何闪避动作。如果你这么做，则这隻寶可夢在为牠的所有招式进行命中判定时將視作没有任何「降低命中率」标誌。",
		"desc": "这隻寶可夢能夠完美地專注於攻擊，但同时也对牠的敵人門戶大开，就彷彿牠除了專注於精準命中之外完全不在乎其他事情。"
	},
	{
		"name": "一般皮肤", "alias": "ノーマルスキン|Normalize",
		"tags": ["target|l|self", "text|l|所有属性", "text|l|一般招式|Normal", "frame|self|傷害|plus|d1"],
		"effect": "这隻寶可夢的所有招式都被視为一般属性，並適用属性一致加成、弱点和抗性。一般属性招式的傷害骰池额外增加 1 顆骰子。",
		"desc": "这隻寶可夢的行动從來不會讓人驚艷，总是枯燥无华，且似乎從來没完成过任何出乎意料的事情。"
	},
	{
		"name": "遲鈍", "alias": "どんかん|Oblivious",
		"tags": ["target|l|self", "frame|love||never"],
		"effect": "这隻寶可夢不會陷入「著迷」状態，且牠免疫任何會影響牠情緒的招式的效果，像是〈挑釁〉、〈撒娇〉、〈誘惑〉等等",
		"desc": "这隻寶可夢很少會做出令人满意的社交互动，牠太只顧自己，以至於會忽略掉任何期待牠做出什么反應的暗示。"
	},
	{
		"name": "防塵", "alias": "ぼうじん|Overcoat",
		"tags": ["target|l|self", "nftext|l|免疫天氣状態造成的傷害"],
		"effect": "这隻寶可夢不會被天氣状態所傷害。",
		"desc": "这隻寶可夢有著一层环繞牠身体的防護性外殼，能讓牠在最极端的天氣状態下存活下來。"
	},
	{
		"name": "茂盛", "alias": "しんりょく|Overgrow",
		"tags": ["target|l|self", "nftext|l|HP降到一半或以下时", "text|l|草系招式|Grass", "frame|self|傷害|plus|d1"],
		"effect": "当这隻寶可夢的HP剩一半或以下，牠草属性招式的傷害骰池並不會因为疼痛惩罚而被扣除成功骰，且牠草属性招式的傷害骰池會额外增加 1 顆骰子。",
		"desc": "当这隻寶可夢受傷时，牠的体內會长出巨大的植物來保衛自己；这个植物相当强勁但凋萎很快。"
	},
	{
		"name": "我行我素", "alias": "マイペース|Own Tempo",
		"tags": ["target|l|self", "frame|confuse||never"],
		"effect": "这隻寶可夢不會陷入「混亂」状態。",
		"desc": "这隻寶可夢以自己的步调做事，忽略所有同儕壓力。牠的行为舉止出於本能，且相当冷靜……或許有点太冷靜了。"
	},
	{
		"name": "親子愛", "alias": "おやこあい|Parental Bond",
		"tags": ["target|l|self", "nftext|l|骰二次傷害骰並取高"],
		"effect": "这隻寶可夢的所有傷害骰池都可以骰二次。选擇较好的掷骰结果以对敵人造成傷害。",
		"desc": "这隻寶可夢与牠幼崽的关係相当紧密，牠們所有事情都會一起做。做母親的非常保護牠的孩子。"
	},
	{
		"name": "粉彩護幕", "alias": "パステルベール|Pastel Veil",
		"tags": ["target|l|allally", "frame|poison||never", "frame|poison2||never"],
		"effect": "使用者和所有範圍內的隊友都將免疫於「中毒」和「劇毒」状態。如果这些異常状態是在这隻寶可夢出場之前造成的，则它仍會保留。",
		"desc": "这隻寶可夢被柔和的微光包圍著。这股能量感覺起來相当純洁且天真，不可玷污，超凡俗世。"
	},
	{
		"name": "滅亡之軀", "alias": "ほろびのボディ|Perish Body",
		"tags": ["target|l|foe", "nftext|l|当使用物理攻擊命中时，在三輪后陷入瀕死状態"],
		"effect": "如果这隻寶可夢被非遠程物理攻擊給命中，则除非敵人脫離戰鬥，否则敵人將會在三个戰鬥輪之后受到等同於牠剩餘HP的傷害並陷入瀕死状態。",
		"desc": "这隻寶可夢會无聲地詛咒任何膽敢冒犯牠的对象，讓他們的灵魂承受牠所遭受的痛苦。试著避开这隻寶可夢，以免你承受牠降下的怨恨。"
	},
	{
		"name": "撿拾", "alias": "ものひろい|Pick up",
		"tags": ["target|l|self"],
		"effect": "如果这隻寶可夢待在精灵球外面，则在該場景结束时，看看牠为你找到了什么東西（由说書人決定）。",
		"desc": "这隻寶可夢會经常收集東西，並堆成一个可能會与你分享的小寶物堆。"
	},
	{
		"name": "順手牽羊", "alias": "わるいてぐせ|Pickpocket",
		"tags": ["target|l|foe", "nftext|l|在这隻寶可夢使用物理攻擊后偷走持有物品"],
		"effect": "如果这隻寶可夢没有持有任何物品，则牠會在以非遠程物理攻擊命中敵人时偷走牠身上的持有物品。",
		"desc": "这隻寶可夢會本能地從他人身上順手牽羊。在没有人注意的时候，牠會偷走任何牠能偷的東西。"
	},
	{
		"name": "妖精皮肤", "alias": "フェアリースキン|Pixilate",
		"tags": ["target|l|self", "text|l|一般招式|Normal", "text|l|妖精招式|Fairy", "frame|self|傷害|plus|d1"],
		"effect": "这隻寶可夢使用的一般属性攻擊將會如同它是妖精属性的招式一樣造成傷害，並適用属性一致加成、弱点和抗性。妖精属性招式的傷害骰池额外增加 1 顆骰子。",
		"desc": "这隻寶可夢散撒著能为心灵帶來快樂想法的妖精塵。牠所做的一切行为看起來都非常可愛。"
	},
	{
		"name": "正電", "alias": "プラス|Plus",
		"tags": ["target|l|self", "nftext|l|若有「負電」特性的隊友", "frame|self|特殊|up|2"],
		"effect": "如果戰場上有寶可夢隊友的特性为「負電」，则这隻寶可夢的特殊特质提升 2 点。",
		"desc": "这隻寶可夢身上帶有天生的正電荷。牠會吸引負電荷，並排斥其他的正電荷。牠們的脸颊总是帶著熱情的紅色。"
	},
	{
		"name": "毒療", "alias": "ポイズンヒール|Poison Heal",
		"tags": ["target|l|self", "frame|poison||always", "frame|poison2||always", "frame|heal||heal|1"],
		"effect": "如果这隻寶可夢處於「中毒」或「劇毒」状態，则牠會在每个戰鬥輪结束时回復 1 点HP，而非受到傷害。这些毒素會在三个戰鬥輪之后被完全吸收。",
		"desc": "这隻寶可夢具有能抵抗任何毒素的免疫系統，且能夠把毒液吸收当成能量來源。"
	},
	{
		"name": "毒刺", "alias": "どくのトゲ|Poison Point",
		"tags": ["target|l|foe", "frame|poison||number|d3"],
		"effect": "当这隻寶可夢被非遠程攻擊的物理攻擊給命中时，骰 3 顆机率骰以使对方陷入「中毒」状態。",
		"desc": "这隻寶可夢身上的棘刺或鱗片能夠釋放毒素，感染任何膽敢粗魯碰觸牠們的傢伙。对付牠們时最好戴上手套。"
	},
	{
		"name": "毒手", "alias": "どくしゅ|Poison Touch",
		"tags": ["target|l|foe", "frame|poison||number|d2"],
		"effect": "当这隻寶可夢使用非遠程攻擊的物理攻擊命中敵人时，骰 2 顆机率骰以使对方陷入「中毒」状態。",
		"desc": "有毒物质會從这隻寶可夢的身体表面滲出，如果不小心讓牠碰到了你，你將會變得病懨懨的。"
	},
	{
		"name": "群聚變形", "alias": "スワームチェンジ|Power Construct",
		"tags": ["target|l|self", "text|l|型態變化"],
		"effect": "在戰鬥輪结束时，如果这隻寶可夢的HP低於或等於一半，则牠將會變化成下一个階段的型態。当这隻寶可夢的型態发生改變，牠將解除任何異常状態，且將HP和意志点回復至全满。这个特性无法被复製、交換、或改變。<ul><li>基格爾德(核心) → 基格爾德(10%)</li><li>基格爾德(10%) → 基格爾德(50%)</li><li>基格爾德(50%) → 基格爾德(100%)</li></ul>",
		"desc": "微小的细胞會聚集在这隻寶可夢身边，並被吸收進牠的体內。隨著更多的细胞群聚在一起，牠將會變得越來越大也越來越强。"
	},
	{
		"name": "化学之力", "alias": "かがくのちから|Power of Alchemy",
		"tags": ["target|l|self", "text|l|改變特性", "target|l|foe"],
		"effect": "这隻寶可夢將會复製一个陷入瀕死状態的敵人寶可夢的特性，持續24小时。这个方式能夠同时复製多个特性，但在戰鬥期间只能有一个特性可以发揮作用。（在说書人的判斷下，某些特性可能會无法被复製。）",
		"desc": "这隻寶可夢可以吸收牠所觸碰的任何事物的精髓。將其与化学成分和甚至丟棄垃圾的基因融合在一起。"
	},
	{
		"name": "能量点", "alias": "パワースポット|Power Spot",
		"tags": ["target|l|ally", "frame|self|傷害|plus|d1"],
		"effect": "其中一个隊友的招式的傷害骰池將额外增加 1 顆骰子。如果有复数个寶可夢使用这个特性，这个效果也不會疊加在同一个隊友身上。",
		"desc": "这隻寶可夢會釋放出一种神秘的能量，它會干擾電子設備和指南針的运作，但也能夠讓你感到活力充沛。"
	},
	{
		"name": "恶作劇之心", "alias": "いたずらごころ|Prankster",
		"tags": ["target|l|self", "text|l|變化招式", "frame|priority||up|1"],
		"effect": "这隻寶可夢的所有變化类招式的先制+1。",
		"desc": "这隻寶可夢的双眼总是闪爍著调皮的光芒，这附近没有任何人能夠逃过牠的恶作劇。"
	},
	{
		"name": "壓迫感", "alias": "プレッシャー|Pressure",
		"tags": ["target|l|allfoe", "frame|target|意志|down|½"],
		"effect": "当这隻寶可夢出場时，將所有敵人的意志点減半（尾数捨去）。",
		"desc": "待在这隻寶可夢附近會讓人感到壓迫而紧张，即使是最勇敢的人都會不由得感到猶豫。"
	},
	{
		"name": "始源之海", "alias": "はじまりのうみ|Primordial Sea",
		"tags": ["target|l|field", "weather|l|rain2"],
		"effect": "当这隻寶可夢出場时，天氣状態將會自动變为暴風雨。这个效果將會在这隻寶可夢退場时结束。（若效果互相衝突，则由意志较高的寶可夢影響天氣状態。）",
		"desc": "狂風暴雨幾乎讓你喘不过氣，地面很快就被淹没，你必須奮力游泳才能夠浮在水面上。在这种时候，任何火焰都点不著。"
	},
	{
		"name": "稜镜装甲", "alias": "プリズムアーマー|Prism Armor",
		"tags": ["target|l|self", "nftext|l|效果絕佳的傷害", "frame|self|受傷|minus|X"],
		"effect": "无效任何效果絕佳招式对这隻寶可夢造成的额外傷害。",
		"desc": "这隻寶可夢的身体就是驚人堅韌的盔甲。它能夠抵禦那些甚至能將牠毀成碎片的衝擊。"
	},
	{
		"name": "螺旋尾鰭", "alias": "スクリューおびれ|Propeller Tail",
		"tags": ["target|l|self", "nftext|l|忽略任何會重新引導目标的招式或特性"],
		"effect": "忽略任何會將这隻寶可夢的招式引導到其他目标的招式或特性效果。（像是〈看我嘛〉或「避雷針」特性。）",
		"desc": "这隻寶可夢的尾鰭能夠讓牠在水中非常輕易地四處移动。牠能夠毫无困难地做出急转弯來追趕或抓捕牠的獵物。"
	},
	{
		"name": "變幻自如", "alias": "へんげんじざい|Protean",
		"tags": ["target|l|self", "text|l|改變属性"],
		"effect": "每当这隻寶可夢使用了一个招式，把牠的属性先改變为該招式的属性。若該招式为攻擊招式且會造成傷害，则適用属性一致加成。",
		"desc": "这隻寶可夢多才多艺的身体使牠能熟練掌握幾乎所有牠要做的事情。"
	},
	{
		"name": "精神製造者", "alias": "サイコメイカー|Psychic Surge",
		"tags": ["target|l|field", "text|l|精神場地|Psychic"],
		"effect": "当这隻寶可夢出場时，牠將自动发动招式〈精神場地〉的效果。（若效果互相衝突，则由意志较高的寶可夢勝出。）",
		"desc": "这隻寶可夢能夠创造出环繞自己的精神場地，这將使所有人停下动作，听見不存在此處的事物。"
	},
	{
		"name": "庞克搖滾", "alias": "パンクロック|Punk Rock",
		"tags": ["target|l|self", "effect|l|sound", "frame|self|傷害|plus|d1", "frame|self|受傷|minus|2"],
		"effect": "这隻寶可夢使用的聲音类招式的傷害骰池额外增加 1 顆骰子。聲音类招式对这隻寶可夢造成的傷害將減少 2 点。",
		"desc": "这隻寶可夢熱愛音樂和大聲喧嘩，牠经常彈奏著牠的空氣吉他，並能夠輕易地從无中生有，即興创作曲目。"
	},
	{
		"name": "瑜伽之力", "alias": "ヨガパワー|Pure Power",
		"tags": ["target|l|self", "frame|self|力量|up|1"],
		"effect": "这隻寶可夢的力量特质永久提升 1 点。",
		"desc": "这隻寶可夢能夠利用牠的超能力來移动数倍大小的物体。"
	},
	{
		"name": "女王的威嚴", "alias": "じょおうのいげん|Queenly Majesty",
		"tags": ["target|l|foe", "frame|priority||up|never"],
		"effect": "敵人无法对这隻寶可夢使用任何先制招式。",
		"desc": "这隻寶可夢的存在本身就能讓人敬畏与尊敬，其他人別无选擇，只能遵循她的话语。任何打算僭越她的人都將感受到她的不悦。"
	},
	{
		"name": "飛毛腿", "alias": "はやあし|Quick Feet",
		"tags": ["target|l|self", "nftext|l|陷入異常状態时", "frame|self|灵巧|up|2"],
		"effect": "当这隻寶可夢陷入任何異常状態时，牠的灵巧特质提升 2 点。这隻寶可夢仍會陷入「麻痺」状態，但这个特性將避免其效果发揮作用。",
		"desc": "这隻寶可夢在大部分时候看起來都相当匆忙。当處於壓力下时，牠移动的速度會比原本還要更快。"
	},
	{
		"name": "雨盤", "alias": "あめうけざら|Rain Dish",
		"tags": ["target|l|self", "weather|l|rain", "frame|heal||heal|1"],
		"effect": "如果当前天氣状態为下雨，则这隻寶可夢可以在每輪结束时回復 1 点HP。",
		"desc": "这隻寶可夢會儲存雨水以供飲用或滋養所需。"
	},
	{
		"name": "膽怯", "alias": "びびり|Rattled",
		"tags": ["target|l|self", "nftext|l|当被", "text|l|蟲系招式|Bug", "text|l|恶系招式|Dark", "text|l|幽灵招式|Ghost", "nftext|l|命中时", "frame|self|灵巧|up|1"],
		"effect": "当这隻寶可夢第一次被蟲、恶、或幽灵属性的攻擊命中时，这隻寶可夢的灵巧特质將提升 1 点。",
		"desc": "当这隻膽戰心驚的寶可夢感到害怕或受驚吓时，牠將加速以匆忙逃離危險。"
	},
	{
		"name": "接球手", "alias": "レシーバー|Receiver",
		"tags": ["target|l|self", "text|l|改變特性", "target|l|ally"],
		"effect": "如果一个隊友在戰鬥中陷入瀕死状態，这隻寶可夢能夠复製牠的特性並持續24小时。这个方式同时只能复製一个特性。（在说書人的判斷下，某些特性可能會无法被复製。）",
		"desc": "这隻寶可夢向來擅於学习其他与牠之间有著羈絆的寶可夢的戰术行为。"
	},
	{
		"name": "捨身", "alias": "すてみ|Reckless",
		"tags": ["target|l|self", "effect|l|recoil", "frame|self|傷害|plus|d2"],
		"effect": "当这隻寶可夢使用帶有「反作用力傷害」标誌的招式时，該招式的傷害骰池额外增加 2 顆骰子。",
		"desc": "为了得到牠想要的事物，这隻寶可夢经常攪入危險的情境。牠們很容易不考慮后果就冒著生命危險。"
	},
	{
		"name": "冰凍皮肤", "alias": "フリーズスキン|Refrigerate",
		"tags": ["target|l|self", "text|l|一般招式|Normal", "text|l|冰系招式|Ice", "frame|self|傷害|plus|d1"],
		"effect": "这隻寶可夢使用的一般属性攻擊將會如同它是冰属性的招式一樣造成傷害，並適用属性一致加成、弱点和抗性。冰属性招式的傷害骰池额外增加 1 顆骰子。",
		"desc": "这隻寶可夢的身体就如同冷凍装置一樣，牠能透过单純的觸碰來使東西凍结。"
	},
	{
		"name": "再生力", "alias": "さいせいりょく|Regenerator",
		"tags": ["target|l|self", "frame|heal||heal|4", "frame|heal||c_heal|2"],
		"effect": "这隻寶可夢每天都可以自行回復最多 4 点傷害或最多 2 点致命傷害。这隻寶可夢必須脫離戰鬥才能得到这个效果的好處。",
		"desc": "这隻寶可夢的身体能夠以非常快的速度自我再生，需要好幾天才能恢復的傷勢只需要幾个小时就能明显好转。"
	},
	{
		"name": "熟成", "alias": "じゅくせい|Ripen",
		"tags": ["target|l|self"],
		"effect": "使用樹果來增加效果的招式（例如〈自然之恩〉）的傷害骰池將额外增加 2 顆骰子。在说書人的判斷下，樹果的治療效果也可能會有所提升。",
		"desc": "这隻寶可夢能夠使水果或樹果在短时间內熟成，使它們增添额外的甜度和風味，樹果的治療效果也將獲得提升。"
	},
	{
		"name": "鬥爭心", "alias": "とうそうしん|Rivalry",
		"tags": ["target|l|self", "frame|self|力量|up|1", "frame|self|力量|down|1"],
		"effect": "如果这隻寶可夢的敵人为同性，则牠的力量提升 1 点。如果这隻寶可夢的敵人为異性，则牠的力量降低 1 点。",
		"desc": "为了證明自己是群体中的老大，这隻寶可夢會与其他同性进行相当激烈的競爭。然而，牠會试圖贏得每一个配偶候选人的青睞。"
	},
	{
		"name": "ＡＲ系統", "alias": "ＡＲシステム|RKS System",
		"tags": ["target|l|self", "text|l|改變属性"],
		"effect": "这隻寶可夢的属性會變更为与其持有的記憶碟相符的属性。（例如：「電子記憶碟」會使这隻寶可夢變为電属性。）",
		"desc": "这隻寶可夢的生理型態會根據插入牠ＡＲ系統的記憶碟而产生變化。記憶碟一共有17种，每个属性各一种。（没有一般属性的記憶碟。）"
	},
	{
		"name": "堅硬腦袋", "alias": "いしあたま|Rock Head",
		"tags": ["target|l|self", "nftext|l|免疫", "effect|l|recoil", "nftext|l|的傷害"],
		"effect": "这隻寶可夢不會受到反作用力傷害。",
		"desc": "这隻寶可夢的头和身体是如此堅硬，以至於牠們幾乎感覺不到任何痛楚。小心点，牠們可能甚至不會意識到自己有撞到東西。"
	},
	{
		"name": "粗糙皮肤", "alias": "さめはだ|Rough Skin",
		"tags": ["target|l|foe", "nftext|l|当被物理攻擊命中时", "frame|target|傷害|number|d1"],
		"effect": "当这隻寶可夢被非遠程攻擊的物理攻擊給命中时，骰 1 顆傷害骰以对敵人造成傷害。",
		"desc": "在觸碰这隻寶可夢时请務必保護好你的双手，因为牠的身体覆蓋著能夠割傷肌肤的鋒利鱗片或棘刺。"
	},
	{
		"name": "逃跑", "alias": "にげあし|Run Away",
		"tags": ["target|l|self", "nftext|l|免疫於", "effect|l|block"],
		"effect": "这隻寶可夢不會被阻擋。根據说書人的判斷，牠在为從戰鬥中逃跑或逃離囚禁时进行的判定也可能會得到额外的奖励骰。",
		"desc": "这隻寶可夢是逃跑大師，牠相当难以捕捉，且甚至能夠鑽進最狭窄的隙縫來逃出生天。"
	},
	{
		"name": "沙之力", "alias": "すなのちから|Sand Force",
		"tags": ["target|l|self", "weather|l|sand", "text|l|地系招式|Ground", "text|l|岩系招式|Rock", "text|l|鋼系招式|Steel", "frame|self|傷害|plus|d1", "nftext|l|免疫沙暴傷害"],
		"effect": "如果当前天氣状態为沙暴，则这隻寶可夢地面、岩石、和鋼属性招式的傷害骰池都會额外增加 1 顆骰子。这隻寶可夢免疫沙暴天氣造成的傷害。",
		"desc": "这隻寶可夢能控制戰場周遭的沙塵微粒以增强牠的攻擊。"
	},
	{
		"name": "撥沙", "alias": "すなかき|Sand Rush",
		"tags": ["target|l|self", "weather|l|sand", "frame|self|灵巧|up|1", "nftext|l|免疫沙暴傷害"],
		"effect": "如果当前天氣状態为沙暴，则这隻寶可夢的灵巧特质提升 1 点。这隻寶可夢免疫沙暴天氣造成的傷害。",
		"desc": "当沙塵橫掃这个戰場，这隻寶可夢能夠穿梭其中，如魚得水。"
	},
	{
		"name": "吐沙", "alias": "すなはき|Sand Spit",
		"tags": ["target|l|field", "nftext|l|当被物理攻擊命中时", "weather|l|sand"],
		"effect": "当这隻寶可夢被非遠程攻擊的物理攻擊給命中时，牠將把天氣状態變为沙暴。这个效果將持續 4 輪。",
		"desc": "这隻寶可夢蜿蜒穿过沙漠中的沙土，並在过程中吃掉一些沙子。如果牠被擊中（或打了个噴嚏），则牠將噴出一股沙塵暴。"
	},
	{
		"name": "揚沙", "alias": "すなおこし|Sand Stream",
		"tags": ["target|l|field", "weather|l|sand"],
		"effect": "当这隻寶可夢出場时，天氣状態將會自动變为沙暴。这个效果將會在这隻寶可夢退場时结束。（若效果互相衝突，则由意志较高的寶可夢影響天氣状態。）",
		"desc": "这隻寶可夢能夠讓牠周圍颳起可怕的沙塵暴，且只要牠想要就能不斷持續下去。"
	},
	{
		"name": "沙隱", "alias": "すながくれ|Sand Veil",
		"tags": ["target|l|self", "weather|l|sand", "frame|self|闪避|up|1", "nftext|l|免疫沙暴傷害"],
		"effect": "如果当前天氣状態为沙暴，则这隻寶可夢的闪避技能提升 1 点。这隻寶可夢免疫沙暴天氣造成的傷害。",
		"desc": "这隻寶可夢的身体能輕易地被空氣中的沙塵粒子給遮蔽。"
	},
	{
		"name": "食草", "alias": "そうしょく|Sap Sipper",
		"tags": ["target|l|self", "nftext|l|免疫", "text|l|草系招式|Grass", "nftext|l|的傷害", "frame|self|力量|up|1"],
		"effect": "当这隻寶可夢第一次被草属性招式命中，这隻寶可夢的力量將因此提升 1 点，而非造成傷害。草属性招式不會对这隻寶可夢造成傷害。",
		"desc": "这隻寶可夢完全以植物为食，牠特別喜歡攝食植物的鮮甜汁液以獲取養分。"
	},
	{
		"name": "魚群", "alias": "ぎょぐん|Schooling",
		"tags": ["target|l|self", "text|l|型態變化"],
		"effect": "只有弱丁魚能夠使用这个特性。当牠的HP剩一半或以下，牠的魚群同伴將會在一段时间后抵达。当牠們抵达后，將弱丁魚的数據取代为满HP的「弱丁魚（魚群型態）」，並將其階级提升到「專家」。在戰鬥结束后，弱丁魚將變回原本的型態。<br/>．若位於海洋/河流，魚群將在該輪结束时抵达。<br/>．若位於公路/城鎮，魚群將在第二輪结束时抵达。<br/>．若位於洞窟/城市，魚群將在第三輪结束时抵达。<br/>．若位於沙漠/雪地，魚群將在第四輪结束时抵达。<br/>．若位於火山，魚群將在第五輪结束时抵达。<br/>（治療／陷入瀕死／替換寶可夢將會阻礙魚群抵达的时间）",
		"desc": "当这隻寶可夢受到威脅时，牠會喚來数千名同伴以集合成一隻不受控的大怪物。牠越接近海洋，魚群就會越快抵达。"
	},
	{
		"name": "膽量", "alias": "きもったま|Scrappy",
		"tags": ["target|l|self", "text|l|一般招式|Normal", "text|l|格鬥招式|Fight", "nftext|l|可以命中", "text|l|幽灵属性|Ghost"],
		"effect": "这隻寶可夢得到能以一般和格鬥属性招式命中幽灵属性寶可夢的能力，並无視其免疫能力以造成傷害。如果該寶可夢擁有第二属性，则如常應用其抗性或弱点。",
		"desc": "这隻寶可夢完全不相信幽灵的存在。"
	},
	{
		"name": "除障", "alias": "バリアフリー|Screen Cleaner",
		"tags": ["target|l|field"],
		"effect": "当这隻寶可夢出場时，移除双方場上存在的任何屏障（例如〈光牆〉、〈反射壁〉等）。",
		"desc": "这隻寶可夢总是不斷在清洁看不見的屏幕，牠清理的手法是如此高超，甚至連真正的玻璃牆都會在牠清洁完成时消失不見。"
	},
	{
		"name": "天恩", "alias": "てんのめぐみ|Serene Grace",
		"tags": ["target|l|self", "pdice|l|2"],
		"effect": "这隻寶可夢造成的所有效果都將额外增加 2 顆机率骰。（例如：一个會骰 3 顆机率骰以使敵人陷入「畏缩」状態的招式，將會變成骰 5 顆机率骰。）",
		"desc": "这隻寶可夢會帶來好运，就彷彿牠被上天祝福一樣。牠的存在能讓人感到撫慰，使你感到平靜且充满喜悦。"
	},
	{
		"name": "幻影防守", "alias": "ファントムガード|Shadow Shield",
		"tags": ["target|l|self", "nftext|l|当自己满HP时", "frame|self|受傷|minus|2"],
		"effect": "如果这隻寶可夢的HP全满，则这隻寶可夢因为被攻擊而受到的傷害將減少 2 点。这个特性无法被招式或特性給忽略。",
		"desc": "当在充满力量的状態下，这隻寶可夢鬼魅般的身体將不會被任何東西給碰觸或刺穿，牠甚至能夠穿透牆壁，就彷彿牠不存在这个世界上一樣。"
	},
	{
		"name": "踩影", "alias": "かげふみ|Shadow Tag",
		"tags": ["target|l|allfoe", "effect|l|block"],
		"effect": "所有敵人被阻擋。幽灵属性和相同特性的寶可夢將免疫这个效果。",
		"desc": "这隻寶可夢踩住对手的影子，不讓对方離自己太遠。"
	},
	{
		"name": "蛻皮", "alias": "だっぴ|Shed Skin",
		"tags": ["target|l|self", "frame|heal|治療状態|number|d3"],
		"effect": "在每个戰鬥輪结束时，如果这隻寶可夢正處於異常状態，则骰 3 顆机率骰以治療自己的異常状態。",
		"desc": "这隻寶可夢的身体总是不斷长出新的外皮，並在舊的表皮損壞时將其蛻去。"
	},
	{
		"name": "强行", "alias": "ちからずく|Sheer Force",
		"tags": ["target|l|self", "nftext|l|忽略机率骰", "frame|self|傷害|plus|d2"],
		"effect": "每当这隻寶可夢进行一个使用机率骰造成额外效果的攻擊时，你可以忽略这些机率骰，以使該招式的傷害骰池额外增加 2 顆骰子。",
		"desc": "这隻寶可夢只对展现牠那驚人的戰鬥能力有興趣。"
	},
	{
		"name": "硬殼盔甲", "alias": "シェルアーマー|Shell Armor",
		"tags": ["target|l|foe", "frame|target|要害奖励|never"],
		"effect": "如果敵人对这隻寶可夢造成了擊中要害，则牠不會因为擊中要害而獲得任何额外的奖励骰。",
		"desc": "这隻寶可夢的硬殼保護著牠的脆弱弱点不被对手所傷。"
	},
	{
		"name": "鱗粉", "alias": "りんぷん|Shield Dust",
		"tags": ["target|l|self", "nftext|l|免疫机率骰造成的额外效果"],
		"effect": "如果这隻寶可夢被帶有會造成额外效果的机率骰的攻擊給命中，则牠不會受到該额外效果的影響。",
		"desc": "这隻寶可夢总是不斷产生鱗粉來遮蔽並保護自己。"
	},
	{
		"name": "界限盾殼", "alias": "リミットシールド|Shields Down",
		"tags": ["target|l|self", "text|l|型態變化"],
		"effect": "只有小隕星能夠使用这个特性。当牠的HP剩一半或以下，將小隕星的数據取代为满HP的「小隕星（核心型態）」。若要恢復其原本的型態，小隕星（核心型態）必須被放生，並在数天后等牠回來后再重新捕捉。",
		"desc": "这隻寶可夢的核心被一层堅硬的盾殼給保護，如果盾殼被擊碎，这隻寶可夢的行动將變得疯狂起來。"
	},
	{
		"name": "单純", "alias": "たんじゅん|Simple",
		"tags": ["target|l|self", "frame|self|特质|down|-1", "frame|self|特质|up|+1"],
		"effect": "若这隻寶可夢的特质將被降低，则該特质额外降低 1 点。若这隻寶可夢的特质將被提升，则該特质额外提升 1 点。",
		"desc": "这隻寶可夢天真的心灵很容易被自己和外在的影響給动搖。牠总是能找到把事情簡单化的方法。"
	},
	{
		"name": "連續攻擊", "alias": "スキルリンク|Skill Link",
		"tags": ["target|l|self", "effect|l|sact_2", "effect|l|sact_5", "frame|self|命中|plus|d2"],
		"effect": "当使用双重行动或連續行动招式时，該招式的命中判定將额外增加 2 顆骰子。",
		"desc": "这隻寶可夢可以熟練地連锁施展一系列猛攻。牠同时也喜歡重复且連續的行动。"
	},
	{
		"name": "慢啟动", "alias": "スロースタート|Slow Start",
		"tags": ["target|l|self", "nftext|l|前五輪的先攻順序为最后"],
		"effect": "在戰鬥的前五个戰鬥輪期间，这隻寶可夢的先攻順序永遠會是最后一个。在经过这五个戰鬥輪之后，这隻寶可夢的力量和灵巧特质提升 2 点，且牠的先攻順序改成永遠會是第一个。这个效果會在这隻寶可夢脫離戰鬥时重置。",
		"desc": "这隻寶可夢已经沉睡了数千年，牠的动作緩慢而沉重。最好在牠釋放全力之前逃跑！"
	},
	{
		"name": "撥雪", "alias": "ゆきかき|Slush Rush",
		"tags": ["target|l|self", "weather|l|hail", "frame|self|灵巧|up|1", "nftext|l|免疫冰雹傷害"],
		"effect": "如果当前天氣状態为冰雹，则这隻寶可夢的灵巧特质提升 1 点。这隻寶可夢免疫冰雹天氣造成的傷害。",
		"desc": "这隻寶可夢相当习慣於在冰雪环境中奔跑狩獵，甚至能夠在狂風暴雪中於雪地迅速移动。"
	},
	{
		"name": "狙擊手", "alias": "スナイパー|Sniper",
		"tags": ["target|l|self", "frame|self|要害奖励|plus|d1"],
		"effect": "当这隻寶可夢擊中要害时，牠地傷害骰池將會增加 3 顆骰子，而非原本的 2 顆骰子。",
		"desc": "这隻寶可夢將悄悄地讓自己位處優勢位置，好狠狠打擊敵人的弱点。"
	},
	{
		"name": "雪隱", "alias": "ゆきがくれ|Snow Cloak",
		"tags": ["target|l|self", "weather|l|hail", "frame|self|闪避|up|1", "nftext|l|免疫冰雹傷害"],
		"effect": "如果当前天氣状態为冰雹，则这隻寶可夢的闪避技能提升 1 点。这隻寶可夢免疫冰雹天氣造成的傷害。",
		"desc": "这隻寶可夢的外表能很好地融入冰天雪地之中，你很难辨識出牠的身影。"
	},
	{
		"name": "降雪", "alias": "ゆきふらし|Snow Warning",
		"tags": ["target|l|field", "weather|l|hail"],
		"effect": "当这隻寶可夢出場时，天氣状態將會自动變为冰雹。这个效果將會在这隻寶可夢退場时结束。（若效果互相衝突，则由意志较高的寶可夢影響天氣状態。）",
		"desc": "这隻寶可夢能夠憑意志換來可怕的雹暴。白雪將覆蓋整个戰場，尖銳的冰雹塊將從天空傾盆而下。"
	},
	{
		"name": "太陽之力", "alias": "サンパワー|Solar Power",
		"tags": ["target|l|self", "weather|l|sun", "frame|self|傷害|1", "frame|self|特殊|up|2"],
		"effect": "在天氣状態为大晴天的期间，这隻寶可夢的特殊提升 2 点，但这隻寶可夢也會在每个戰鬥輪结束时受到 1 点傷害。",
		"desc": "这隻寶可夢能夠运用來自太陽的能量使自己过載充能，使牠變得更强大，但也同时讓自己的身体遭受損傷。"
	},
	{
		"name": "堅硬岩石", "alias": "ハードロック|Solid Rock",
		"tags": ["target|l|self", "nftext|l|效果絕佳的招式", "frame|self|受傷|minus|1"],
		"effect": "如果这隻寶可夢被會造成效果絕佳傷害的招式給命中，減少 1 点受到的傷害。",
		"desc": "这隻寶可夢的身体是由极度堅硬的岩石所構成，保護牠不受任何事物傷害──就算是牠的弱点也一樣。"
	},
	{
		"name": "魂心", "alias": "ソウルハート|Soul-Heart",
		"tags": ["target|l|self", "nftext|l|讓敵人陷入瀕死状態后", "frame|self|特殊|up|1"],
		"effect": "如果敵人因为这隻寶可夢的攻擊而陷入瀕死状態，则这隻寶可夢的特殊提升 1 点。你最多可以透过这个方式提升 3 点。",
		"desc": "这隻寶可夢有著关懷与養育他人的天性，如果牠所愛的人們受到威脅，牠的灵魂將會因为愛而變得更强大。"
	},
	{
		"name": "隔音", "alias": "ぼうおん|Soundproof",
		"tags": ["target|l|self", "nftext|l|免疫", "effect|l|sound"],
		"effect": "这隻寶可夢免疫於聲音类招式造成的傷害和效果。",
		"desc": "这隻寶可夢的身体结構能保護牠不受噪音的干擾。所以牠不是故意无視你，牠只是没听到而已。"
	},
	{
		"name": "加速", "alias": "かそく|Speed Boost",
		"tags": ["target|l|self", "frame|self|灵巧|up|1"],
		"effect": "在每个戰鬥輪结束时，这隻寶可夢的灵巧特质提升 1 点。你最多可以透过这个方式提升 3 点。",
		"desc": "这隻寶可夢將开始不斷加速的勢头高速机动，牠將彷彿瞬间移动一般從这个地方移动到另一个地方。"
	},
	{
		"name": "監視", "alias": "はりこみ|Stakeout",
		"tags": ["target|l|foe", "frame|target|傷害|plus|1"],
		"effect": "每当敵方寶可夢被換上場时，这隻寶可夢对牠进行的第一次成功的攻擊將额外造成 1 点傷害。",
		"desc": "这隻寶可夢总是監看著周遭环境，找尋可能的獵物，並在牠們最为脆弱的瞬间发起攻勢。"
	},
	{
		"name": "慢出", "alias": "あとだし|Stall",
		"tags": ["target|l|self", "nftext|l|先攻順序永遠为最后"],
		"effect": "这隻寶可夢的先攻順序永遠为最后一个。",
		"desc": "这隻寶可夢優柔寡斷，总是在他人先行动之后才決定自己該做什么。"
	},
	{
		"name": "堅毅", "alias": "すじがねいり|Stalwart",
		"tags": ["target|l|self", "nftext|l|忽略任何會重新引導目标的招式或特性"],
		"effect": "忽略任何會將这隻寶可夢的招式引導到其他目标的招式或特性效果。（像是〈看我嘛〉或「避雷針」特性。）",
		"desc": "这隻寶可夢天生具有高度的責任感和忠誠心，一旦你交付牠某个任務，则直到完成任務之前牠都不會偏離原路。"
	},
	{
		"name": "持久力", "alias": "じきゅうりょく|Stamina",
		"tags": ["target|l|self", "frame|self|防禦|up|1", "frame|self|特防|up|1"],
		"effect": "这隻寶可夢在戰鬥中第一次受到傷害时，提升牠的防禦和特防各 1 点。",
		"desc": "这隻寶可夢不會疲憊。牠會在感到虚弱时恢復堅毅，即使牠幾乎不吃不睡也一樣。"
	},
	{
		"name": "戰鬥切換", "alias": "バトルスイッチ|Stance Change",
		"tags": ["target|l|self", "text|l|型態變化"],
		"effect": "只有堅盾剑怪能夠使用这个特性。在每个戰鬥輪开始时，從「剑型態」和「盾型態」中选擇一个型態。当處於「剑型態」时，牠只能使用攻擊招式；当處於「盾型態」时，牠只能使用變化类招式。根據階级和特质上限调整牠各个形態的特质。",
		"desc": "这隻寶可夢能夠改變型態，變成一面堅毅的盾牌或一把强力的寶剑，牠的特质属性會隨著型態切換而改變。"
	},
	{
		"name": "靜電", "alias": "せいでんき|Static",
		"tags": ["target|l|foe", "nftext|l|当被物理攻擊命中时", "frame|paralysis||number|d3"],
		"effect": "当这隻寶可夢被非遠程攻擊的物理攻擊給命中时，骰 3 顆机率骰以使对方陷入「麻痺」状態。",
		"desc": "这隻寶可夢的身体总是準備好在哪怕是最輕微的觸碰下釋放出一道靜電。"
	},
	{
		"name": "不屈之心", "alias": "ふくつのこころ|Steadfast",
		"tags": ["target|l|self", "frame|flinch||always", "frame|self|灵巧|up|1"],
		"effect": "当这隻寶可夢第一次陷入「畏缩」状態时，牠的灵巧提升 1 点。",
		"desc": "当逆境來襲，这隻寶可夢將會變得更加可靠。"
	},
	{
		"name": "蒸汽机", "alias": "じょうききかん|Steam Engine",
		"tags": ["target|l|self", "nftext|l|当被", "text|l|火系招式|Fire", "text|l|水系招式|Water", "nftext|l|命中时", "frame|self|灵巧|up|3"],
		"effect": "当这隻寶可夢第一次被火或水属性招式命中时，牠的灵巧提升 3 点。",
		"desc": "这隻寶可夢就如同一座蒸汽爐，只要一点点的火或水，牠就能以极快的速度移动任何東西。煤炭是牠最愛的食物。"
	},
	{
		"name": "鋼能力者", "alias": "はがねつかい|Steelworker",
		"tags": ["target|l|self", "text|l|鋼系招式|Steel", "frame|self|傷害|plus|d1"],
		"effect": "这隻寶可夢使用的鋼属性招式的傷害骰池將额外增加 1 顆骰子。",
		"desc": "这隻寶可夢能夠融塑並吃食鋼鐵，賦予牠觸碰的任何金属新的外型和更鋒利的边緣。"
	},
	{
		"name": "鋼之意志", "alias": "はがねのせいしん|Steely Spirit",
		"tags": ["target|l|allally", "text|l|鋼系招式|Steel", "frame|self|傷害|plus|d1"],
		"effect": "这隻寶可夢和牠隊友使用的鋼属性招式的傷害骰池都將额外增加 1 顆骰子。",
		"desc": "这隻寶可夢在大部分时候都有著執著倔强的表现。如果牠下定了決心去做某事，那牠就會去做，这个姿態將能激勵鼓舞他人。"
	},
	{
		"name": "恶臭", "alias": "あくしゅう|Stench",
		"tags": ["target|l|foe", "nftext|l|当被物理攻擊命中时", "frame|flinch||number|d1"],
		"effect": "当这隻寶可夢被非遠程攻擊的物理攻擊給命中时，骰 1 顆机率骰以使敵人陷入「畏缩」状態。降低遭遇野生寶可夢的机率。",
		"desc": "这隻寶可夢能夠发出一股足以趕走其他人或寶可夢的可怕恶臭。"
	},
	{
		"name": "黏著", "alias": "ねんちゃく|Sticky Hold",
		"tags": ["target|l|self", "nftext|l|持有物品不會被偷走/交換"],
		"effect": "这隻寶可夢持有的物品不會被招式或特性的效果給移除、偷走、或交換。",
		"desc": "这隻寶可夢的身体总是分泌著黏性物质，如果有什么東西被黏住，那要把它拔出來可會相当困难。"
	},
	{
		"name": "引水", "alias": "よびみず|Storm Drain",
		"tags": ["target|l|self", "nftext|l|吸引並免疫", "text|l|水系招式|Water", "frame|self|傷害|plus|d1"],
		"effect": "如果有任何人使用了单一目标的水属性招式，则該招式的目标將會引導變更为这隻寶可夢；这隻寶可夢免疫任何水属性招式的傷害。当这隻寶可夢第一次被水属性招式命中，这隻寶可夢的特殊特质提升 1 点。",
		"desc": "这隻寶可夢能像海綿一樣吸收水分和液体，接著利用它們來增强自己的力量，並讓自己能在没有水的环境下待上更长的时间。"
	},
	{
		"name": "强壮之顎", "alias": "がんじょうあご|Strong Jaw",
		"tags": ["target|l|self", "frame|self|傷害|plus|d1"],
		"effect": "如果这隻寶可夢使用了名字帶有「牙」或「咬」关鍵字的招式，则該招式的傷害骰池將额外增加 1 顆骰子。",
		"desc": "这隻寶可夢强壮的下顎賦予牠无与倫比的咬合力。牠的牙齿能夠撕开幾乎所有一切。"
	},
	{
		"name": "结实", "alias": "がんじょう|Sturdy",
		"tags": ["target|l|self"],
		"effect": "当这隻寶可夢第一次因为傷害类招式而將要陷入瀕死状態时，改为將牠維持在 1 点HP的状態。異常状態和自己造成的傷害仍然會導致牠陷入瀕死状態。这隻寶可夢必須休息至少一个小时才能夠再次使用这个特性的效果。",
		"desc": "这隻寶可夢的身体在面对傷害时能表现出极端强韌的性质，牠可以忍受幾乎所有一切。"
	},
	{
		"name": "吸盤", "alias": "きゅうばん|Suction Cups",
		"tags": ["target|l|self", "nftext|l|免疫", "effect|l|swither"],
		"effect": "这隻寶可夢免疫於强制替換寶可夢下場的效果。",
		"desc": "这隻寶可夢的肢体有著能幫助牠根植在原地的吸盤。牠可以吸附在任何表面上，甚至倒掛在天花板上。"
	},
	{
		"name": "超幸运", "alias": "きょううん|Super Luck",
		"tags": ["target|l|self", "effect|l|crit"],
		"effect": "这隻寶可夢使用的攻擊招式獲得「高要害率」效果。如果該招式已经擁有「高要害率」效果，则这隻寶可夢只需要比需求成功骰数還要多 1 顆成功骰的掷骰结果（而非原本的 2 顆）就能夠擊中要害。",
		"desc": "这隻寶可夢有著不可思議的好运，经常會有好事发生。"
	},
	{
		"name": "衝浪之尾", "alias": "サーフテール|Surge Surfer",
		"tags": ["target|l|self", "text|l|電氣場地|Electric", "frame|self|灵巧|up|2"],
		"effect": "如果〈電氣場地〉正在发揮效果，则这隻寶可夢的灵巧特质提升 2 点。",
		"desc": "这隻寶可夢的磁場使牠能夠乘著電流衝浪，就彷彿牠飄浮著一樣。"
	},
	{
		"name": "蟲之預感", "alias": "むしのしらせ|Swarm",
		"tags": ["target|l|self", "nftext|l|HP降到一半或以下时", "text|l|蟲系招式|Bug", "frame|self|傷害|plus|d1"],
		"effect": "当这隻寶可夢的HP剩一半或以下，牠蟲属性招式的傷害骰池並不會因为疼痛惩罚而被扣除成功骰，且牠蟲属性招式的傷害骰池會额外增加 1 顆骰子。",
		"desc": "这隻寶可夢將在命懸一線时進入蟲巢意志状態，變得更兇猛且侵略性。"
	},
	{
		"name": "甜幕", "alias": "スイートベール|Sweet Veil",
		"tags": ["target|l|allally", "frame|sleep||never"],
		"effect": "这隻寶可夢和牠的隊友免疫於「睡眠」状態。提升遭遇野生寶可夢的机率。",
		"desc": "这隻寶可夢甜美的香氣將喚醒所有附近寶可夢的食慾。"
	},
	{
		"name": "悠游自如", "alias": "すいすい|Swift Swim",
		"tags": ["target|l|self", "weather|l|rain", "frame|self|灵巧|up|2"],
		"effect": "如果当前天氣状態为下雨，则这隻寶可夢的灵巧特质提升 2 点。",
		"desc": "这隻寶可夢在水中能夠移动的比在陸地上還要快，即使是在道路中的水坑都能讓牠发揮全速。"
	},
	{
		"name": "共生", "alias": "きょうせい|Symbiosis",
		"tags": ["target|l|ally", "nftext|l|把持有物品交給隊友"],
		"effect": "当某个隊友失去或消耗掉自己的持有物品时，这隻寶可夢將立刻以一个自由动作把自己的持有物品交給該隊友。",
		"desc": "这隻寶可夢喜歡与任何跟牠搭檔的隊友共組一个互利的羈絆关係。"
	},
	{
		"name": "同步", "alias": "シンクロ|Synchronize",
		"tags": ["target|l|foe", "frame||異常状態|always"],
		"effect": "如果敵人使这隻寶可夢陷入異常状態，则敵人也將陷入相同的異常状態（除非敵人免疫該異常状態）。",
		"desc": "这隻寶可夢可以与他人共享牠的情緒、感覺、和感官，尤其是与那些对牠施加痛苦的傢伙。"
	},
	{
		"name": "蹣跚", "alias": "ちどりあし|Tangled Feet",
		"tags": ["target|l|foe", "frame|accuracy||down|2", "nftext|l|当这隻寶可夢", "frame|confuse||always"],
		"effect": "当这隻寶可夢處於「混亂」状態时，敵人以这隻寶可夢为目标的所有招式都將追加「降低命中率」的标誌。",
		"desc": "这隻寶可夢在暈眩或混亂时會以一种奇怪且特別的方式移动，这通常能反过來成为牠的優勢。"
	},
	{
		"name": "捲发", "alias": "カーリーヘアー|Tangling Hair",
		"tags": ["target|l|foe", "nftext|l|当用物理攻擊命中这隻寶可夢时", "frame|target|灵巧|down|1"],
		"effect": "当敵人第一次以非遠程物理攻擊命中这隻寶可夢时，該敵人的灵巧特质降低 1 点。",
		"desc": "这隻寶可夢的头发又粗又硬，很容易缠上任何接近牠的傢伙。建議每天梳理两次，讓秀发保持絲滑光澤。"
	},
	{
		"name": "技术高手", "alias": "テクニシャン|Technician",
		"tags": ["target|l|self", "nftext|l|使用威力1或2的招式时", "frame|self|傷害|plus|d1"],
		"effect": "所有威力为 2 或以下的招式的傷害骰池都將额外增加 1 顆骰子。",
		"desc": "在執行那些其他人會散漫粗略處理的任務时，这隻寶可夢會展现出精確而一絲不苟的態度。"
	},
	{
		"name": "心灵感應", "alias": "テレパシー|Telepathy",
		"tags": ["target|l|self", "nftext|l|免疫隊友造成的傷害"],
		"effect": "这隻寶可夢不會受到牠隊友施展的招式造成的傷害。",
		"desc": "这隻寶可夢可以透过心灵感應溝通。牠可以傳訊給其他生物，但没有辦法反过來接收訊息。"
	},
	{
		"name": "兆级電壓", "alias": "テラボルテージ|Teravolt",
		"tags": ["target|l|self"],
		"effect": "如果有任何招式、物品、或特性會阻止这隻寶可夢以某个敵人为目标、或造成任何效果，將其忽略。（例如：「免疫」特性的寶可夢仍然會陷入「中毒」状態、「飄浮」特性仍會被地面属性招式給命中。）",
		"desc": "一团青色闪電球從这隻寶可夢中射出，阻止牠的敵人離开牠的觸及範圍，无論你做什么，霹靂都將臨到你身上。"
	},
	{
		"name": "厚脂肪", "alias": "あついしぼう|Thick Fat",
		"tags": ["target|l|self", "text|l|火系招式|Fire", "text|l|冰系招式|Ice", "frame|self|受傷|minus|1"],
		"effect": "火属性和冰属性招式对这隻寶可夢造成的傷害減少 1 点。",
		"desc": "这隻寶可夢的体表包覆著一层厚重的脂肪层，能夠保護牠对抗嚴酷的温度。"
	},
	{
		"name": "有色眼镜", "alias": "いろめがね|Tinted Lens",
		"tags": ["target|l|self", "text|l|忽略抗性"],
		"effect": "如果敵人对这隻寶可夢使用的招式擁有抗性，则改为讓該攻擊如常造成傷害。如果敵人对这隻寶可夢使用的招式擁有双重抗性，则改为視同对方只擁有一个抗性。",
		"desc": "这隻寶可夢護目镜般的双眼能夠在每个恶劣情境中找到好的那一面，就算完全没有也一樣。"
	},
	{
		"name": "激流", "alias": "げきりゅう|Torrent",
		"tags": ["target|l|self", "nftext|l|HP降到一半或以下时", "text|l|水系招式|Water", "frame|self|傷害|plus|d1"],
		"effect": "当这隻寶可夢的HP剩一半或以下，牠水属性招式的傷害骰池並不會因为疼痛惩罚而被扣除成功骰，且牠水属性招式的傷害骰池會额外增加 1 顆骰子。",
		"desc": "这隻寶可夢能增强水壓來射出水柱。当这股壓力失去控制时，它將會透过无法控制的激流被釋放出來。"
	},
	{
		"name": "硬爪", "alias": "かたいツメ|Tough Claws",
		"tags": ["target|l|self", "text|l|物理招式", "frame|self|傷害|plus|d1"],
		"effect": "每当这隻寶可夢使用了非遠程攻擊的物理攻擊，該招式的傷害骰池將额外增加 1 顆骰子。",
		"desc": "这隻寶可夢的利爪是如此堅实，牠能夠把幾乎所有一切都撕成两半。"
	},
	{
		"name": "中毒激升", "alias": "どくぼうそう|Toxic Boost",
		"tags": ["target|l|self", "frame|poison||always", "frame|poison2||always", "frame|self|力量|up|2"],
		"effect": "如果这隻寶可夢陷入「中毒」或「劇毒」状態，则牠的力量特质提升 2 点。",
		"desc": "每当这隻寶可夢受到毒素折磨时，牠的血液將會沸騰並使他進入兇猛无比的狂暴状態中。"
	},
	{
		"name": "复製", "alias": "トレース|Trace",
		"tags": ["target|l|self", "text|l|复製特性", "target|l|rfoe"],
		"effect": "这隻寶可夢會在出場时复製一个随机敵人的特性。这个效果會在这隻寶可夢脫離戰鬥时終止。下列特性无法被复製：花之禮、幻覺、變身者、戰鬥切換、神奇守護、以及其他与形態變化有关的特性。",
		"desc": "这隻寶可夢模仿著他人的特殊性质，使牠們看起來就像是同类一樣。"
	},
	{
		"name": "先行治療", "alias": "ヒーリングシフト|Triage",
		"tags": ["target|l|self", "effect|l|heal", "frame|heal|治療状態|always", "frame|priority||up|1"],
		"effect": "这隻寶可夢所有能夠回復HP或治療異常状態的變化类招式的先制+1。",
		"desc": "这隻寶可夢感受到治療傷者的急迫性；牠同时能极快地完成縫紉和包紮这类经常用於快速處理傷勢的技能。"
	},
	{
		"name": "懶惰", "alias": "なまけ|Truant",
		"tags": ["target|l|self"],
		"effect": "每过两个回合，骰这隻寶可夢的忠誠度进行掷骰判定，並取得至少 2 顆成功骰。若判定失败，则这隻寶可夢將會拒絕行动。若判定成功，则牠將如常行动。",
		"desc": "这隻寶可夢极度懶惰，牠連最微小的努力都不會去嘗试，且即使在最激烈的戰鬥中也會偷懶。"
	},
	{
		"name": "渦輪火焰", "alias": "ターボブレイズ|Turboblaze",
		"tags": ["target|l|self"],
		"effect": "如果有任何招式、物品、或特性會阻止这隻寶可夢以某个敵人为目标、或造成任何效果，將其忽略。（例如：「免疫」特性的寶可夢仍然會陷入「中毒」状態、「飄浮」特性仍會被地面属性招式給命中。）",
		"desc": "这隻寶可夢创造出一个旋转不停的巨大火球包圍著一切，阻止牠的敵人離开牠的觸及範圍。没有任何人能夠從高熱中逃脫。"
	},
	{
		"name": "純樸", "alias": "てんねん|Unaware",
		"tags": ["target|l|self", "nftext|l|忽略", "frame|target|特质|up|n", "frame|target|特质|down|n"],
		"effect": "在双方攻擊和承受傷害时，这隻寶可夢忽略任何敵人提升或降低的特质。",
		"desc": "这隻寶可夢总是會忽略周遭环境中的許多细节，牠很少會注意到正在发生的事情。"
	},
	{
		"name": "輕装", "alias": "かるわざ|Unburden",
		"tags": ["target|l|self", "nftext|l|失去或消耗持有物品时", "frame|self|灵巧|up|2"],
		"effect": "当这隻寶可夢第一次失去或消耗掉牠持有的物品，且牠不再持有任何物品时，牠的灵巧特质提升 2 点。",
		"desc": "在從隨身攜帶的東西中解放的瞬间就是这隻寶可夢感到最为舒適的时候。牠樂於不受拘束地四處亂跑。"
	},
	{
		"name": "紧张感", "alias": "きんちょうかん|Unnerve",
		"tags": ["target|l|foe", "nftext|l|无法食用樹果"],
		"effect": "当这隻寶可夢在場上时，对手將无法吃掉牠持有的樹果。",
		"desc": "也許是因为牠迫力十足的瞪視、又或許是因为牠凶狠的存在，这隻寶可夢附近的其他人將變得相当紧张，甚至到失去食慾的程度。"
	},
	{
		"name": "勝利之星", "alias": "しょうりのほし|Victory Star",
		"tags": ["target|l|allally", "effect|l|neverfail"],
		"effect": "在这隻寶可夢處於戰場期间，这隻寶可夢和牠的所有隊友的傷害类招式全都獲得「必中」标誌。这个特性无法被交換或改變。",
		"desc": "这隻寶可夢的存在本身就是对士氣的驚人鼓舞。那些受到牠青睞的將被引導往勝利的方向前進。"
	},
	{
		"name": "幹勁", "alias": "やるき|Vital Spirit",
		"tags": ["target|l|self", "frame|sleep||never"],
		"effect": "这隻寶可夢免疫於「睡眠」状態。",
		"desc": "这隻寶可夢異常的活跃且充满元氣。牠必須经常活动並鍛鍊，否则牠將做出破壞性的行动。牠從來不睡覺。"
	},
	{
		"name": "蓄電", "alias": "ちくでん|Volt Absorb",
		"tags": ["target|l|self", "nftext|l|免疫", "text|l|電系招式|Electric", "nftext|l|的傷害", "frame|heal||heal|1"],
		"effect": "当这隻寶可夢被電属性招式命中时，这隻寶可夢可以回復 1 点HP而非受到傷害。電属性招式不會对这隻寶可夢造成傷害。",
		"desc": "实際上这隻寶可夢的身体就是个電池，永遠樂於把電充满。"
	},
	{
		"name": "游魂", "alias": "さまようたましい|Wandering Spirit",
		"tags": ["target|l|self", "nftext|l|当使用物理攻擊命中敵人时", "target|l|foe", "text|l|交換特性"],
		"effect": "如果这隻寶可夢使用非遠程物理攻擊命中敵人，则牠將与敵人交換特性。根據说書人的判斷，某些特性將无法被交換（例如「花之禮」、「幻覺」、「戰鬥切換」、「神奇守護」等）。",
		"desc": "这隻寶可夢是个脸上总掛著哀傷表情的游魂。牠不會听從你的呼喚，且可能會在漫无目的的飄浮中迷失方向。最好找个灵媒來治療牠。"
	},
	{
		"name": "儲水", "alias": "ちょすい|Water Absorb",
		"tags": ["target|l|self", "nftext|l|免疫", "text|l|水系招式|Water", "nftext|l|的傷害", "frame|heal||heal|1"],
		"effect": "当这隻寶可夢被水属性招式命中时，这隻寶可夢可以回復 1 点HP而非受到傷害。水属性招式不會对这隻寶可夢造成傷害。",
		"desc": "这隻寶可夢的身体大部分都是由水構成，牠能夠將水儲存在体內，並利用它作为營養。"
	},
	{
		"name": "水泡", "alias": "すいほう|Water Bubble",
		"tags": ["target|l|self", "frame|burn1||never", "frame|burn2||never", "text|l|火系招式|Fire", "frame|self|受傷|minus|1", "text|l|水系招式|Water", "frame|self|傷害|plus|d2"],
		"effect": "这隻寶可夢免疫於「灼傷 1 级」和「灼傷 2 级」状態。火属性招式对这隻寶可夢造成的傷害減少 1 点。这隻寶可夢使用的水属性招式的傷害骰池额外增加 2 顆骰子。",
		"desc": "这隻寶可夢被泡泡給保護著。奇怪的是，这个泡泡裡头並不是空氣，而是純淨的水。"
	},
	{
		"name": "遇水凝固", "alias": "みずがため|Water Compaction",
		"tags": ["target|l|self", "nftext|l|免疫", "text|l|水系招式|Water", "nftext|l|的傷害", "frame|self|防禦|up|2"],
		"effect": "当这隻寶可夢第一次被水属性招式命中，牠的防禦提升 2 点而非受到傷害。水属性招式不會对这隻寶可夢造成傷害。",
		"desc": "这隻寶可夢的身体能夠已经人的速度吸收水分，牠的身軀也會在迅速干燥的同时變得堅硬无比。"
	},
	{
		"name": "水幕", "alias": "みずのベール|Water Veil",
		"tags": ["target|l|self", "frame|burn1||never", "frame|burn2||never", "frame|burn3||never"],
		"effect": "这隻寶可夢免疫於所有「灼傷」状態。",
		"desc": "这隻寶可夢总是潮湿且會製造水分以讓牠保持湿潤。多虧於此，这隻寶可夢能夠长时期離开水体生活。"
	},
	{
		"name": "碎裂鎧甲", "alias": "くだけるよろい|Weak Armor",
		"tags": ["target|l|self", "nftext|l|当被物理攻擊命中时", "frame|self|灵巧|up|1", "frame|self|防禦|down|1"],
		"effect": "当这隻寶可夢第一次被任何物理攻擊命中时，牠的灵巧特质提升 1 点，但防禦降低 1 点。",
		"desc": "这隻寶可夢的外层防護可以被脫下來，讓牠能更自由灵活的移动。"
	},
	{
		"name": "白色煙霧", "alias": "しろいけむり|White Smoke",
		"tags": ["target|l|foe", "frame|self|特质|down|never"],
		"effect": "敵人无法降低这隻寶可夢的任何特质。然而，这隻寶可夢仍然能夠降低自己的特质。",
		"desc": "这隻寶可夢总是不斷釋放著白色煙霧，使敵人难以看見牠。牠能夠利用这些煙霧來隱藏自己的身影。"
	},
	{
		"name": "跃跃欲逃", "alias": "にげごし|Wimp Out",
		"tags": ["target|l|self", "nftext|l|HP降到一半或以下时", "effect|l|switcher"],
		"effect": "每当这隻寶可夢的HP降到最大值的一半或以下时，牠就會回到自己的精灵球內，並派出另一个隊友來代替牠。如果牠没有任何其他隊友，则戰鬥可能會因此结束。这个特性的效果不會被「阻擋」給影響。",
		"desc": "每当牠的外骨骼被削弱时，这隻寶可夢就會承受莫大的壓力，出於純粹的怯懦，牠會從任何情境中逃之夭夭。"
	},
	{
		"name": "神奇守護", "alias": "ふしぎなまもり|Wonder Guard",
		"tags": ["target|l|self", "nftext|l|免疫所有除了效果絕佳傷害以外的傷害源"],
		"effect": "这隻寶可夢只會受到來自異常状態、以及能对牠造成效果絕佳傷害的招式的傷害。这隻寶可夢免疫於其他來源的傷害，像是天氣状態和入場危害。",
		"desc": "这隻寶可夢的身体被一种神奇的超自然氣場給保護。大部分的東西都會穿过牠，就彷彿那裏什么東西都没有一樣。"
	},
	{
		"name": "奇跡皮肤", "alias": "ミラクルスキン|Wonder Skin",
		"tags": ["target|l|foe", "mdice|l|2"],
		"effect": "其他人对这隻寶可夢的所有效果都將減少 2 顆机率骰。（例如：招式〈火花〉會骰 1 顆机率骰以使敵人陷入「灼傷」状態，在对这隻寶可夢使用时將會變成 0 顆机率骰。）",
		"desc": "这隻寶可夢的皮肤披覆著一层薄薄的保護膜，能夠幫助牠減輕危害的威脅。"
	},
	{
		"name": "达摩模式", "alias": "ダルマモード|Zen Mode",
		"tags": ["target|l|self", "text|l|型態變化"],
		"effect": "只有达摩狒狒能夠使用这个特性。当牠的HP剩一半或以下，牠將會在該戰鬥輪结束时變化成「达摩形態」，在这之后，使用牠达摩形態的数據，並根據階级和特质上限调整牠各个形態的特质。",
		"desc": "在极端壓力下，这隻寶可夢將會透过冥想解放牠隱藏的超能力。牠會在隔天變回原本的模樣。"
	}
]);
//console.log(AbilityList.filter(a=>!(a.tags[0].indexOf("unknown"))).length, "remain..");